Repository: widelands/wl_addons_server
Catalog: po/white_summer.wad/*.po
Languages: ca, cs, de, fr, nds, nl, ru, sv

source: White Summer
ca: Estiu blanc
cs: Bílé léto
de: Weißer Sommer
nds: Witter Sömmer
nl: Witte Zomer
ru: Белая зима
sv: Vit sommar

source: Contains flowering meadows, clearings, dolomites, wet beach, green and muddy water. New birch.
cs: Obsahuje kvetoucí louky, mýtiny, dolomity, mokrou pláž, zelenou a bahnitou vodu. Nová bříza.
nds: Enthollt Blomenmeden, Freeiland, Dolomiten, natten Strand, grönes Water un mudderig Water. Neje Bark.
nl: Bevat bloeiende weiden, open plekken, dolomieten, nat strand, groen en modderig water. Nieuwe berk.
sv: Innehåller blommande ängar, gläntor, dolomiter, våt strand, grönt och grumligt vatten. Ny björk.

source: Birch (Sapling)
cs: Bříza (sazenice)
de: Birke (Setzling)
nds: Bark (Kiensel)
nl: Berk (Zaailing)
sv: Björk (ungträd)

source: Birch (Pole)
cs: Bříza (stromek)
de: Birke (jung)
nds: Bark (Jung)
nl: Berk (Stok)
sv: Björk (stång)

source: Birch (Mature)
cs: Bříza (vzrostlá)
de: Birke (herangewachsen)
nds: Bark (Riep)
nl: Berk (Volwassen)
sv: Björk (mogen)

source: Birch (Old)
cs: Bříza (stará)
de: Birke (alt)
nds: Bark (Old)
nl: Berk (Oud)
sv: Björk (gammal)

source: Birch
cs: Bříza
de: Birke
nds: Bark
nl: Berk
sv: Björk

source: Linden (Sapling)
ca: Tell (plançó)
cs: Lípa (sazenice)
de: Linde (Sprößling)
fr: Tilleul (Jeune arbre)
nds: Lindboom (Kiensel)
nl: Linde (Zaailing)
ru: Липа (молодая)
sv: Linden (trädplantor)

source: Linden (Pole)
ca: Tell (jove)
cs: Lípa (stromek)
de: Linde (jung)
fr: Tilleul (Pôle)
nds: Lindboom (Jung)
nl: Linde (Stok)
ru: Липа (саженец)

source: Linden (Mature)
ca: Tell (adult)
cs: Lípa (vzrostlá)
de: Linde (herangewachsen)
nds: Lindboom (Riep)
nl: Linde (Volwassen)
ru: Липа (зрелая)
sv: Linden (mogen)

source: Linden (Old)
ca: Tell (vell)
cs: Lípa (stará)
de: Linde (alt)
fr: Tilleul (Vieux)
nds: Lindboom (Old)
nl: Linde (Oud)
ru: Липа (старая)
sv: Linden (Gamla)

source: Linden
ca: Tell
cs: Lípa
de: Linde
fr: Tilleul
nds: Lindboom
nl: Linde
ru: Липа

source: Pine (Sapling)
ca: Pi (plançó)
cs: Borovice (sazenice)
de: Kiefer (Sprößling)
fr: Pin (gaule)
nds: Föhre (Kiensel)
nl: Den (Zaailing)
ru: Сосна (молодая)
sv: Tall (ungträd)

source: Pine (Pole)
ca: Pi (jove)
cs: Borovice (stromek)
de: Kiefer (jung)
fr: Pin (Pôle)
nds: Föhre (Jung)
nl: Den (Stok)
ru: Сосна (саженец)
sv: Tall (stång)

source: Pine (Mature)
ca: Pi (adult)
cs: Borovice (vzrostlá)
de: Kiefer (herangewachsen)
fr: Pin (mûr)
nds: Föhre (Riep)
nl: Den (Volwassen)
ru: Сосна (зрелая)
sv: Tall (mogen)

source: Pine (Old)
ca: Pi (vell)
cs: Borovice (stará)
de: Kiefer (alt)
nds: Föhre (Old)
nl: Den (Oud)
ru: Сосна (старая)
sv: Tall (gammal)

source: Pine
ca: Pi
cs: Borovice
de: Kiefer
nds: Föhre
nl: Den
ru: Сосна
sv: Tall

source: Red Maple (Sapling)
ca: Auró roig (plançó)
cs: Červený javor (sazenice)
de: Roter Ahorn (Sprößling)
fr: Érable rouge (gaule)
nds: Rode Plataan (Kiensel)
nl: Rode Esdoorn (Zaailing)
ru: Красный клен (молодой)
sv: Röd lönn (trädplantor)

source: Red Maple (Pole)
ca: Auró roig (jove)
cs: Červený javor (stromek)
de: Roter Ahorn (jung)
fr: Érable Rouge (Pôle)
nds: Rode Plataan (Jung)
nl: Rode Esdoorn (Stok)
ru: Красный клен (саженец)
sv: Röd lönn (stång)

source: Red Maple (Mature)
ca: Auró roig (adult)
cs: Červený javor (vzrostlý)
de: Roter Ahorn (herangewachsen)
fr: Érable Rouge (Mûr)
nds: Rode Plataan (Riep)
nl: Rode Esdoorn (Volwassen)
ru: Красный клен (зрелый)
sv: Röd lönn (mogen)

source: Red Maple (Old)
ca: Auró roig (vell)
cs: Červený javor (starý)
de: Roter Ahorn (alt)
nds: Rode Plataan (Old)
nl: Rode Esdoorn (Oud)
ru: Красный клен (старый)
sv: Röd lönn (gammal)

source: Red Maple
ca: Auró roig
cs: Červený javor
de: Roter Ahorn
fr: Érable rouge
nds: Rode Plataan
nl: Rode Esdoorn
ru: Красный клен
sv: Röd lönn

source: Clearing 1
ca: Clariana 1
cs: Mýtina 1
de: Lichtung 1
fr: Clairière 1
nds: Freeiland 1
nl: Vrijmaken 1
ru: Просека 1
sv: Rensning 1

source: Clearing 1b
cs: Mýtina 1b
de: Lichtung 1b
nds: Freeiland 1b
nl: Vrijmaken 1b
sv: Röjning 1b

source: Clearing 2
ca: Clariana 2
cs: Mýtina 2
de: Lichtung 2
fr: Clairière 2
nds: Freeiland 2
nl: Vrijmaken 2
ru: Просека 2
sv: Rensning 2

source: Clearing 2b
cs: Mýtina 2b
de: Lichtung 2b
nds: Freeiland 2b
nl: Vrijmaken 2b
sv: Röjning 2b

source: Clearing 3
ca: Clariana 3
cs: Mýtina 3
de: Lichtung 3
fr: Clairière 3
nds: Freeiland 3
nl: Vrijmaken 3
ru: Просека 3
sv: Rensning 3

source: Dolomites 1
cs: Dolomity 1
de: Gebirge 1
nds: Dolomiten 1
nl: Dolomieten 1
ru: Скалы 1
sv: Dolomiterna 1

source: Dolomites 2
cs: Dolomity 2
de: Gebirge 2
nds: Dolomiten 2
nl: Dolomieten 2
ru: Скалы 2
sv: Dolomiterna 2

source: Dolomites Meadow
ca: Prat de dolomites
cs: Dolomity louka
de: Gebrigswiese
nds: Dolomiten-Mede
nl: Dolomieten Weide
ru: Сад камней
sv: Dolomiterna äng

source: Flowering Meadow 1
ca: Prat florit 1
cs: Kvetoucí louka 1
de: Blühende Wiese 1
fr: Prairie fleurie 1
nds: Blomenmede 1
nl: Bloeiende Weide 1
ru: Цветущий луг 1
sv: Blommande äng 1

source: Flowering Meadow 2
ca: Prat florit 2
cs: Kvetoucí louka 2
de: Blühende Wiese 2
fr: Prairie fleurie 2
nds: Blomenmede 2
nl: Bloeiende Weide 2
ru: Цветущий луг 2
sv: Blommande äng 2

source: Flowering Meadow 3
ca: Prat florit 3
cs: Kvetoucí louka 3
de: Blühende Wiese 3
fr: Prairie fleurie 3
nds: Blomenmede 3
nl: Bloeiende Weide 3
ru: Цветущий луг 3
sv: Blommande äng 3

source: Flowering Meadow 4
ca: Prat florit 4
cs: Kvetoucí louka 4
de: Blühende Wiese 4
fr: Prairie fleurie 4
nds: Blomenmede 4
nl: Bloeiende Weide 4
ru: Цветущий луг 4
sv: Blommande äng 4

source: Forested Dolomites 1
ca: Dolomites boscoses 1
cs: Zalesněné dolomity 1
de: Bewaldetes Gebirge 1
fr: Dolomites boisées 1
nds: Gröne Dolomiten 1
nl: Beboste Dolomieten 1
ru: Лесистые скалы 1
sv: Skogsklädda Dolomiterna 1

source: Forested Dolomites 2
ca: Dolomites boscoses 2
cs: Zalesněné dolomity 2
de: Bewaldetes Gebirge 2
fr: Dolomites boisées 2
nds: Gröne Dolomiten 2
nl: Beboste Dolomieten 2
ru: Лесистые скалы 2
sv: Skogsklädda Dolomiterna 2

source: Forested Dolomites 3
ca: Dolomites boscoses 3
cs: Zalesněné dolomity 3
de: Bewaldetes Gebirge 3
nds: Gröne Dolomiten 3
nl: Beboste Dolomieten 3
ru: Лесистые скалы 3
sv: Skogsklädda Dolomiterna 3

source: Green Water 1
ca: Aigua verda 1
cs: Zelená voda 1
de: Grünes Wasser 1
nds: Grönes Water 1
nl: Groen Water 1
ru: Цветущая вода 1
sv: Grönt vatten 1

source: Green Water 2
ca: Aigua verda 2
cs: Zelená voda 2
de: Grünes Wasser 2
nds: Grönes Water 2
nl: Groen Water 2
ru: Цветущая вода 2
sv: Grönt vatten 2

source: Green Water 3
ca: Aigua verda 3
cs: Zelená voda 3
de: Grünes Wasser 3
nds: Grönes Water 3
nl: Groen Water 3
ru: Цветущая вода 3
sv: Grönt vatten 3

source: Muddy Water
ca: Aigua fangosa
cs: Bahnitá voda
de: Sumpf
fr: Eau boueuse
nds: Mudderig Water
nl: Modderig Water
ru: Мутные воды
sv: Grumligt vatten

source: Wet Beach
cs: Mokrá pláž
nds: Natter Strand
nl: Nat Strand
sv: Våt strand

source: Wet Beach 2
cs: Mokrá pláž 2
nds: Natter Strand 2
nl: Nat Strand 2
sv: Våt strand 2

source: White Summer (1)
ca: Estiu blanc (1)
cs: Bílé léto (1)
de: Weißer Sommer (1)
nds: Witter Sömmer (1)
nl: Witte Zomer (1)
sv: Vit sommar (1)

source: White Summer (2)
ca: Estiu blanc (2)
cs: Bílé léto (2)
de: Weißer Sommer (2)
nds: Witter Sömmer (2)
nl: Witte Zomer (2)
sv: Vit sommar (2)

source: White Summer (3)
ca: Estiu blanc (3)
cs: Bílé léto (3)
de: Weißer Sommer (3)
nds: Witter Sömmer (3)
nl: Witte Zomer (3)
sv: Vit sommar (3)

source: Contains flowering meadows, clearings, dolomites, clay soil, green water, muddy water and 3 new tree types. Flowering meadows are harder to turn into a forest but should be better for placing wells. Clearings are ideal for planting trees. Dolomites contain stone as a default resource in amount of 10.
fr: Contient des prairies fleuries, des clairières, des dolomies, du sol argileux, de l'eau verte, de l'eau boueuse et 3 nouvelles essences d'arbres. Les prairies fleuries sont plus difficiles à transformer en forêt mais devraient être mieux pour placer des puits. Les clairières sont idéales pour planter des arbres. Les dolomites contiennent de la pierre comme ressource par défaut en quantité de 10.
ru: Дополнение включает в себя: цветущие луга, просеки, скалы, глинозем, цветущую воду, мутные воды и 3 вида деревьев. Цветущие луга плохо зарастают деревьями, зато на них хорошо копать колодцы. Просеки - лучшее место для посадки леса. Доломитовые скалы содержат камень в объеме 10 единиц.

source: Clay Soil
fr: Sol argileux
ru: Глинозем
