Repository: widelands/wl_addons_server
Catalog: po/more_expensive_soldiers.wad/*.po
Languages: nl

source: More Expensive Soldiers
nl: Meer dure soldaten

source: Makes new soldiers more expensive and by doing that gives more value to the training. Barracks work more slowly. This add-on should be always under all used tribe add-ons on the list of add-ons.
nl: Maakt nieuwe soldaten duurder en geeft daarmee meer waarde aan de training. Kazernes werken langzamer. Deze add-on moet altijd onder alle gebruikte stam-add-ons op de lijst met add-ons staan.

# barbarians_worker
source: Dressmaker
nl: Kledingmaker

# barbarians_building
source: Sewing Workshop
nl: Naaiatelier

source: sewing fur garment
nl: kledingstuk van vacht naaien

source: This shield is used for defense training.
nl: Dit schild wordt gebruikt voor verdedigingstraining.

source: Produces clothing for your soldiers.
nl: Produceert kleding voor je soldaten.

# gauls_building
source: Produces clothing for your soldiers.
nl: Produceert kleding voor je soldaten.

source: rearing cattle
nl: veeteelt

source: producing fur
nl: vacht produceren

source: working
nl: werkende

# barbarians_building
source: recruiting soldier
nl: soldaat rekruteren

source: forging an ax
nl: een masker smeden

# empire_building
source: recruiting soldier
nl: soldaat rekruteren

# atlanteans_building
source: recruiting soldier
nl: soldaat rekruteren

source: tailoring a tabard
nl: een tabbaard op maat maken

source: forging a light trident
nl: een lichte drietand smeden

# frisians_building
source: recruiting soldier
nl: soldaat rekruteren

# amazons_building
source: recruiting soldier
nl: soldaat rekruteren

source: making a wooden spear
nl: een houten speer maken

# lutas_atlanteans_building
source: upgrading soldier health from level 0 to level 1
nl: leven van soldaten upgraden van niveau 0 naar niveau 1

source: recruiting warrior
nl: strijder aanwerven

source: sewing crocodile jacket
nl: krokodillenjas naaien

# gauls_building
source: recruiting warrior
nl: strijder aanwerven
