Repository: widelands/wl_addons_server
Catalog: po/field_army.wad/*.po
Languages: cs, de, nds, sv

source: Field Army
cs: Polní vojsko
de: Feldarmee
nds: Feld-Soldateree
sv: Fältarmé

source: First player, who has an army, which is in strength equivalent to the selected number of fully trained heroes, stationed in military sites of his own tribe, wins the game.
cs: První hráč, kterému se podaří umístit do vojenských budov svého vlastního kmene armádu, která se svou silou vyrovná síle zvoleného množství plně vycvičených vojáků, vyhraje.

source: First player, who has an army, which is in strength equivalent to approximately %1% fully trained hero, stationed in military sites of his own tribe, wins the game. One hero has a value of approximately 11 new untrained soldiers (or points).
cs: První hráč, kterému se podaří umístit do vojenských budov svého vlastního kmene armádu, která se svou silou vyrovná síle %1% plně vycvičeného hrdiny, vyhraje. Jeden hrdina má přibližně stejnou hodnotu jako 11 nových necvičených vojáku (nebo bodů).

source: %1$d point
cs: %1$d bod
de: %1$d Punkt
nds: %1$d Punkt
sv: %1$d poäng

source: %1% has reached %2%.
cs: %1% dosáhl %2%.
de: %1% hat %2% erreicht.
nds: %1% hett %2%.
sv: %1% har uppnått %2%.

source: %1$d point!
cs: %1$d bod!
de: %1$d Punkt!
nds: %1$d Punkt!
sv: %1$d poäng!

source: You have reached %1%.
cs: Máš %1%.
de: Du hast %1% erreicht.
nds: Du hest %1%.
sv: Du har uppnått %1%.

source: Player points:
cs: Body hráčů:
de: Spielerstatistiken:
nds: Speler-Punkten:
sv: Spelarpoäng:

source: %1% has %2% out of %3%
cs: %1% má %2% z %3%
de: %1% hat %2% und braucht %3%
nds: %1% hett %2% vun %3%
sv: %1% har %2% ut av %3%

source: %1%: %2% point
cs: %1%: %2% bod
de: %1%: %2% Punkt
nds: %1%: %2% Punkt
sv: %1%: %2% poäng

source: %1% defeated.
cs: %1% prohrává.
de: %1% hat verloren.
nds: %1% manntjet.
sv: %1% besegrad.

source: %1% player remains.
cs: Zbývá %1% hráč.
de: %1% Spieler bleibt.
nds: %1% Speler verblievt.
sv: %1% spelare återstår.
