Repository: widelands/wl_addons_server
Catalog: po/europeans_trading.wad/*.po
Languages: nl

# europeans_worker
source: Carries items along your roads with baskets. Only used for busy roads.
nl: Draagt voorwerpen langs je wegen met manden. Alleen gebruikt voor drukke wegen.

# europeans_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.

# europeans_worker
source: Eager to become a soldier and defend his tribe!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!

# europeans_worker
source: Defend and Conquer!
nl: Verdedig en Overwin!

# europeans_worker
source: General worker with no special ability.
nl: Algemene werker zonder speciale vaardigheden.

# europeans_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.

# europeans_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.

# europeans_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.

# europeans_worker
source: Fells trees.
nl: Bomen vellen.

# europeans_worker
source: Plant trees.
nl: Bomen Planten

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed.
nl: Klei maken voor kalkoven of steenhouwershuis en riet planten.

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed and cotton.
nl: Het maken van klei voor kalkovens of steenhouwershuis en het planten van riet en katoen.

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed, cotton and rubber trees.
nl: Het maken van klei voor kalkovens of steenhouwershuis en het planten van riet-, katoen- en rubberbomen.

# europeans_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.

# europeans_worker
source: Mines ore and minerals.
nl: Mijnt erts en mineralen.

# europeans_worker
source: Trains the soldiers.
nl: Traint de soldaten.

# europeans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
nl: Verkenners zoals Scotty de verkenner verkennen onontdekte gebieden op een padvindersmanier.

# europeans_worker
source: Traders work in markets or in trading posts to exchange wares with other tribes.
nl: Handelaren werken op markten of in handelsposten om goederen te ruilen met andere stammen.

source: The remains of a destroyed building.
nl: De overblijfselen van een verwoest gebouw.

source: This cotton field has just been planted.
nl: Dit katoenveld is net aangeplant.

source: This cotton field is growing.
nl: Dit katoenveld groeit.

source: This cotton field is flowering. Honey can be produced from it by a beekeeper.
nl: Dit katoenveld staat in bloei. Een imker kan er honing van maken.

source: This cotton field is ready for harvesting.
nl: Dit katoenveld is klaar om geoogst te worden.

source: Ponds with water becomes dry after some time. These dry holes vanish after a while.
nl: Vijvers met water staan na verloop van tijd droog. Deze droge gaten verdwijnen na een tijdje.

source: When gardeners dig up earth, they leave holes with water in the ground. These falls dry after a while or can be used by terraformer to produce new soil.
nl: Wanneer tuiniers aarde afgraven, laten ze gaten met water achter in de grond. Deze vallen na een tijdje droog of kunnen door terravormers worden gebruikt om nieuwe grond te produceren.

source: This reed field has just been planted.
nl: Dit rietveld is net geplant.

source: This reed field is growing.
nl: Dit rietveld groeit.

source: This reed field is flowering. Honey can be produced from it by a beekeeper.
nl: Dit rietveld staat in bloei. Een imker kan er honing van maken.

source: This reed field is ready for harvesting.
nl: Dit rietveld kan worden geoogst.

source: This rubber tree has just been planted.
nl: Deze rubberboom is net geplant.

source: This rubber tree is growing.
nl: Deze rubberboom groeit.

source: This rubber tree is fully grown. Lianas can be gathered from it.
nl: Deze rubberboom is volgroeid. Je kunt er lianen van plukken.

source: This rubber tree is ready for harvesting rubber by a master woodcutter. Other tribes can harvest it for normal logs.
nl: Deze rubberboom is klaar om geoogst te worden door een meester-houtsnijder. Andere stammen kunnen hem oogsten voor normale boomstammen.

source: There are no resources in the ground here.
nl: Er zitten hier geen grondstoffen in de grond.

source: There is water in the ground here that can be pulled up by a well.
nl: Er zit hier water in de grond dat kan worden opgepompt met een waterput.

source: Coal veins contain coal that can be dug up by coal mines.
nl: Steenkooladers bevatten steenkool die kan worden opgegraven in steenkoolmijnen.

source: There is only a little bit of coal here.
nl: Er is hier maar een klein beetje steenkool.

source: Iron veins contain iron ore that can be dug up by iron mines.
nl: IJzeraders bevatten ijzererts dat kan worden opgegraven in ijzermijnen.

source: There is only a little bit of iron here.
nl: Er is hier maar een klein beetje ijzer.

source: Gold veins contain gold ore that can be dug up by gold mines.
nl: Goudaders bevatten gouderts dat kan worden opgegraven in goudmijnen.

source: There is only a little bit of gold here.
nl: Er is hier maar een klein beetje goud.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
nl: Marmer is een basisbouwmateriaal en kan worden opgegraven in een marmermijn. Je krijgt ook graniet uit de mijn.

source: There is only a little bit of marble here.
nl: Er is hier maar een klein beetje marmer.

source: There is a lot of coal here.
nl: Er is hier veel steenkool.

source: There is a lot of iron here.
nl: Er is hier veel ijzer.

source: There is a lot of gold here.
nl: Er is hier veel goud.

source: There is a lot of marble here.
nl: Er is hier veel marmer.

source: A ship is being constructed at this site.
nl: Op deze plek wordt een schip gebouwd.

# europeans_building
source: Open market to exchange wares with other allied tribes.
nl: Open markt om goederen uit te wisselen met andere geallieerde stammen.

source: The remains of an old tree.
nl: De resten van een oude boom.

source: This tree is only planted by the amazon tribe but can be harvested for logs.
nl: Deze boom wordt alleen geplant door de amazonestam, maar kan worden geoogst voor boomstammen.

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.

# europeans_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

# europeans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# europeans_building
source: Market building to sale natural products for coins.
nl: Marktgebouw voor de verkoop van natuurlijke producten voor munten.

# europeans_building
source: Market building to sale processed products for coins.
nl: Marktgebouw voor de verkoop van verwerkte producten voor munten.

# europeans_building
source: Market building to sale armor for coins.
nl: Marktgebouw om harnassen te verkopen voor munten.

# europeans_building
source: Market building to sale boots for coins.
nl: Marktgebouw om laarzen te verkopen voor munten.

# europeans_building
source: Market building to sale rubber for coins.
nl: Marktgebouw om rubber te verkopen voor munten.

# europeans_building
source: Market building to sale wood tools and weapons for coins.
nl: Marktgebouw om houten gereedschap en wapens te verkopen voor munten.

# europeans_building
source: Store building to purchase wares from other allied tribes.
nl: Winkelgebouw om goederen van andere geallieerde stammen te kopen.

# europeans_building
source: Trading building to purchase wares from other allied tribes.
nl: Handelsgebouw om goederen van andere geallieerde stammen te kopen.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
nl: Velt bomen in de omgeving en verwerkt ze tot boomstammen.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
nl: De houthakkershut heeft bomen nodig om te kappen binnen het werkgebied.

# europeans_building
source: The woodcutter’s house needs trees to fell within the work area.
nl: Het houthakkershuis heeft bomen nodig om te kappen binnen het werkgebied.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
nl: Het houthakkershuis heeft bomen nodig om te kappen binnen het werkgebied.

# europeans_building
source: Plants trees in the surrounding area.
nl: Plant bomen in de omgeving.

# europeans_building
source: The ranger’s hut needs free space within the work area to plant the trees.
nl: De boswachtershut heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
nl: Het boswachtershuis heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed in the holes created.
nl: Graaf modder op uit de grond en gebruik water om er klei van te maken. Plant vervolgens riet in de ontstane gaten.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed and cotton in the holes created.
nl: Graaft modder op uit de grond en gebruikt water om er klei van te maken. Plant vervolgens riet en katoen in de ontstane gaten.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed, cotton and rubber trees in the holes created.
nl: Graaft modder op uit de grond en gebruikt water om er klei van te maken. Dan planten ze riet-, katoen- en rubberbomen in de ontstane gaten.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
nl: Zaagt ruwe stukken graniet uit rotsen in de omgeving.

# europeans_building
source: The quarry needs rocks to cut within the work area.
nl: De steengroeve moet stenen hakken binnen het werkgebied.

# europeans_building
source: Cuts blocks of granite out of rocks in the vicinity.
nl: Zaagt blokken graniet uit rotsen in de omgeving.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.

# building
source: Explores unknown territory.
nl: Verkent onbekend terrein.

# europeans_building
source: Draws water out of the deep.
nl: Haalt water uit de diepte.

# europeans_building
source: Weaves cloth out of reed.
nl: Weeft stoffen van riet.

# europeans_building
source: Weaves cloth for buildings and ships’ sails, and armor to equip and train the soldiers.
nl: Weeft stoffen voor gebouwen en scheepszeilen, harnassen om de soldaten uit te rusten en te trainen.

# europeans_building
source: Weaves cloth and armor out of cotton and reed.
nl: Weeft stoffen en harnassen van katoen en riet.

# europeans_building
source: Hardening log to produce blackwood.
nl: Het harden van boomstammen om blackwood te produceren.

# europeans_building
source: Hardening log to produce blackwood and saws log to produce planks.
nl: Verhard stamhout om blackwood te produceren en zaagt stamhout om planken te produceren.

# europeans_building
source: Burns logs into charcoal.
nl: Brandt houtblokken tot houtskool.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry.
nl: Verwerkt klei en graniet om bakstenen en 'specie' te maken, een substantie die stolt en zo metselwerk versterkt.

# europeans_building
source: The lime kiln’s output will only go to construction sites that need it. Brick and grout only used by advanced buildings.
nl: De opbrengst van de kalkoven gaat alleen naar bouwplaatsen die het nodig hebben. Baksteen en specie worden alleen gebruikt voor geavanceerde gebouwen.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry. Additionally carves marble columns out of marble.
nl: Verwerkt klei en graniet om bakstenen en 'specie' te maken, een substantie die stolt en zo metselwerk versterkt. Daarnaast kerft hij marmeren zuilen uit marmer.

# europeans_building
source: The stonemason’s house's output will only go to construction sites that need it. Marble column only used by advanced buildings.
nl: De opbrengst van het steenhouwershuis gaat alleen naar bouwplaatsen die het nodig hebben. Marmeren zuilen worden alleen gebruikt in geavanceerde gebouwen.

# europeans_building
source: Smelts ore into iron.
nl: Smelt erts tot ijzer.

# europeans_building
source: Smelts ore into iron and gold.
nl: Smelt erts tot ijzer en goud.

# europeans_building
source: Smelts ore into iron and gold. Recycles scrap metal.
nl: Smelt erts tot ijzer en goud. Recycleert schroot.

# europeans_building
source: Medium factory that produces tools from simple raw materials.
nl: Middelgrote fabriek die gereedschap maakt van eenvoudige grondstoffen.

# europeans_building
source: Medium factory that produces armor and clothing from simple raw materials.
nl: Middelgrote fabriek die pantsers en kleding maakt van eenvoudige grondstoffen.

# europeans_building
source: Medium factory that produces boots from simple raw materials.
nl: Middelgrote fabriek die laarzen maakt van eenvoudige grondstoffen.

# europeans_building
source: Medium factory that produces weapons from simple raw materials.
nl: Middelgrote fabriek die wapens maakt van eenvoudige grondstoffen.

# europeans_building
source: Large factory that produces complex wares such as tools, weapons, armor, clothing, shoes or building materials from simple raw materials.
nl: Grote fabriek die complexe waren produceert zoals gereedschap, wapens, wapenuitrusting, kleding, schoenen of bouwmaterialen uit eenvoudige grondstoffen.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
nl: Graaft steenkool uit de grond in bergachtig terrein.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
nl: Graaft ijzererts uit de grond in bergachtig terrein.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
nl: Graaft gouderts uit de grond in bergachtig terrein.

# europeans_building
source: Trains recruits to soldiers.
nl: Traint rekruten tot soldaten.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
nl: Rust de rekruten uit met alle benodigde pantseronderdelen en wapens.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’ and ‘Attack’.
nl: Traint soldaten in 'Ontwijken', 'Gezondheid' en 'Aanval'.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’, ‘Attack’ and in ‘Defense’.
nl: Traint soldaten in 'Ontwijken', 'Gezondheid', 'Aanval' en in 'Verdediging'.

# europeans_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
nl: 'Ontwijken' vergroot de kans van de soldaat om niet geraakt te worden door de vijand en zo totaal onaangetast te blijven.

# europeans_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.

# europeans_building
source: Builds ferries.
nl: Bouwt veerboten.

# europeans_building
source: Needs water nearby.
nl: Water in de buurt nodig.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
nl: Bouwt schepen die worden gebruikt voor overzeese kolonisatie en voor handel tussen havens.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
nl: 'Scheld niet op de bouwvakker die een tekort aan bouwmaterialen heeft.'

# europeans_building
source: Proverb widely used for impossible tasks of any kind
nl: Spreekwoord veel gebruikt voor onmogelijke taken van welke aard dan ook

# europeans_building
source: A new building is being built at this construction site.
nl: Op deze bouwplaats wordt een nieuw gebouw neergezet.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
nl: 'Nieuwe paden zullen verschijnen als je bereid bent de oude af te breken.'

# europeans_building
source: Proverb
nl: Spreekwoord

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
nl: Er wordt een gebouw ontmanteld op deze ontmantelingslocatie, waardoor een deel van de grondstoffen die gebruikt zijn tijdens de bouw van dit gebouw terugkomt in de opslagplaatsen van je stam.

# warehousename
source: Athen
nl: Athene

# warehousename
source: Beograd
nl: Belgrado

# warehousename
source: Berlin
nl: Berlijn

# warehousename
source: Bruxelles
nl: Brussel

# warehousename
source: București
nl: Boekarest

# warehousename
source: Chișinău
nl: Chisinau

# warehousename
source: Frankfurt am Main
nl: Frankfurt aan de Rijn

# warehousename
source: Genova
nl: Genua

# warehousename
source: Göteborg
nl: Gotenburg

# warehousename
source: København
nl: Kopenhagen

# warehousename
source: Köln
nl: Keulen

# warehousename
source: Kraków
nl: Krakau

# warehousename
source: Kyiv
nl: Kiev

# warehousename
source: Lisboa
nl: Lissabon

# warehousename
source: London
nl: Londen

# warehousename
source: Milano
nl: Milaan

# warehousename
source: Moskwa
nl: Moskou

# warehousename
source: Napoli
nl: Napels

# warehousename
source: Nürnberg
nl: Neurenberg

# warehousename
source: Paris
nl: Parijs

# warehousename
source: Praha
nl: Praag

# warehousename
source: Prishtina
nl: Pristina

# warehousename
source: Roma
nl: Rome

# warehousename
source: Sankt Petersburg
nl: Sint-Petersburg

# warehousename
source: Saporischschja
nl: Zaporizja

# warehousename
source: Torino
nl: Turijn

# warehousename
source: Wien
nl: Wenen

# europeans
source: Worker missing
nl: Werker vermist

# europeans
source: Worker is coming
nl: Werker komt er aan

# europeans
source: Workers missing
nl: Werkers vermist

# europeans
source: Workers are coming
nl: Werkers komen eraan

# europeans
source: Expert missing
nl: Expert vermist

# europeans
source: Experts missing
nl: Experten vermist

# europeans_soldier
source: %1% soldier (+%2%)
nl: %1% soldaat (+%2%)

# europeans_soldier
source: %1% soldier
nl: %1% soldaat

# europeans_soldier
source: %1%(+%2%) soldier (+%3%)
nl: %1%(+%2%) soldaat (+%3%)

# europeans_soldier
source: %1%(+%2%) soldier
nl: %1%(+%2%) soldaat

source: Trading Outpost
nl: Handelsvoorpost

source: This starting condition contains a market as an additional building, where some wares can be bought for gold, quartz and diamonds.
nl: Deze startvoorwaarde bevat een markt als extra gebouw, waar sommige waren kunnen worden gekocht voor goud, kwarts en diamanten.

# europeans_worker
source: Advanced Gardener
nl: Gevorderde Tuinier

# europeans_worker
source: Basic Gardener
nl: Basis Tuinier

# europeans_worker
source: Normal Gardener
nl: Normale Tuinman

# europeans_worker
source: Trader
nl: Handelaar
