Repository: widelands/wl_addons_server
Catalog: po/europeans_trading.wad/*.po
Languages: nl

source: Trading addon for Europeans tribe
nl: Terravorming addon voor de Europese stam

source: Adds some additional trading buildings, traders and coins to Europeans tribes.
nl: Voegt extra handelsgebouwen, handelaren en munten toe aan de Europese stammen.

# europeans_building
source: Advanced Big Manufactory
nl: Geavanceerde Grote Fabriek

source: working
nl: werkende

# europeans_building
source: processing log to create tools and weapons
nl: boomstammen verwerken om gereedschappen en wapens te maken

# europeans_building
source: making a wooden armor
nl: een houten harnas maken

# europeans_building
source: making a pair of wooden boots
nl: een paar houten laarzen maken

# europeans_building
source: making a wooden helmet
nl: een houten helm maken

# europeans_building
source: forging a wooden spear
nl: een houten speer maken

# europeans_building
source: processing reed or cotton or wool to create tools and armor
nl: riet, katoen of wol verwerken tot gereedschap en harnassen

# europeans_building
source: tailoring a suit of armor
nl: een harnas op maat maken

# europeans_building
source: tailoring processed armor
nl: op maat maken van wapenrusting

# europeans_building
source: tailoring a suit of chain armor
nl: een maliënkolder maken

# europeans_building
source: tailoring a suit of advanced armor
nl: een geavanceerd harnas maken

# europeans_building
source: making study boots
nl: werklaarzen maken

# europeans_building
source: making swift boots
nl: vlotte laarzen maken

# europeans_building
source: making advanced boots
nl: geavanceerde laarzen maken

# europeans_building
source: processing metal_alloy to create tools and weapons
nl: boomstammen verwerken om gereedschappen en wapens te maken

# europeans_building
source: making baskets
nl: manden maken

# europeans_building
source: making buckets
nl: emmers maken

# europeans_building
source: making felling axes
nl: kapbijlen maken

# europeans_building
source: making hammers
nl: hamers maken

# europeans_building
source: making picks
nl: pikhouwelen maken

# europeans_building
source: making saws
nl: zagen maken

# europeans_building
source: making sycthes
nl: zeis maken

# europeans_building
source: making shovels
nl: schoppen maken

# europeans_building
source: forging a mask
nl: een masker smeden

# europeans_building
source: forging a steel shield
nl: een stalen schild smeden

# europeans_building
source: forging an advanced shield
nl: een geavanceerd schild smeden

# europeans_building
source: forging an advanced spear
nl: een geavanceerde speer smeden

# europeans_building
source: forging a broad ax
nl: een brede bijl smeden

# europeans_building
source: forging a broadsword
nl: een slagzwaard smeden

# europeans_building
source: Basic Big Manufactory
nl: Basis Grote Fabriek

# europeans_building
source: processing reed to create tools and armor
nl: riet verwerken tot gereedschap en pantser

# europeans_building
source: Normal Big Manufactory
nl: Normale Grote Fabriek

# europeans_building
source: processing reed or cotton to create tools and armor
nl: riet of katoen verwerken tot gereedschap en pantser

# europeans_building
source: Advanced Shoemakers House
nl: Geavanceerd Schoenmakershuis

# europeans_building
source: Basic Shoemakers House
nl: Basis Schoenmakershuis

# europeans_building
source: Normal Shoemakers House
nl: Normaal Schoenmakershuis

# europeans_building
source: Advanced Toolsmithy
nl: Geavanceerde Gereedschapsmakerij

# europeans_building
source: Basic Toolsmithy
nl: Basis Gereedschapsmakerij

# europeans_building
source: Normal Toolsmithy
nl: Normaal Gereedschapsmakerij

# europeans_building
source: Advanced Weaponsmithy
nl: Gevorderde Wapenmakerij

# europeans_building
source: Basic Weaponsmithy
nl: Basis Wapenmakerij

# europeans_building
source: Normal Weaponsmithy
nl: Normale Wapenmakerij

# europeans_building
source: Advanced Tailors House
nl: Geavanceerd Kleermakershuis

# europeans_building
source: Basic Tailors House
nl: Basis Kleermakershuis

# europeans_building
source: Normal Tailors House
nl: Normaal Kleermakershuis

# europeans_building
source: Advanced Small Farm
nl: Geavanceerde Kleine Boerderij

# europeans_building
source: planting reed and cotton
nl: riet en katoen planten

# europeans_building
source: watering fields
nl: velden besproeien

# europeans_building
source: making a pond with water
nl: een vijver met water maken

# europeans_building
source: digging clay
nl: klei delven

# europeans_building
source: digging a dry pond
nl: Een droge vijver graven

# europeans_building
source: filling pond with water
nl: vijver vullen met water

# europeans_building
source: planting cotton
nl: katoen planten

# europeans_building
source: planting reed
nl: riet planten

# europeans_building
source: harvesting
nl: oogsten

# europeans_building
source: harvesting cotton
nl: katoen oogsten

# europeans_building
source: harvesting reed
nl: riet oogsten

# europeans_building
source: Basic Small Farm
nl: Kleine basisboerderij

# europeans_building
source: Normal Small Farm
nl: Normale Kleine Boerderij

# europeans_building
source: Advanced Smelting Works
nl: Geavanceerde Smelterij

# europeans_building
source: recycling metal_alloy
nl: recycleren metaal_legering

# europeans_building
source: smelting ore
nl: erts smelten

# europeans_building
source: Basic Smelting Works
nl: Basis Smelterij

# europeans_building
source: Normal Smelting Works
nl: Normale Smelterij

# europeans_building
source: Advanced Weaving Mill
nl: Geavanceerde Weverij

# europeans_building
source: weaving cloth
nl: stof weven

# europeans_building
source: Basic Weaving Mill
nl: Basis Weverij

# europeans_building
source: Normal Weaving Mill
nl: Normale Weverij

# europeans_building
source: Armor Market
nl: Pantsermarkt

source: trading
nl: handel

# europeans_building
source: trading goods for copper coins
nl: goederen verhandelen voor koperen munten

# europeans_building
source: trading goods for silver coins
nl: goederen verhandelen voor zilveren munten

# europeans_building
source: trading goods for gold coins
nl: goederen verhandelen voor gouden munten

# europeans_building
source: Boots Market
nl: Laarzenmarkt

# europeans_building
source: Weapon Market
nl: Wapenmarkt

# europeans_building
source: Wood Market
nl: Houtmarkt

# europeans_building
source: Agricultur products market
nl: Markt voor landbouwproducten

# europeans_building
source: trading food for copper coins
nl: voedsel ruilen voor koperen munten

# europeans_building
source: trading food for silver coins
nl: voedsel ruilen voor zilveren munten

# europeans_building
source: trading food for gold coins
nl: voedsel ruilen voor gouden munten

# europeans_building
source: pausing trading of gold
nl: pauzeren van de handel in goud

# europeans_building
source: Craft products market
nl: Markt voor ambachtelijke producten

# europeans_building
source: Big Store
nl: Grootwarenhuis

# europeans_building
source: Small Store
nl: Kleine Winkel

# europeans_building
source: Trading Post
nl: Handelspost

source: Europeans (Trading)
nl: Europeanen (Handel)

source: This is the culture of the Europeans.
nl: Dit is de cultuur van de Europeanen.

source: This is the experimental Europeans tribe.
nl: Dit is de experimentele Europese stam.

# ware
source: Water is the essence of life!
nl: Water is de essentie van het leven!

# europeans_ware
source: Water is used by the gardener, by the forester, by all farms, and in the bakery and the brewery. The fish farm and the sheep farm need to be supplied with water, too.
nl: Water wordt gebruikt door de tuinman, door de boswachter, door alle boerderijen, en in de bakkerij en de brouwerij. Ook de viskwekerij en de schapenhouderij hebben water nodig.

# europeans_ware
source: Logs are an important basic building material. They are produced by felling trees.
nl: Rondhout is een belangrijk basismateriaal voor de bouw. Ze worden geproduceerd door bomen te vellen.

# europeans_ware
source: European lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the shipyard and the sawmill.
nl: Europese houthakkers vellen de bomen; boswachters zorgen voor de aanvoer van bomen. Houtblokken worden ook gebruikt voor de houtskooloven, de scheepswerf en de zagerij.

# europeans_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener (basic sawmill).
nl: Dit vuurharde hout is zo hard als ijzer en wordt gebruikt voor verschillende gebouwen. Het wordt geproduceerd uit boomstammen in de houtverharder (basis zagerij).

# europeans_ware
source: Planks are an important building material.
nl: Planken zijn een belangrijk bouwmateriaal.

# europeans_ware
source: They are produced out of logs by the sawmill.
nl: Ze worden door de zagerij gemaakt van boomstammen.

# europeans_ware
source: They are also used by the ferryyard and shipyard.
nl: Ze worden ook gebruikt door de veerbootwerf en scheepswerf.

# europeans_ware
source: Scrap wood is a waste material that arises from the demolition of buildings or from sawmills.
nl: Sloophout is afvalmateriaal dat ontstaat bij de sloop van gebouwen of in zagerijen.

# europeans_ware
source: It can be processed into charcoal in charcoal kilns.
nl: Het kan worden verwerkt tot houtskool in houtskoolovens.

# europeans_ware
source: Reed is an important building material.
nl: Riet is een belangrijk bouwmateriaal.

# europeans_ware
source: It is produced by the reed yard.
nl: Het wordt geproduceerd op de rietvelden.

# europeans_ware
source: Cloth is needed to build several buildings. It is produced out of reed.
nl: Linnen is nodig om verschillende gebouwen te bouwen. Het wordt gemaakt van riet.

# europeans_ware
source: Cotton is a raw material used to make clothing.
nl: Katoen is een grondstof die wordt gebruikt om kleding te maken.

# europeans_ware
source: It is produced by normal farms.
nl: Het wordt geproduceerd door normale boerderijen.

# europeans_ware
source: Raw material for some sorts of armor. It is produced in the weaving mill out of wool or reed.
nl: Grondstof voor sommige soorten harnassen. Het wordt in de weverij gemaakt van wol of riet.

# europeans_ware
source: Rubber is needed to make improved armor and boots.
nl: Rubber is nodig om verbeterde pantsers en laarzen te maken.

# europeans_ware
source: It is produced in tree nursery or in rubber farm.
nl: Het wordt geproduceerd in boomkwekerijen of op rubberplantages.

# europeans_ware
source: Granite is a basic building material.
nl: Graniet is een fundamenteel bouwmateriaal.

# europeans_ware
source: The Europeans produces granite blocks in quarries.
nl: De Europeanen produceren granieten blokken in steengroeven.

# europeans_ware
source: Grout is a basic building material.
nl: Voegspecie is een basisbouwmateriaal.

# europeans_ware
source: The Europeans produces grout in lime kiln or stonemasons house out of granite and water.
nl: De Europeanen maken voegmortel uit graniet en water in kalkovens of steenhouwershuizen.

# europeans_ware
source: Clay is needed to make bricks.
nl: Klei is nodig om bakstenen te maken.

# europeans_ware
source: The Europeans gets clay from gardeners house.
nl: De Europeanen halen klei uit het tuiniershuis.

# europeans_ware
source: Brick is a basic building material.
nl: Baksteen is een basis bouwmateriaal.

# europeans_ware
source: The Europeans produces bricks in lime kiln or stonemasons house out of clay, granite and water.
nl: De Europeanen maken bakstenen van klei, graniet en water in kalkovens of steenhouwershuizen.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
nl: Steenkool wordt gewonnen in kolenmijnen of geproduceerd uit houtblokken door een houtskooloven (houtskool).

# europeans_ware
source: The fires of the Europeans smelting works and smithies are usually fed with coal.
nl: De vuren van de Europese smelterijen en smederijen worden meestal gevoed met kolen.

# europeans_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
nl: Marmer is de prachtige steen die uit de bergen wordt gehouwen of in een steengroeve wordt gewonnen. Marmer wordt gebruikt als bouwmateriaal en wordt gebeiteld tot marmeren zuilen in het steenhouwershuis.

# europeans_ware
source: Marble columns represent the high culture of the Europeans, so they are needed for nearly every advanced building. They are produced out of marble at a stonemason’s house.
nl: Marmeren zuilen vertegenwoordigen de hoge cultuur van de Europeanen, dus ze zijn nodig voor bijna elk geavanceerd gebouw. Ze worden gemaakt van marmer in een steenhouwershuis.

# europeans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are mined as a byproduct in a deep iron mine or by advanced quarry.
nl: Deze transparante kwarts edelstenen worden gebruikt om sommige exclusieve gebouwen te bouwen. Ze worden gedolven als bijproduct in een diepe ijzermijn of in een geavanceerde steengroeve.

# europeans_ware
source: These wonderful diamonds are used to build advanced buildings. They are mined as a byproduct in a deep coal mine or by advanced quarry.
nl: Deze prachtige diamanten worden gebruikt om geavanceerde gebouwen te bouwen. Ze worden gewonnen als bijproduct in een diepe kolenmijn of in een geavanceerde steengroeve.

# default_ware
source: Ore is mined in ore mines.
nl: Erts wordt gedolven in ertsmijnen.

# europeans_ware
source: It is smelted in a smelting works to retrieve all the metals.
nl: Het wordt gesmolten in een smelterij om alle metalen eruit te halen.

# europeans_ware
source: Discarded weapons and armor can be recycled in an advanced smelting works to produce new tools, weapon and armor.
nl: Afgedankte wapens en harnassen kunnen worden teruggewonnen in een geavanceerde smelterij om nieuwe gereedschappen, wapens en harnassen te maken.

# ware
source: Mixed metal alloy is smelted out of ores.
nl: Gemengde metaallegeringen worden uit ertsen gesmolten.

# europeans_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of alloy.
nl: Het wordt geproduceerd door smelterijen. Wapens, pantsers en gereedschappen worden gemaakt van legering.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of ore.
nl: Goud is het meest waardevolle van alle metalen en het wordt uit erts gesmolten.

# europeans_ware
source: It is produced by the smelting works. Some valuable buildings need gold to be built.
nl: Het wordt geproduceerd door de smelterijen. Sommige waardevolle gebouwen hebben goud nodig om gebouwd te worden.

# ware
source: Wood coins are money made of copper or bronze (copper and tin). Its the standard barter object.
nl: Houten munten zijn geld gemaakt van koper of brons (koper en tin). Het is het standaard ruilobject.

# ware
source: Wood coins are money made of silver. Its a valuable barter object.
nl: Houten munten zijn geld gemaakt van zilver. Het is een waardevol ruilobject.

# ware
source: Wood coins are money made of gold. Its most valuable barter object.
nl: Houten munten zijn geld gemaakt van goud. Het meest waardevolle ruilobject.

# europeans_ware
source: Big buckets for the forester, the gardener, and the construction of wells.
nl: Grote emmers voor de boswachter, de tuinman en de bouw van waterputten.

# europeans_ware
source: They are produced by all smithies.
nl: Ze worden geproduceerd door alle smederijen.

# europeans_ware
source: This basket is needed by advanced carrier to transport wares.
nl: Deze mand is nodig voor geavanceerde dragers om goederen te vervoeren.

# europeans_ware
source: It is produced by all smithies.
nl: Het wordt geproduceerd in alle smederijen.

# europeans_ware
source: The hammer is an essential tool. Geologists, builders, and worker all need a hammer.
nl: De hamer is een essentieel gereedschap. Geologen, bouwvakkers en arbeiders hebben allemaal een hamer nodig.

# europeans_ware
source: Make sure you’ve always got some in reserve! They are produced by all smithies.
nl: Zorg dat je er altijd een paar achter de hand hebt! Ze worden in alle smederijen gemaakt.

# europeans_ware
source: The saw is an essential tool. This saw is needed by the worker and the woodcutter.
nl: De zaag is een essentieel gereedschap. Deze zaag is nodig voor de arbeider en de houthakker.

# europeans_ware
source: The scythe is a secondary tool of the lumberjacks.
nl: De zeis is een secundair gereedschap van de houthakkers.

# europeans_ware
source: Scythes are produced by all smithies.
nl: Zeisen worden door alle smederijen gemaakt.

# europeans_ware
source: The felling ax is the tool to chop down trees.
nl: De kapbijl is het gereedschap om bomen om te hakken.

# europeans_ware
source: Felling axes are used by lumberjacks and produced by all smithies.
nl: Hakbijlen worden gebruikt door houthakkers en geproduceerd in alle smederijen.

# europeans_ware
source: The pick is an essential tool. Picks are used by stonemasons and miners.
nl: De pikhouweel is een essentieel gereedschap. Pikhouwelen worden gebruikt door steenhouwers en mijnwerkers.

# europeans_ware
source: They are produced produced by all smithies.
nl: Ze worden geproduceerd door alle smederijen.

# europeans_ware
source: The shovel is an essential tool. Therefore the forester, the gardener and the terraformer use them.
nl: De schop is een essentieel stuk gereedschap. Daarom gebruiken de boswachter, de tuinman en de terreinvormer de schop.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the big manufactory. In combination with wooden spear, it is the equipment to fit out young soldiers.
nl: Basisbepantsering voor Europese soldaten. Het wordt geproduceerd in een grote fabriek. In combinatie met een houten speer is het de uitrusting voor jonge soldaten.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the weaving mill. In combination with wooden spear, it is the equipment to fit out young soldiers.
nl: Basisharnas voor Europese soldaten. Het wordt geproduceerd in de weverij. In combinatie met een houten speer is het de uitrusting voor jonge soldaten.

# europeans_ware
source: The compressed armor is a medium armor for European soldiers. It is produced by a tailor and used in a battle arena to protect soldiers with additional health points.
nl: Het gecomprimeerde harnas is een gemiddeld harnas voor Europese soldaten. Het wordt gemaakt door een kleermaker en gebruikt in een gevechtsarena om soldaten te beschermen met extra gezondheidspunten.

# europeans_ware
source: The advanced armor is produced in the a manufactory and used in the battle arena to protect soldiers with additional health points.
nl: Het geavanceerde pantser wordt geproduceerd in een fabriek en gebruikt in de strijdarena om soldaten te beschermen met extra gezondheidspunten.

# europeans_ware
source: Wooden boots are basic footwear for soldiers to be protect on their feet. They are produced by the dressmaker.
nl: Houten laarzen zijn basischoeisel voor soldaten om hun voeten te beschermen. Ze worden gemaakt door de kleermaker.

# europeans_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
nl: Stevige laarzen zijn uitstekend schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 0 tot niveau 1.

# europeans_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
nl: Vlugge laarzen zijn licht en duurzaam schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 1 naar niveau 2.

# europeans_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
nl: Heldenlaarzen! Het enige geschikte schoeisel voor een echte held. Ze worden gemaakt door de kleermaker en gebruikt om het ontwijken van soldaten te trainen van niveau 2 naar niveau 3.

# europeans_ware
source: This wooden spear is the basic weapon in the European military system. It is produced in the manufactory. In combination with armor, it is the equipment to fit out young soldiers.
nl: Deze houten speer is het basiswapen in het Europese militaire systeem. Het wordt geproduceerd in de fabriek. In combinatie met een harnas is het de uitrusting voor jonge soldaten.

# europeans_ware
source: This is a advanced spear with a steel tip. It is produced in a manufactory and used in a battle arena – together with food – to train soldiers in attack.
nl: Dit is een geavanceerde speer met een stalen punt. Het wordt geproduceerd in een fabriek en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.

# europeans_ware
source: This is an broad ax. It is produced in a manufactory and used in a battle arena – together with food – to train soldiers in attack.
nl: Dit is een brede bijl. Het wordt geproduceerd in een fabriek en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.

# europeans_ware
source: This is a broad sword. It is produced in the advanced manufactory and used in a battle arena – together with food – to train soldiers in attack.
nl: Dit is een breed zwaard. Het wordt geproduceerd in de geavanceerde fabriek en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in aanvallen.

# europeans_ware
source: The helmet is the basic defense tool of a soldier. It is produced in the manufactory. In combination with armor, it is the equipment to fit out young soldiers.
nl: De helm is het basisverdedigingsmiddel van een soldaat. Hij wordt geproduceerd in de fabriek. In combinatie met een harnas is het de uitrusting voor jonge soldaten.

# europeans_ware
source: The mask is the medium defense tool of a soldier. It is produced in a manufactory and used in a battle arena – together with food – to train soldiers in defense.
nl: Het masker is het middelste verdedigingsmiddel van een soldaat. Het wordt geproduceerd in een fabriek en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.

# europeans_ware
source: This steel shield is produced in a manufactory and used in a battle arena – together with food – to train soldiers in defense.
nl: Dit stalen schild wordt geproduceerd in een fabriek en gebruikt in een gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.

# europeans_ware
source: These advanced shields are used by the best soldiers of the Europeans. They are produced in the advanced manufactory and used in the advanced battle arena – together with food – to train soldiers in defense.
nl: Deze geavanceerde schilden worden gebruikt door de beste soldaten van de Europeanen. Ze worden geproduceerd in de geavanceerde fabriek en gebruikt in de geavanceerde gevechtsarena – samen met voedsel – om soldaten te trainen in verdediging.

# europeans_worker
source: Used for recruiting all other workers.
nl: Wordt gebruikt voor het werven van alle andere werknemers.

# europeans_worker
source: Carries items along your roads with their hands.
nl: Draagt voorwerpen langs je wegen met zijn handen.

# europeans_worker
source: Carries items along your roads with their hands. Only used for busy roads.
nl: Draagt voorwerpen langs je wegen met zijn handen. Alleen gebruikt voor drukke wegen.
