Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

# gauls_building
source: upgrading warrior defense from level 1 to level 2
cs: cvičení obrany bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Verteidigung vun Stand 1 to Stand 2 to verbetern
nl: krijger verdediging upgraden van niveau 1 naar niveau 2

# gauls_building
source: upgrading warrior defense from level 2 to level 3
cs: cvičení obrany bojovníka z úrovně 2 na úroveň 3
nds: Ridder-Verteidigung vun Stand 2 to Stand 3 to verbetern
nl: krijger verdediging upgraden van niveau 2 naar niveau 3

# gauls_building
source: Training Camp
cs: Výcvikový tábor
nds: Övens-Lager
nl: Trainingskamp

# gauls_building
source: upgrading warrior attack from level 0 to level 1
cs: cvičení útoku bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Angriff vun Stand 0 to Stand 1 to verbetern
nl: krijgeraanval upgraden van niveau 0 naar niveau 1

# gauls_building
source: upgrading warrior attack from level 1 to level 2
cs: cvičení útoku bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Angriff vun Stand 1 to Stand 2 to verbetern
nl: krijgeraanval upgraden van niveau 1 naar niveau 2

source: A Celtic tribe.
cs: Keltský kmen.
nds: Een keltisk Volk.
nl: Een Keltische stam.

# gaulss_ship
source: Ship
cs: Loď
nds: Schipp
nl: Schip

source: Don’t forget that druids are working only when there are trees nearby. All buildings occupied by druids need trees in their surroundings.
cs: Nezapomeň, že druidové pracují pouze pokud mají ve svém okolí stromy. Všechny budovy obývané druidy musí být blízko stromů.
nds: Vergeet nich, dat Druiden blots dann warken könen, wenn dat Bomen in de Naberskupp gifft. All Husen, waar Druiden warken, bruken Bomen in hör Naberskupp.
nl: Vergeet niet dat druïden alleen werken als er bomen in de buurt zijn. Alle gebouwen die door druïden worden bewoond, hebben bomen in hun omgeving nodig.

source: The traffic on Gallic roads is heavy. Keep in mind that you will need to spare some big green building spaces for warehouses.
cs: Provoz na galských cestách je značný. Pamatuj, že bude třeba vyhradit pár velkých zelených stavebních míst pro sklady.
nds: Gallisk Straten sünd bannig besig. Vergeet nich, eeniges an groter gröner Rüümte tum Bauen för Kraamhusen intoplanen.
nl: Het verkeer op de Gallische wegen is druk. Houd er rekening mee dat u wat grote groene bouwruimtes moet reserveren voor magazijnen.

source: Ensure that you can produce all building materials before you start growing your economy.
cs: Dříve než začneš zvětšovat své hospodářství, ubezpeč se, že vyrábíš všechen stavební materiál.
nds: Wees wiss, dat du all Aarden vun Baukraam produzeren kannst, ehr du begünnst, diene Weertskupp to vergrotern.
nl: Zorg ervoor dat je alle bouwmaterialen kunt produceren voordat je begint met het opbouwen van je economie.

source: Reed yards need open waters to grow reed. If you don’t see any right at the beginning of a new game, make finding it your priority.
cs: Rákosová pole potřebují k pěstování rákosu otevřenou vodu. Pokud žádnou nevidíš hned při zahájení nové hry, udělej z jejího nalezení svou prioritu.
nds: Reitplantereen bruken open Waters, um Reit antoplanten. Wenn du glieks bi’m Begünn vun eenem nejen Speel keens hest, wees seker wiss, bannig fix welkes to finnen.
nl: Rietvelden hebben open water nodig om riet te laten groeien. Als je aan het begin van een nieuw spel nog geen rietvelden ziet, maak er dan een prioriteit van om deze te vinden.

# gauls_ware
source: Log is an important basic building material. It is also used for charcoal production.
cs: Kláda je důležitý základní stavební materiál. Vyrábí se z ní také dřevěné uhlí.
nds: Boomstammen sünd een wichtig Baukraam. Se worden ok bruukt, um Holtköhl to produzeren.
nl: Boomstammen zijn een belangrijk basismateriaal voor de bouw. Ze worden ook gebruikt voor de productie van houtskool.

# gauls_ware
source: Logs are produced by felling trees. Woodcutters need forester’s houses nearby to take care of the supply of trees.
cs: Klády lze získat kácením stromů. Dřevorubci potřebují ve své blízkosti domky lesníků, kteří zaručí dostatek stromů.
nds: Boomstammen worden produzeert, indeem Bomen umkappt worden. Boomslagers bruken Försterhusen in de Naberskupp, um up de Boom-Versörgung uptopassen.
nl: Houtblokken worden geproduceerd door bomen te kappen. Houthakkers hebben boswachtershuizen in de buurt nodig om de aanvoer van bomen te regelen.

# gauls_ware
source: Granite is a basic building material. You also need it for production of bricks.
cs: Kámen je základním stavebním materiálem. Také je potřeba na výrobu cihel.
nds: Flint is een wichtig Baukraam. Du bruukst ’t ok, um Backstenen to produzeren.
nl: Graniet is een basisbouwmateriaal. Je hebt het ook nodig voor de productie van bakstenen.

# gauls_ware
source: It is mainly produced by stonecutters, but iron mines and tin mines also produce some. Especially basic tin mine can help you, when there is not enough rocks in your surroundings. This mine is also the only one that produces primarily granite while empty.
cs: Jeho hlavním zdrojem jsou kameníci, ale produkují ho v určitém množství i železorudné a cínové doly. Obzvláště obyčejný cínový důl může velmi pomoci, pokud v tvém okolí není dostatek skal. Zmíněný typ dolu je také jediným dolem, který těží převážně granit, pokud je prázdný.
nds: ’t word vör allem vun Flintslagers produzeert, aver Iesen-Bargwarken un Tinn-Bargwarken produzeren ok Flint. Vör allem dat lütte Tinn-Bargwark kann di hülpen, wenn du nich genoog Stenen in diener Naberskupp hest. Deeses Bargwark is ok dat eenzigst, wat vör allem Flint produzeert, wenn ’t leeg is.
nl: Het wordt voornamelijk geproduceerd door steenhouwers, maar ook ijzermijnen en tinmijnen produceren een kleine hoeveelheid. Vooral basistinnmijnen kunnen je helpen wanneer er niet genoeg rotsen in je omgeving zijn. Deze mijn is ook de enige die voornamelijk graniet produceert wanneer hij leeg is.

# gauls_ware
source: Planks are an important building material.
cs: Prkna jsou důležitým stavebním materiálem.
nds: Planken sünd een wichtig Baukraam.
nl: Planken zijn een belangrijk bouwmateriaal.

# gauls_ware
source: They are produced out of logs by the sawmill.
cs: Vyrábí se z klád na pile.
nds: Se worden in de Saagmöhlen ut Boomstammen produzeert.
nl: Ze worden door de zagerij gemaakt van boomstammen.

# gauls_ware
source: They are also used by the weapon smithy.
cs: Jsou také využívány ve zbrojířství.

# gauls_ware
source: Clay is made out of water and mud to be turned into bricks.
cs: Cihlářská hlína se mísí z vody a hlíny a vyrábí se z ní cihly.
nds: Lehm word ut Water un Klei maakt, um Backstenen daarut to maken.
nl: Klei wordt gemaakt van water en modder om er bakstenen van te maken.

# gauls_ware
source: Bricks are an important building material. They are made out of a mix of clay and granite dried in a coal fire.
cs: Cihly jsou důležitým stavebním materiálem. Vyrábí se ze směsi cihlářské hlíny a žuly za pomoci ohně z uhlí.
nds: Backstenen sünd een wichtig Baukraam. Se worden ut eenem Mengsel vun Lehm un Flint in eenem Köhlen-Füür brannt.
nl: Bakstenen zijn een belangrijk bouwmateriaal. Ze worden gemaakt van een mengsel van klei en graniet dat in een kolenoven wordt gedroogd.

# gauls_ware
source: Reed is grown on shores of lakes and rivers by reed yards. Nothing is better suited to make roofs waterproof. It is also used to make baskets and fishing nets.
cs: Rákos je pěstován na březích jezer a řek pomocí rákosových polí. Nic se nehodí lépe na pokrytí dešti odolných střech. Také se z něj vyrábí koše a rybářské sítě.
nds: Reit word vun Reitplantereen an de Küsten vun Meren un Stromen anplant. Nix is beter, um Dacken waterdicht to maken. ’t word ok bruukt, um Körven un Fiskernetten to maken.
nl: Riet wordt gekweekt aan de oevers van meren en rivieren door rietkwekerijen. Er is niets dat beter geschikt is om daken waterdicht te maken. Het wordt ook gebruikt om manden en visnetten te maken.

# gauls_ware
source: Wool is the hair of sheep. Weaving mills use it to make cloth.
cs: Vlna je ovčí srst. Tkalcovny z ní vyrábí látku.
nds: Wulle is dat Fell vun Schapen. Een Weevstohl maakt daarut Stoff.
nl: Wol is het haar van schapen. Weverijen gebruiken het om stoffen te maken.

# gauls_ware
source: Cloth is needed to build several buildings. It is also consumed in the sewing workshop, armor smithy and shipyard.
cs: Látka je potřeba ke stavbě několika budov. Spotřebovávají ji šicí dílny, platnéřství a loděnice.
nds: Eenige Husen bruken Stoff. ’t word ok vun de Naiheree, Panzersmee un Warft bruukt.
nl: Doek is nodig om verschillende gebouwen te bouwen. Het wordt ook gebruikt in het naaiatelier, de wapensmid en de scheepswerf.

# gauls_ware
source: Straw is a by-product of wheat production. You need it for breeding animals.
cs: Sláma vzniká jako vedlejší produkt při pěstování pšenice. Potřebuješ ji k chovu zvířat.
nds: Stroh fallt bi’m Produzeren vun Weit mit an. Du bruukst ’t, um Deerten to tüchten.
nl: Stro is een bijproduct van de tarweteelt. Je hebt het nodig voor het fokken van dieren.

# gauls_ware
source: Wheat sheaves are harvested by farmers who sent them to threshing floors to gain wheat and straw.
cs: Otepi pšenice sklízí sedláci a posílají je na mlaty, aby z nich získali pšenici a slámu.
nds: Weitschoven worden vun Buren arnt, well se wieder to Döskedelen stüren, waar daarut Weit un Stroh wunnen worden.
nl: Tarwehalmen worden geoogst door boeren, die ze naar dorsvloeren sturen om tarwe en stro te verkrijgen.

# ware
source: Water is the essence of life!
cs: Voda je esencí života!
nds: Sünner Water gifft ’t keen Leven!
nl: Water is de essentie van het leven!

# gauls_ware
source: Water is used in multiple buildings. You need it for production of bricks, for preparation of bread, elixirs and potions and for breeding animals.
cs: Voda je potřeba hned v několika budovách. Potřebuješ ji k výrobě cihel, přípravě chleba, elixírů a lektvarů a k chovu zvířat.
nds: Water word vun mennig Husen bruukt. Du bruukst ’t tum Produzeren vun Backstenen, um Brood, Elixieren un Drunken torechttomaken un um Deerten to tüchten.
nl: Water wordt in meerdere gebouwen gebruikt. Je hebt het nodig voor de productie van bakstenen, voor het bereiden van brood, elixers en drankjes en voor het fokken van dieren.

# gauls_ware
source: Wheat is essential for survival.
cs: Pšenice je nezbytná k přežití.
nds: Sünner Weit kann man nich överleven.
nl: Tarwe is essentieel om te overleven.

# gauls_ware
source: Wheat is produced by threshing floors and turned into flour by mills. Sheep farms and cattle farms also need to be supplied with wheat.
cs: Pšenici produkují mlaty a mele se na mouku v mlýnech. Ovčince a kravíny také potřebují dodávky pšenice.
nds: Weit word vun Döskedelen produzeert un vun Möhlen to Mehl verarbeidt. Schaaptüchtereen un Ossentüchtereen mutten ok mit Weit versörgt worden.
nl: Tarwe wordt geproduceerd op dorsvloeren en door molens tot meel verwerkt. Ook schapen- en veehouderijen moeten van tarwe worden voorzien.

# gauls_ware
source: Flour is produced by the miller out of wheat and it is needed in the bakery to produce the tasty bread.
cs: Mouka je mleta mlynářem z pšenice a je jí třeba v pekárně k pečení chutného chleba.
nds: Mehl word vun de Müller ut Weit maakt un word in Backereen bruukt, um dat gode Brood to backen.
nl: Meel wordt door de molenaar uit tarwe geproduceerd en is nodig in de bakkerij om lekker brood te maken.

# gauls_ware
source: Fruit is picked by gardeners in the orchard and used as a substitute of vegetable by meal preparation.
cs: Ovoce je sbíráno zahradnicemi v sadech a slouží jako náhrada za zeleninu při přípravě jídla.
nds: Früchten worden vun Gaardners in de Kampen pottjet un könen in Stee vun Gemüse in Mahltieden bruukt worden.
nl: Fruit wordt door tuinders in de boomgaard geplukt en gebruikt als vervanging voor groenten bij het bereiden van maaltijden.

# gauls_ware
source: Druids do also pick some secret fruit ingredients when poaching elixir.
cs: Druidové také sbírají tajné přísady z ovoce když vaří elixír.
nds: Druiden pottjen ok wisse geheeme Frücht-Bigaven, wenn se Elixieren vörbereiden.
nl: Druïden plukken ook enkele geheime fruitingrediënten wanneer ze elixer stoken.

# gauls_ware
source: Vegetable is used by meal preparation. If there is no vegetable in the kitchen, fruit can be used instead.
cs: Zelenina slouží k přípravě jídel. Pokud v kuchyni není zelenina, může být nahrazena i ovocem.
nds: Gemüse word bi’m Torechtmaken vun Mahltieden bruukt. Wenn de Köken keen Gemüse hett, kann se in Stee daarvun ok Früchten bruken.
nl: Groenten worden gebruikt bij het bereiden van maaltijden. Als er geen groenten in de keuken zijn, kan fruit worden gebruikt.

# gauls_ware
source: Herbs are irreplaceable by preparation of elixir and potion.
cs: Byliny jsou nenahraditelnou přísadou pro přípravu elixírů a lektvarů.
nds: Sünner Krüden kann man keene Elixieren un Drunken vörbereiden.
nl: Kruiden zijn onvervangbaar bij het bereiden van elixers en drankjes.

# gauls_ware
source: You need this two types of drinks in deep mines and for warrior training.
cs: Oba typy nápojů potřebuješ pro své hluboké doly a k tréninku bojovníků.
nds: Du bruukst deese twee Aarden vun Dranken in deepen Bargwarken un bi’m Ridder-Öven.
nl: Je hebt deze twee soorten drankjes nodig in diepe mijnen en voor de training van krijgers.

# gauls_ware
source: Fresh fish is smoked in the smokery and added into meals for your warriors and miners.
cs: Čerstvé ryby jsou uzeny v udírně a přidávány do jídel pro tvé bojovníky a horníky.
nds: Frisker Fiss word in de Rökelkamer rökelt un to de Mahltieden för diene Ridders un Bargwarkskeerls hentogeven.
nl: Verse vis wordt gerookt in de rokerij en toegevoegd aan de maaltijden voor je krijgers en mijnwerkers.

# gauls_ware
source: Fresh meat is smoked in the smokery and added into meals for your warriors and miners.
cs: Čerstvé maso je uzeno v udírně a přidáváno do jídel pro tvé bojovníky a horníky.

# gauls_ware
source: Smoked fish or smoked meat is used for meal preparation.
cs: Z uzené ryby a uzeného masa se přípravují jídla.
nds: Rökelfiss of Rökelfleesk bruukt man, um Mahltieden torechttomaken.
nl: Gerookte vis of gerookt vlees wordt gebruikt voor het bereiden van maaltijden.

# gauls_ware
source: Can be replaced by milk.
cs: Může být nahrazeno mlékem.
nds: Man kann in Stee daarvun ok Melk nehmen.
nl: Kan worden vervangen door melk.

# gauls_ware
source: Bread is used in kitchens to prepare rations and meals. Bread is also consumed at the training sites (druid’s gatherings).
cs: Z chleba se v kuchyních připravují svačiny a jídla. Chléb je také spotřebováván na cvičištích (druidská rada).
nds: Brood word in Köken bruukt, um Happen un Mahltieden torechttomaken. Brood word ok in de Övens-Boen (Druidenversammlungen) bruukt.
nl: Brood wordt in keukens gebruikt om rantsoenen en maaltijden te bereiden. Brood wordt ook geconsumeerd op de trainingslocaties (bijeenkomsten van druïden).

# gauls_ware
source: Milk is used to prepare rations and meals. If there is no milk available, cook can use smoked fish or smoked meat instead.
cs: Mléko je součástí svačin a jídel. Pokud není mléko k dispozici, může místo něj kuchař použít uzenou rybu, nebo uzené maso.
nds: Melk bruukt man bi’m Torechtmaken vun Happen un Mahltieden. Wenn keene Melk verföögbaar is, kann de Koch in Stee daarvun ok Rökelfiss of Rökelfleesk bruken.
nl: Melk wordt gebruikt om rantsoenen en maaltijden te bereiden. Als er geen melk beschikbaar is, kan de kok in plaats daarvan gerookte vis of gerookt vlees gebruiken.

# gauls_ware
source: A small bite to keep miners strong and working.
cs: Malé sousto, které udrží pracující horníky při síle.
nds: Wat goods, um Bargwarkskeerls stark un tofree to hollen.
nl: Een kleine hap om mijnwerkers sterk en actief te houden.

# gauls_ware
source: The scout also consumes rations on his scouting trips.
cs: Průzkumník také potřebuje malé svačiny, aby se mohl vydávat na průzkum.
nds: De Bespejer bruukt ok Happen, wenn he spioneren gaht.
nl: De verkenner verbruikt ook rantsoenen tijdens zijn verkenningsreizen.

# gauls_ware
source: A proper meal is made in the kitchen out of bread and either milk or smoked fish or smoked meat and it also has to contain fruit or vegetable. It satisfies the needs of miners in advanced mines.
cs: Opravdové jídlo se připravuje v kuchyni z chleba a buďto mléka, nebo uzené ryby, nebo uzeného masa a také obsahuje ovoce, nebo zeleninu. Uspokojí požadavky horníků v hlubokých dolech.
nds: Een rechtes Mahl word in de Köken ut Brood un of Melk of Rökelfiss of Rökelfleesk maakt, un ’t mutt ok Früchten of Gemüse enthollen. ’t gifft de Bargwarkslüü in deepen Bargwarken allens, wat se bruken.
nl: Een goede maaltijd wordt in de keuken bereid met brood en of melk of gerookte vis of gerookt vlees, en moet ook fruit of groenten bevatten. Het voldoet aan de behoeften van mijnwerkers in geavanceerde mijnen.

# gauls_ware
source: Meal is also consumed at the training sites (arenas, training camps).
cs: Jídlo se také konzumuje na cvičištích (arény, výcvikové tábory).

# gauls_ware
source: While smelting metals, the fires of the Gallic furnaces are fed with coal.
cs: Ohně galských pecí jsou při slévání kovů udržovány uhlím.
nds: Dat Füür in gallisk Smeltwarken bi’m Smelten vun Metallen verbrannt Köhl.
nl: Bij het smelten van metalen worden de vuren van de Gallische ovens gevoed met steenkool.

# gauls_ware
source: It is mined in coal mines or produced out of logs by a charcoal kiln.
cs: Těží se v uhelných dole nebo se vyrábí z klád v milíři.
nds: Köhle word in Köhle-Bargwarken ofboot of in Holtköhl-Brannereen ut Boomstammen produzeert.
nl: Het wordt gewonnen in kolenmijnen of geproduceerd uit houtblokken door middel van een houtskooloven.

# gauls_ware
source: Copper ore can be smelted into copper in a furnace.
cs: Měděnou rudu lze v huti přetavit na měď.
nds: Koperkluut kann in eener Smelteree to Koper smelt worden.
nl: Kopererts kan in een smeltoven worden omgesmolten tot koper.

# gauls_ware
source: By adding some tin ore you can obtain bronze.
cs: Přidáním trochy cínové rudy lze získat bronz.
nds: Du kannst wat Tinnkluut hentogeven, um Bronze to produzeren.
nl: Door wat tinerts toe te voegen, kun je brons verkrijgen.

# gauls_ware
source: Copper is a rare building material.
cs: Měď je málo využívaným stavebním materiálem.
nds: Koper is een düür Baukraam.
nl: Koper is een zeldzaam bouwmateriaal.

# gauls_ware
source: It is produced by the furnaces.
cs: Je vyráběna v hutích.
nds: ’t word vun de Smeltereen produzeert.
nl: Het wordt geproduceerd door de ovens.

# ware
source: Iron ore can be smelted into iron in a furnace.
cs: Železnou rudu lze v huti přetavit na železo.
nds: Iesenkluut kann in eener Smelteree to Iesen smelt worden.
nl: IJzererts kan in een oven worden omgesmolten tot ijzer.

# gauls_ware
source: Your miners need rations or meals and in deep mines also potions to produce it.
cs: Aby ji horníci mohli těžit potřebují malé svačiny, nebo jídlo a v hlubokých dolech také lektvary.
nds: Diene Barkwarkskeerls bruken Happen of Mahltieden un in deepen Bargwarken ok Drunken, um dat to produzeren.
nl: Je mijnwerkers hebben rantsoenen of maaltijden nodig en in diepe mijnen ook drankjes om het te produceren.

# ware
source: Iron is needed for tool and weapon production.
cs: Železo je potřeba na výrobu nástrojů a zbraní.
nds: Iesen bruukt man, um Warktüüg un Wapens to smeden.
nl: IJzer is nodig voor de productie van gereedschappen en wapens.

# ware
source: Gold ore can be smelted into gold in the furnace.
cs: Zlatou rudu lze v huti přetavit na zlato.
nds: Goldkluut kann in eener Smelteree to Gold smelt worden.
nl: Gouderts kan in de oven tot goud worden gesmolten.

# gauls_ware
source: It is primarily obtained in the copper-gold mines, but miners in your copper mines can usually find some too.
cs: Jejím hlavním zdrojem jsou měděnozlaté doly, ale i horníci v měděných dolech nějakou obvykle najdou.
nds: ’t word vör allem in de Koper-Gold-Bargwarken ofboot, aver de Bargwarkslüü in dienen Koper-Bargwarken finnen tomeest ok welkes.
nl: Het wordt voornamelijk gewonnen in de koper-goudmijnen, maar mijnwerkers in uw kopermijnen kunnen er meestal ook wat vinden.

# ware
source: Gold is needed for golden helmets. It is a rare building material too.
cs: Zlato je potřeba na výrobu zlatých přileb. Slouží také jako vzácný stavební materiál.
nds: Gold bruukt man, um Goldene Helmen to produzeren. ’t is ok een düür Baukraam.
nl: Goud is nodig voor gouden helmen. Het is ook een zeldzaam bouwmateriaal.

# gauls_ware
source: Gold is the most valuable of all metals and it is smelted out of gold ore in furnaces.
cs: Zlato je nejcennějším ze všech kovů a je získáváno tavením zlaté rudy v hutích.
nds: Gold is dat düürste vun allen Metallen un word in Smeltereen ut Goldkluut smelt.
nl: Goud is het meest waardevolle van alle metalen en wordt in ovens uit gouderts gesmolten.

# ware
source: Tin ore can be smelted together with copper ore into bronze in a furnace.
cs: Cínovou rudu lze společně s rudou měděnou přetavit v huti na bronz.
nds: Tinnkluut kann in eener Smelteree tosamen mit Koperkluut to Bronze smelt worden.
nl: Tinerts kan samen met kopererts in een oven tot brons worden gesmolten.

# gauls_ware
source: Your miners need rations and in deep mines meals with potion to produce it.
cs: Aby ji horníci mohli těžit potřebují malé svačiny a v hlubokých dolech jídlo a lektvary.
nds: Diene Barkwarkskeerls bruken Happen un in deepen Bargwarken Mahltieden mit Drunken, um dat to produzeren.
nl: Je mijnwerkers hebben rantsoenen nodig en in diepe mijnen maaltijden met drankjes om die te produceren.

# ware
source: Bronze is needed for armor production. It is a rare building material too.
cs: Bronzu je potřeba na výrobu zbroje. Slouží také jako vzácný stavební materiál.
nds: Bronze bruukt man, um Wapenrocken to produzeren. ’t is ok een düür Baukraam.
nl: Brons is nodig voor de productie van wapens. Het is ook een zeldzaam bouwmateriaal.

# gauls_ware
source: It is smelted out of copper ore and tin ore in furnaces.
cs: Je sléván v hutích z měděné a cínové rudy.
nds: ’t word in Smeltereen ut Koperkluut un Tinnkluut smelt.
nl: Het wordt gesmolten uit kopererts en tinerts in ovens.

# gauls_ware
source: The felling ax is the tool to cut down trees and is used by woodcutters.
cs: Těžební sekera je nástroj na kácení stromů a používají ji dřevorubci.
nds: De Boomslager-Ext is dat Waarktüüg, waar man Bomen mit ofkappt. De Boomslager bruukt se.
nl: De kapbijl is het gereedschap om bomen om te hakken en wordt gebruikt door houthakkers.

# gauls_ware
source: Picks are used by stonecutters and miners.
cs: Krumpáče používají kameníci a horníci.
nds: Pickhacken worden vun de Flintslagers un Bargwarkskeerls bruukt.
nl: Pikhouwelen worden gebruikt door steenhouwers en mijnwerkers.

# gauls_ware
source: The shovel is an essential tool for six types of workers.
cs: Lopata je nezbytným nástrojem pro šest druhů pracovníků.
nds: De Schüppe is een wichtigs Warktüüg för sess Aarden vun Arbeiders.
nl: De schop is een essentieel gereedschap voor zes soorten werknemers.

# gauls_ware
source: The hammer is a widely used tool. Geologists, builders, shipwrights and craftsmen, they all need hammer.
cs: Kladivo je široce používaným nástrojem. Geologové, stavaři, loďaři a řemeslníci, ti všichni ho potřebují.
nds: De Klöpper is een wichtig Warktüüg. Schattsökers, Baulüü, Schippebauers un Handwarkers all bruken eenen.
nl: De hamer is een veelgebruikt gereedschap. Geologen, bouwvakkers, scheepsbouwers en ambachtslieden hebben allemaal een hamer nodig.

# ware
source: The scythe is the tool of farmers.
cs: Kosa je nástrojem sedláků.
nds: Buren bruken Sichten.
nl: De zeis is het gereedschap van boeren.
