Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

# gauls_building
source: rearing cattle
cs: chování dobytka
nds: Ossen to tüchten
nl: veeteelt

# gauls_building
source: producing milk
cs: dojení mléka
nds: Melk to produzeren
nl: een bronzen schild maken

# gauls_building
source: Charcoal Kiln
cs: Milíř
nds: Holtköhl-Branneree
nl: Houtskooloven

source: producing coal
cs: vyrábění uhlí
nds: Köhlen to produzeren
nl: kolen produceren

# gauls_building
source: Clay Pit
cs: Jámový výkop
nds: Lehmkuhl
nl: Kleiput

source: making clay
cs: mísení cihlářské hlíny
nds: Lehm to maken
nl: klei maken

source: No Ground
cs: Došlo místo
nds: Keen Klei
nl: Geen Grond

source: No Level Ground
cs: Žádný vhodný terén
nds: Hebb keen Klei mehr
nl: Geen Vlakke Grond

# gauls_building
source: The clay digger working at this clay pit can’t find any level ground in his work area. Consider dismantling this clay pit and rebuilding it somewhere else.
cs: Kopáč hlíny pracující na tomto jámovém výkopu nemůže ve své pracovní oblasti najít žádný volný terén. Zvaž rozebrání tohoto výkopu a jeho přesun na jíné místo.
nds: De Lehmgraver dat warkt bi deese Lehmkuhl hett keen Klei tum utbuddeln. Överlegg di, of du dat Huus plattrieten of ofbrannen un annerwegens wedde hensetten willst.
nl: De kleigraver die in deze kleigroeve werkt, kan geen vlakke grond vinden in zijn werkgebied. Overweeg om deze kleigroeve te ontmantelen en ergens anders opnieuw op te bouwen.

# gauls_building
source: Crocodile Hunter’s Hut
cs: Chata lovce krokodýlů

source: hunting
cs: lovení
nds: to jagen
nl: jagen

source: hunting crocodile
cs: lovení krokodýla

source: No Crocodiles
cs: Žádní krokodýli

source: Out of Game
cs: Došla zvěř
nds: Hebb keene Deerten mehr
nl: Zonder Wild

# gauls_building
source: The hunter working out of this house can’t find any crocodiles in his work area.
cs: Lovec pracující v tomto domku nemůže ve svém okolí najít žádné krokodýly.

# gauls_building
source: Druid’s House
cs: Druidův domek
nds: Druidenhuus
nl: Druïdehuis

source: cooking an elixir
cs: vaření elixíru
nds: een Elixier to koken
nl: een elixer klaarmaken

source: cooking a potion
cs: vaření lektvaru
nds: eenen Drunk to koken
nl: een drankje koken

source: No Trees
cs: Žádné stromy
nds: Keene Bomen
nl: Geen Bomen

source: Out of Trees or Fruit
cs: Chybí stromy nebo ovoce
nds: Hebb keene Bomen of Früchten mehr
nl: Zonder Bomen of Fruit

# gauls_building
source: The druid working at this house isn’t poaching any drinks. There are no trees, fruit trees or your economy doesn’t need so many buildings of this type right now. You should consider dismantling or destroying the building or building a forester’s hut or an orchard nearby.
cs: Druid pracující v tomto domku nevaří žádné nápoje. Buďto nejsou v okolí žádné stromy, ovocné stromy, nebo tvé hospodářství právě nepotřebuje tolik budov tohoto typu. Zvaž rozebrání, nebo zničení budovy, nebo stavbu domku lesníka, nebo sadu poblíž budovy.
nds: De Druide dat warkt bi deesem Huus kann keene Drunken maken. Dat gifft keene Bomen of Früchtbomen of diene Weertskupp bruukt jüüst nu nich so völe Husen vun deeser Aard. Överlegg di, of du dat Huus plattrieten of ofbrannen willst, of bau eene Försterkaat of een Kamp.
nl: De druïde die in dit huis werkt, stroopt geen drankjes. Er zijn geen bomen, fruitbomen of je economie heeft op dit moment niet zoveel gebouwen van dit type nodig. Je zou moeten overwegen om het gebouw te ontmantelen of te vernietigen of om in de buurt een boswachtershut of een boomgaard te bouwen.

# gauls_building
source: Farm
cs: Statek
nds: Buurderee
nl: Boerderij

source: planting wheat
cs: setí pšenice
nds: Weit to planten
nl: tarwe planten

source: harvesting wheat
cs: sklízení pšenice
nds: Weit to arnten
nl: tarwe oogsten

source: No Fields
cs: Žádná pole
nds: Keene Meedjes
nl: Geen Velden

source: Out of Fields
cs: Došla pole
nds: Hebb keene Medjes mehr
nl: Zonder Velden

# gauls_building
source: The farmer working at this farm has no cleared soil to grow wheat.
cs: Sedlák pracující na tomto statku nemá žádnou volnou půdu na pěstování pšenice.
nds: De Buur dat warkt bi deese Buurderee hett keen Meedland waar he Weit anplanten kann.
nl: De boer die op deze boerderij werkt, heeft geen vrijgemaakte grond om tarwe te verbouwen.

# gauls_building
source: Ferry Yard
cs: Převoznictví
nds: Fährenwarft
nl: Veerboot Werf

# gauls_building
source: Fisher’s Hut
cs: Chata rybáře
nds: Fiskerkaat
nl: Vissershut

source: fishing
cs: rybaření
nds: Fisse to fangen
nl: vissen

source: No Fish
cs: Žádné ryby
nds: Keen Fiss
nl: Geen Vis

source: Out of Fish
cs: Došly ryby
nds: Hebb keene Fiske mehr
nl: Geen Vis meer

# gauls_building
source: The fisher working out of this fisher’s hut can’t find any fish in his work area.
cs: Rybář pracující v této rybářské chatě nemůže ve svém okolí najít žádné ryby.
nds: De Fisker dat warkt bi deese Fiskeree hett keene Fiske tum Fangen.
nl: De visser die vanuit dit vissershut werkt, kan geen vis vinden in zijn werkgebied.

# gauls_building
source: Forester’s House
cs: Domek lesníka
nds: Försterhuus
nl: Boswachtershuis

source: planting trees
cs: vysazování stromů
nds: Bomen to planten
nl: bomen planten

# gauls_building
source: Furnace
cs: Huť
nds: Smelteree
nl: Smeltoven

source: smelting iron
cs: slévání železa
nds: Iesen to smelten
nl: ijzer smelten

source: smelting copper
cs: slévání mědi
nds: Koper to smelten
nl: koper smelten

source: smelting bronze
cs: slévání bronzu
nds: Bronze to smelten
nl: brons smelten

source: smelting gold
cs: slévání zlata
nds: Gold to smelten
nl: goud smelten

# gauls_building
source: Garden
cs: Zahrada
nds: Gaarn
nl: Tuin

source: creating a herbs patch
cs: dělání bylinného záhonku
nds: een Krüdenbedd to planten
nl: een kruidentuin aanleggen

source: harvesting herbs
cs: sklízení bylin
nds: Krüden to arnten
nl: kruiden oogsten

source: creating a vegetable patch
cs: dělání zeleninového záhonku
nds: een Gemüsebedd to planten
nl: een moestuin aanleggen

source: harvesting vegetable
cs: sklízení zeleniny
nds: Gemüse to arnten
nl: groenten oogsten

# gauls_building
source: The gardener working at this garden has not enough space or your economy doesn’t need so many buildings of this type right now.
cs: Zahradník pracující na této zahradě nemádost místa, nebo tvé hospodářství právě nepotřebuje tolik budov tohoto typu.
nds: De Gaardner dat warkt bi deesem Gaarn hett nich genoog Rüümte of diene Weertskupp bruukt jüüst nu nich so völe Husen vun deeser Aard.
nl: De tuinman die in deze tuin werkt, heeft niet genoeg ruimte of uw economie heeft op dit moment niet zoveel gebouwen van dit type nodig.

# gauls_building
source: Hunter’s Hut
cs: Chata lovce
nds: Jaggtkaat
nl: Jachthut

source: No Game
cs: Žádná zvěř
nds: Keene Deerten
nl: Geen Wild

# gauls_building
source: The hunter working at this hunter’s hut can’t find any game in his work area.
cs: Lovec pracující v této chatě nemůže ve svém okolí najít žádnou zvěř.
nds: De Jäger, de bi deese Jaggtkaat warkt, hett keene Deerten tum Jagen.
nl: De jager die bij deze jagershut werkt, kan geen wild vinden in zijn werkgebied.

# gauls_building
source: Kitchen
cs: Kuchyně
nds: Köken
nl: Keuken

source: preparing a meal
cs: připravování jídla
nds: een Mahl torechttomaken
nl: een maaltijd klaarmaken

source: preparing a ration
cs: chystání malé svačiny
nds: eenen Happ torechttomaken
nl: een rantsoen klaarmaken

# gauls_building
source: Small Kitchen
cs: Malá kuchyně
nds: Lütte Köken
nl: Kleine Keuken

# gauls_building
source: Market
cs: Tržnice
nds: Markt
nl: Markt

# gauls_building
source: Mill
cs: Mlýn
nds: Möhlen
nl: Molen

source: grinding wheat
cs: mletí pšenice
nds: Weit to mahlen
nl: tarwe malen

# gauls_building
source: Orchard
cs: Sad
nds: Kamp
nl: Boomgaard

source: planting fruit tree
cs: vysazování ovocného stromu
nds: Früchtbomen to planten
nl: fruitboom planten

source: planting juniper
cs: vysazování jalovce
nds: Wacholder to planten
nl: jeneverbes planten

source: harvesting fruit
cs: sklízení ovoce
nds: Früchten to arnten
nl: fruit oogsten

source: No Fruit
cs: Žádné ovoce
nds: Keene Früchten
nl: Geen Fruit

source: Out of Fruit
cs: Došlo ovoce
nds: Hebb keene Früchten mehr
nl: Zonder Fruit

# gauls_building
source: The gardener working at this orchard has no cleared soil to plant.
cs: Zahradnice pracující v tomto sadu nemá žádnou volnou půdu k výsadbě.
nds: De Gaardner dat warkt bi deesem Kamp hett keen Meedland waar he wat anplanten kann.
nl: De tuinman die in deze boomgaard werkt, heeft geen vrijgemaakte grond om te beplanten.

# gauls_building
source: Reed Yard
cs: Rákosová pole
nds: Reitplanteree
nl: Rietveld

source: planting reed
cs: vysazování rákosu
nds: Reit to planten
nl: riet planten

source: harvesting reed
cs: sklízení rákosu
nds: Reit to arnten
nl: riet oogsten

source: No Fields or No Water Nearby
cs: Žádná pole nebo v blízkosti není žádná voda
nds: Keene Meedjes of keen Water in de Naberskupp
nl: Geen Velden of Water in de Buurt

# gauls_building
source: The reed cutter working at this reed yard has no cleared soil to plant new plants.
cs: Pěstitel rákosu pracující na těchto rákosových polích nemá žádnou vhodnou plochu pro výsadbu rostlin.
nds: De Reitbuur dat warkt bi deese Reitplanteree hett keen Meedland waar he wat anplanten kann.
nl: De rietsnijder die op dit rietveld werkt, heeft geen vrijgemaakte grond om nieuwe planten te planten.

# gauls_building
source: Sawmill
cs: Pila
nds: Saagmöhlen
nl: Houtzagerij

source: sawing logs
cs: řezání klád
nds: Bomen körttosagen
nl: boomstammen zagen

# gauls_building
source: Scout’s Cottage
cs: Chatka průzkumníka
nds: Bespejer-Huuske
nl: Scoutshut

source: scouting
cs: prozkoumávání
nds: to bespejen
nl: verkennen

# gauls_building
source: Sewing Workshop
cs: Šicí dílna
nds: Naiheree
nl: Naaiatelier

source: sewing
cs: šití
nds: to naihen
nl: naaien

source: sewing tunic
cs: šití haleny
nds: eene Kluft to naihen
nl: tuniek naaien

# gauls_building
source: Sheep Farm
cs: Ovčinec
nds: Schaaptüchteree
nl: Schapenboerderij

source: breeding sheep
cs: chování ovcí
nds: Schapen to tüchten
nl: schapen fokken

# gauls_building
source: Shipyard
cs: Loděnice
nds: Warft
nl: Scheepswerf

source: constructing a ship
cs: stavění lodě
nds: een Schipp to timmern
nl: een schip bouwen

# gauls_building
source: Smokery
cs: Udírna
nds: Rökelkamer
nl: Rokerij

source: smoking fish
cs: uzení ryb
nds: Fisse to rökeln
nl: vis roken

source: smoking meat
cs: uzení masa
nds: Fleesk to rökeln
nl: vlees roken

# gauls_building
source: Stonecutter’s Hut
cs: Chata kameníka
nds: Flintslagerkaat
nl: Steenhouwershut

source: quarrying stone
cs: lámání kamene
nds: Steen to slagen
nl: steenhouwen

source: No Rocks
cs: Žádné skály
nds: Keene Stenen
nl: Geen Rotsen

source: Out of Rocks
cs: Došly skály
nds: Hebb keene Stenen mehr
nl: Zonder Rotsen

# gauls_building
source: The stonecutter working at this house can’t find any rocks in his work area.
cs: Kameník pracující v tomto domku nemůže v okolí najít žádné skály.
nds: De Flintslager, de bi deesem Huus warkt, hett keene Stenen tum Ofboen.
nl: De steenhouwer die aan dit huis werkt, kan geen stenen vinden in zijn werkgebied.

# gauls_building
source: Threshing Floor
cs: Mlat obilí
nds: Döskedeel
nl: Dorsvloer

# gauls_building
source: Small Threshing Floor
cs: Malý mlat
nds: Lüttes Döskedeel
nl: Kleine Dorsvloer

# gauls_building
source: Weapon Smithy
cs: Zbrojířství
nds: Wapensmee
nl: Wapensmederij

source: making spear
cs: vyrábění oštěpu
nds: eene Pieke to maken
nl: speer maken

source: making short sword
cs: vyrábění krátkého meče
nds: een Lüttes Sweert to maken
nl: een kort zwaard maken

source: making long sword
cs: vyrábění dlouhého meče
nds: een Langes Sweert to maken
nl: een langt zwaard maken

# gauls_building
source: Weaving Mill
cs: Tkalcovna

source: weaving
cs: tkaní
nds: to weven
nl: weven

# gauls_building
source: Well
cs: Studna
nl: Waterput

source: No Water
cs: Žádná voda
nds: Keen Water
nl: Geen Water

source: Out of Water
cs: Došla voda
nds: Hebb keen Water mehr
nl: Zonder Water

# gauls_building
source: The carrier working at this well can’t find any water in his well.
cs: Nosič pracující u této studny nemá ve studni žádnou vodu.
nds: De Arbeider, de bi deese Well warkt, hett keen Water in de Well mehr.
nl: De waterdrager die bij deze waterput werkt, kan geen water vinden in zijn put.

# gauls_building
source: Woodcutter’s House
cs: Domek dřevorubce
nds: Boomslagerhuus
nl: Houtvesterswoning

source: felling trees
cs: kácení stromů
nds: Bomen to slagen
nl: bomen kappen

source: Out of Trees
cs: Došly stromy
nds: Hebb keene Bomen mehr
nl: Zonder Bomen

# gauls_building
source: The woodcutter working at this house can’t find any trees in his work area. You should consider dismantling or destroying the building or building a forester’s house nearby.
cs: Dřevorubec pracující v tomto domku nemůže ve svém okolí najít žádné stromy. Zvaž jeho rozebrání, zničení, nebo postavení domku lesníka v jeho blízkosti.
nds: De Boomslager dat warkt bi deesem Boomslagerhuus hett keene Bomen tum Osslaan. Överlegg di, of du dat Huus plattrieten of ofbrannen willst, of bau een Försterhuus.
nl: De houtvester die bij deze woning werkt, kan geen bomen vinden in zijn werkgebied. Je moet overwegen het gebouw te ontmantelen of te vernietigen of een boswachtershuis te bouwen.

# gauls_building
source: Workshop
cs: Dílna
nds: Smee
nl: Werkplaats

source: making fire tongs
cs: vyrábění kovářských kleští
nds: eene Füürtange to maken
nl: Vuurtang maken

source: making felling ax
cs: vyrábění těžební sekery
nds: eene Boomslager-Ext to maken
nl: kapbijl maken

source: making buckets
cs: vyrábění kýblů
nds: Emmers to maken
nl: emmers maken

source: making basket
cs: vyrábění koše
nds: eenen Körv to maken
nl: mand maken

source: making hammer
cs: vyrábění kladiva
nds: eenen Klöpper to maken
nl: hamer maken

source: making kitchen tools
cs: vyrábění kuchyňského náčiní
nds: Besteck to maken
nl: keukengerei maken

source: making pick
cs: vyrábění krumpáče
nds: eene Pickhack to maken
nl: pikhouweel maken

source: making scythe
cs: vyrábění kosy
nds: eene Sichte to maken
nl: zeis maken

source: making shovel
cs: vyrábění lopaty
nds: eene Schüppe to maken
nl: schop maken

source: making fishing net
cs: vyrábění rybářské sítě
nds: een Fiskernett to maken
nl: visnet maken

source: making flail
cs: vyrábění cepu
nds: eenen Döskeflegel to maken
nl: dorsvlegel maken

source: making wooden shield
cs: vyrábění dřevěného štítu
nds: eenen Holtschild to maken
nl: houten schild maken

source: Basic Outpost
cs: Základní osada
nds: Slichte Butenstee
nl: Basis voorpost

source: Start the game with your headquarters and a small selection of wares - just enough to create a few tools to help establish a full economy. Warning: the AI can’t successfully start from this.
cs: Začni hru s hlavní budovou a omezeným výběrem surovin, které ti budou stačit tak akorát na výrobu pár nástrojů pro rozběh plně funkčního hospodářství. Upozornění: AI za těchto podmínek nedokáže úspěšně zahájit hru.
nds: Begünn dat Speel mit dienem Raadhuus un een paar Waren – blots genoog, um een bietje Warktüüg to produzeren un eene kumplete Weertskupp uptobauen. Wahrschau: Künstelk Spelers könen daarmit nich good spölen.
nl: Begin het spel met je hoofdkwartier en een kleine selectie goederen - net genoeg om een paar gereedschappen te maken om een volledige economie op te zetten. Waarschuwing: de AI kan hier niet succesvol mee beginnen.

source: Castaways
cs: Trosečníci
nds: Schippbröök
nl: Schipbreukelingen

source: Start the game with one ships on the ocean, the bare minimum of ware and few workers. Warning: the AI can’t successfully start from this. You will need to find a portspace with direct access to rocks and trees. For unknown maps, game without fog of war recommended.
cs: Zahaj hru s jednou lodí uprostřed oceánu, minimem zboží a pár pracovníky. Upozornění: AI za těchto podmínek nedokáže úspěšně zahájit hru. Budeš muset najít místo pro přístav s přímým přístupem ke skalám a stromům. V případě hry na neznámé mapě doporučena hra bez válečné mlhy.
nds: Begünn dat Speel mit nix as eenem Schipp up de See un de allerminnsten Waren un een paar Arbeiders. Wahrschau: künstelk Spelers könen daarmit nich starten. Du muttst Rüümte för eene Muu finnen, waar du stracks Stenen un Bomen hest. För unbekannte Kaarten word anraden, de Kriegsnevel uttoknipsen.
nl: Begin het spel met één schip op de oceaan, het minimum aan goederen en weinig arbeiders. Waarschuwing: de AI kan hier niet succesvol mee starten. Je zult een havenruimte moeten vinden met directe toegang tot rotsen en bomen. Voor onbekende kaarten wordt een spel zonder oorlogsmist aanbevolen.

source: Discovery
cs: Mořeplavec objevitel
nds: Utförsken
nl: Ontdekking

source: Start the game with three ships on the ocean and only a handful of supplies
cs: Zahaj hru s třemi loděmi uprostřed oceánu a hrstkou zboží
nds: Begünn dat Speel mit dree Schippen up de See un blot een bietje Kraam
nl: Start het spel met drie schepen op de oceaan en slechts een handvol voorraden.

source: Fortified Village
cs: Opevněná vesnice
nds: Schanzendörp
nl: Versterkt Dorp

source: Start the game with a fortified military installation
cs: Začít hru s obsazenými vojenskými budovami
nds: Begünn dat Speel mit mennig Soldateree-Anlagen
nl: Begin het spel met een versterkte militaire installatie

source: Headquarters
cs: Hlavní budova
nds: Raadhuus
nl: Hoofdkwartier

source: Start the game with your headquarters only
cs: Začni hru pouze s hlavní budovou
nds: Begünn dat Speel mit nix as dien Raadhuus
nl: Start het spel met alleen je hoofdkwartier.

source: New World
cs: Nový svět
nds: Neje Welt
nl: Nieuwe Wereld

source: Start the game with seven ships full of wares on the ocean
cs: Zahaj hru se sedmi loděmi plnými zboží uprostřed oceánu
nds: Begünn dat Speel mit seven Schippen vull mit Waren up de See
nl: Begin het spel met zeven schepen vol handelswaar op de oceaan

source: Poor Hamlet
cs: Král cizinec
nds: Nares Dörp
nl: Arme Hamlet

source: Start the game with just a warehouse and the bare minimum for bootstrapping an economy. Your starting position should be close to water. Warning: The AI can’t successfully start from this.
cs: Zahaj hru jen se skladem a nejzákladnějším minimem pro rozběh hospodářství. Tvá výchzí pozice by měla být poblíž vody. Pozor: UI za těchto podmínek nedokáže úspěšně zahájit hru.
nds: Begünn dat Speel mit nix as eenem Kraamhuus un so minn Waren as würrelk nödig, um eene Weertskupp uptobauen. Diene Anfangs-Stee sall dicht bi Water wesen. Wahrschau: Künstelk Spelers könen daar nich mit spölen.
nl: Begin het spel met alleen een magazijn en het absolute minimum om een economie op gang te brengen. Je startpositie moet dicht bij water liggen. Waarschuwing: de AI kan hiermee niet succesvol beginnen.

source: Be careful
cs: Dávej pozor
nds: Pass up
nl: Wees voorzichtig

source: You have only one iron for each tool you will need to start your economy. Make sure no unneeded tool is created.
cs: Máš jen jedno železo na každý nástroj, který budeš potřebovat pro start hospodářství. Postarej se, aby nebyl vyroben žádný nepotřebný nástroj.
nds: Du hest blot een Deel Iesen för elkeen Warktüüg, wat du för eene Weertskupp bruukst. Pass up, dat keen Warktüüg daarto maakt word.
nl: Je hebt maar één ijzer voor elk gereedschap dat je nodig hebt om je economie te starten. Zorg ervoor dat er geen onnodig gereedschap wordt gemaakt.

source: Struggling Outpost
cs: Provinční osada
nds: Bedröövte Butenstee
nl: Wankelende Voorpost

source: Start the game with just your headquarters and very few wares for bootstrapping an economy. Warning: the AI can’t successfully start from this.
cs: Začni hru jen s hlavní budovou a velmi málo surovinami pro rozběh hospodářství. Pozor: UI za těchto podmínek nedokáže úspěšně zahájit hru.
nds: Begünn dat Speel mit dienem Raadhuus un blot een paar Waren, um eene Weertskupp uptobauen. Wahrschau: Künstelk Spelers könen daar nich mit spölen.
nl: Begin het spel met alleen je hoofdkwartier en heel weinig goederen om een economie op te starten. Waarschuwing: de AI kan hier niet succesvol mee starten.

source: Tidy Warehouses
cs: Uklizené sklady
nds: Kraamhusen uprümen
nl: Opgeruimde magazijnen

source: Start with 360 items, 50 workers and 40 soldiers in your Headquarters. From time to time your workers do inventories. If there is more than 500 items in any of your warehouses, workers throw away one quarter of stock stored in such a warehouse.
cs: Zahaj hru s 360 kusy zboží, 50 pracovníky a 40 vojáky ve své hlavní budově. Tví pracovníci dělají čas od času inventury. Pokud je v některém z tvých skladů více než 500 položek, pracovníci vyhodí z daného skladu čtvrtinu skladových zásob.

source: Warehouse cleaned!
cs: Sklad je uklizen!
nds: Kraamhuus uprüümt!
nl: Magazijn opgeruimd!

source: %1$s has been cleaned!
cs: %1$s byl uklizen!
nds: %1$s is uprüümt worden!
nl: %1$s is opgeruimd!

source: %1$d item has been removed.
cs: %1$d položka byla odstraněna.
nds: %1$d Ding is wegdaan worden.
nl: %1$d item is verwijderd.

source: %2$d item lefts.
cs: %2$d položka zbývá.
nds: %2$d Ding blievt.
nl: %2$d item over.

source: Trading Outpost
cs: Obchodní stanice
nds: Hannelsposten
nl: Handelskolonie

source: If this player runs low on important wares, they will be replenished for free
cs: Pokud hráči dochází důležité suroviny, jsou zdarma doplněny
nds: Wenn de Speler nich mehr vööl vun wichtigen Waren hett, kriggt he welke för umsünst
nl: Indien deze speler te weinig belangrijke goederen blijkt te hebben, worden deze kosteloos aangevuld

source: Village
cs: Vesnice
nds: Dörp
nl: Dorp

source: Start the game with a peaceful village
cs: Zahaj hru s mírumilovnou vesnicí
nds: Begünn dat Speel mit eenem freedsamen Dörp
nl: Begin het spel met een vredig dorp

# gauls_building
source: Druid's Gathering
cs: Druidská rada
nds: Druidenversammlung
nl: Druïdenbijeenkomst

source: sleeping
cs: podřimování
nds: to slapen
nl: slapen

# gauls_building
source: upgrading warrior health from level 0 to level 1
cs: zlepšení zdraví bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Gesundheid vun Stand 0 to Stand 1 to verbetern
nl: gezondheid van krijger upgraden van niveau 0 naar niveau 1

# gauls_building
source: upgrading warrior health from level 1 to level 2
cs: zlepšení zdraví bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Gesundheid vun Stand 1 to Stand 2 to verbetern
nl: gezondheid van krijger upgraden van niveau 1 naar niveau 2

# gauls_building
source: upgrading warrior health from level 2 to level 3
cs: zlepšení zdraví bojovníka z úrovně 2 na úroveň 3
nds: Ridder-Gesundheid vun Stand 2 to Stand 3 to verbetern
nl: gezondheid van krijger upgraden van niveau 2 naar niveau 3

# gauls_building
source: No warrior to train!
cs: Nejsou bojovníci k výcviku!
nds: Keen Ridder tum Utbilden!
nl: Geen krijger om te trainen!

# gauls_building
source: No warrior found for this training level!
cs: Nenalezen bojovník pro požadovanou úroveň výcviku!
nds: Keen Ridder för deese Lehr funnen!
nl: Geen krijger gevonden voor dit trainingsniveau!

# gauls_building
source: Arena
cs: Aréna

# gauls_building
source: upgrading warrior evade from level 0 to level 1
cs: cvičení úhybu bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Utwieken vun Stand 0 up Stand 1 to verbetern
nl: krijger ontwijking upgraden van niveau 0 naar niveau 1

# gauls_building
source: upgrading warrior evade from level 1 to level 2
cs: cvičení úhybu bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Utwieken vun Stand 1 up Stand 2 to verbetern
nl: krijger ontwijking upgraden van niveau 1 naar niveau 2

# gauls_building
source: upgrading warrior defense from level 0 to level 1
cs: cvičení obrany bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Verteidigung vun Stand 0 to Stand 1 to verbetern
nl: krijger verdediging upgraden van niveau 0 naar niveau 1
