Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

# gauls_building
source: If this building is fully supplied, the cook needs %1% to smoke three fishes or three pieces of meat.
cs: Pokud jsou všechny potřebné suroviny doručeny včas, potřebuje kuchař k vyuzení tří ryb, nebo tří kusů masa %1%.
nds: Wenn all Waren to rechter Tied ankomen, bruukt de Koch %1%, um dree Fisse of dree Delen Fleesk to rökeln.
nl: Als dit gebouw volledig bevoorraad is, heeft de kok %1% nodig om drie vissen of drie stukken vlees te roken.

# gauls_building
source: Produces elixirs and potions for your miners and warriors.
cs: Vyrábí elixíry a lektvary pro tvé horníky a bojovníky.
nds: Produzeert Elixieren un Drunken för diene Bargwarkslüü un Ridders.
nl: Produceert elixers en drankjes voor je mijnwerkers en krijgers.

# gauls_building
source: Because the druid picks some secret ingredients by himself, he needs trees for potion preparation and fruit trees with fruit for elixir preparation in his working area.
cs: Protože druid si trhá určité tajné přísady sám, potřebuje ve své pracovní oblasti pro výrobu lektvarů stromy a pro výrobu elixíru stromy s ovocem.
nds: De Druide pottjet eenige geheeme Bigaven sülvst. Daarför bruukt he Bomen tum Torechtmaken vun Drunken un Früchtbomen mit Früchten tum Torechtmaken vun Elixieren in sienem Arbeidsgewest.
nl: Omdat de druïde zelf enkele geheime ingrediënten plukt, heeft hij in zijn werkruimte bomen nodig voor het bereiden van drankjes en fruitbomen met fruit voor het bereiden van elixers.

# gauls_building
source: If this building is fully supplied and all kinds of drinks are needed by the economy, production of one of each drink takes %1$s. If only one kind of drink is needed by the economy, production of one drink takes %2$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje oba druhy nápojů, pak zabere výroba od každého po jednom nápoji %1$s. Pokud se nedostává pouze jednoho druhu nápoje, trvá jeho výroba %2$s.
nds: Wenn all Waren to rechter Tied ankomen un de Weertskupp all Aarden vun Dranken bruukt, produzeert dat Huus elkeen Aard vun Drank in %1$s. Wenn de Weertskupp blots eene Aard vun Drank bruukt, word een Drank in %2$s produzeert.
nl: Als dit gebouw volledig bevoorraad is en alle soorten dranken nodig zijn voor de economie, kost de productie van één drankje %1$s. Als er slechts één soort drank nodig is voor de economie, kost de productie van één drankje %2$s.

# gauls_building
source: Weaves cloth out of wool.
cs: Tká látku z ovčí vlny.
nds: Weevt Stoff ut Wulle.
nl: Weeft doek van wol.

# gauls_building
source: The weaver needs %1% to make one piece of cloth.
cs: Tkadlena potřebuje na utkání jednoho kusu látky %1%.
nds: De Wever bruukt %1% um een Deel Stoff to maken.
nl: De wever heeft %1% nodig om één stuk stof te maken.

# gauls_building
source: Produces tunics.
cs: Šije haleny
nds: Produzeert Kluften.
nl: Produceert tunieken.

# gauls_building
source: The dressmaker needs %1% to sew one piece of clothing.
cs: Švadlena potřebuje na výrobu jednoho oděvu %1%.
nds: De Naihster bruukt %1% um eene Kluft to naihen.
nl: De kleermaker heeft %1% nodig om één kledingstuk te naaien.

# gauls_building
source: Produces spears for hunters and new warriors and swords for trainers and attack training.
cs: Vyrábí oštěpy pro lovce a nové bojovníky a meče pro cvičitele a na tréning útoku.
nds: Produzeert Pieken för Jägers un neje Ridders un Sweerten för Mesters un tum Angriff-Öven.
nl: Produceert speren voor jagers en nieuwe krijgers en zwaarden voor trainers en aanvalstraining.

# gauls_building
source: If this building is fully supplied and both swords and spear are needed by the economy, production of two spears, one short sword and one long sword takes %1$s. If only one kind of sword or spear is needed by the economy, production of one short sword takes %2$s, one long sword takes %3$s and one spear takes %4$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje oba druhy mečů i oštěpy, pak výroba dvou oštěpů, jednoho krátkého a jednoho dlouhého meče trvá %1$s. Pokud je potřeba pouze jeden druh meče, nebo oštěp, pak výroba krátkého meče zabere %2$s, výroba dlouhého meče zabere%3$s a výroba oštěpu trvá %4$s.
nds: Wenn all Waren to rechter Tied ankomen un de Weertskupp all Aarden vun Sweerten un Pieken bruukt, produzeert dat Huus twee Pieken, een Lüttes Sweert un een Langes Sweert in %1$s. Wenn de Weertskupp blots eene Aard vun Sweert of Pieke bruukt, word een Lüttes Sweert in %2$s, een Langes Sweert in %3$s un eene Pieke in %4$s produzeert.
nl: Als dit gebouw volledig bevoorraad is en zowel zwaarden als speren nodig zijn voor de economie, kost de productie van twee speren, één kort zwaard en één lang zwaard %1$s. Als slechts één soort zwaard of speer nodig is voor de economie, kost de productie van één kort zwaard %2$s, één lang zwaard %3$s en één speer %4$s.

# gauls_building
source: Produces shields and armor.
cs: Vyrábí štíty a zbroj.
nds: Produzeert Schilden un Wapenrocken.
nl: Produceert schilden en pantsers.

# gauls_building
source: If this building is fully supplied and there is a demand for all types of armor, production of one of each items takes %1$s. If only one kind of armor is needed, production of one bronze shield takes %2$s and production of any other item takes %3$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny druhy zbroje, pak zabere zhotovení od každého výrobku po jednom kusu v průměru %1$s. Pokud se nedostává pouze jednoho druhu výrobku, trvá výroba bronzového štítu %2$s a výroba všech ostatních výrobků %3$s.
nds: Wenn all Waren to rechter Tied ankomen un de Weertskupp all Aarden vun Wapenrock bruukt, produzeert dat Huus elkeen Wapenrock in %1$s. Wenn de Weertskupp blots eene Aard vun Wapenrock bruukt, word een Bronze-Schild in %2$s produzeert un een vun elkeen anner Wapenrock in %3$s produzeert.
nl: Als dit gebouw volledig bevoorraad is en er vraag is naar alle soorten wapens, kost de productie van elk item %1$s. Als er slechts één soort wapen nodig is, kost de productie van één bronzen schild %2$s en de productie van elk ander item %3$s.

# gauls_building
source: Equips recruits and trains them as warriors.
cs: Vybavuje rekruty a cvičí je na bojovníky.
nds: Rüst Lehrwichter ut un maakt se to Ridders.
nl: Rust rekruten uit en leidt ze op tot krijgers.

# gauls_building
source: The barracks need %s to recruit one warrior.
cs: Kasárna potřebují %s na nábor jednoho bojovníka.
nds: De Kasern bruukt %s um eenen Ridder antohüren.
nl: De kazerne heeft %s nodig om één krijger te rekruteren.

# gauls_building
source: Burns logs into charcoal.
cs: Pálí dřevo z klád na dřevěné uhlí.
nds: Brannt Holtköhl ut Boomstammen.
nl: Brandt houtblokken tot houtskool.

# gauls_building
source: The charcoal burner needs %1% to produce one lump of coal.
cs: Uhlíř potřebuje na výrobu jednoho kusu uhlí %1%.
nds: De Holtköhlbranner bruukt dör de Bank %1% um een Deel Köhl to produzeren.
nl: De houtskoolbrander heeft %1% nodig om één stuk houtskool te produceren.

# gauls_building
source: Sows wheat and harvests wheat sheaves.
cs: Seje a sklízí otepi pšenice.
nds: Sait Weit un arnt Weitschoven.
nl: Zaait tarwe en oogst tarwehalmen.

# gauls_building
source: The farmer sows and harvests one sheaf of wheat between %1$s and %2$s, depending on how far he has to walk.
cs: Sedlák zaseje a sklidí jednu otep pšenice za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Buur sait un arnt een Weitschoov in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.
nl: De boer zaait en oogst één schoof tarwe tussen %1$s en %2$s, afhankelijk van hoe ver hij moet lopen.

# gauls_building
source: Breeds strong oxen for adding them to the transportation system. Also keeps cows for their milk and meat.
cs: Chová silné voly pro posílení přepravní sítě. Také chová krávy na mléko a na maso.
nds: Tücht starke Ossen för dat Stratennett. Tücht daarto Kohjen för hör Melk un Fleesk.
nl: Fokt sterke ossen om ze toe te voegen aan het transportsysteem. Houdt ook koeien voor hun melk en vlees.

# gauls_building
source: Production of meat stops when economy doesn’t need meat or smoked meat, production of both milk and meat stops when economy doesn’t need milk.
cs: Produkce masa se zastaví, pokud hospodářství nepotřebuje maso nebo uzené maso, produkce masa i mléka se zastaví, pokud hospodářství nepotřebuje mléko.

# gauls_building
source: If this building is fully supplied and the economy needs all products, breeding of two oxen, production of 2 jugs of milk and one piece of meat takes %1$s. Production of one ox only takes %2$s, production of 2 jugs of milk and one piece of meat takes %3$s and production of 2 jugs of milk only takes %4$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny produkty, pak zabere chov dvou volů, produkce 2 džbánů mléka a jednoho kusu masa %1$s. Chov jednoho vola samostatně zabere %2$s, produkce 2 džbánů mléka a kusu masa zabere %3$s a produkce pouze dvou džbánů mléka trvá %4$s.

# gauls_building
source: Keeps sheep for their wool.
cs: Chová ovce pro jejich vlnu.
nds: Tücht Schapen för hör Wull.
nl: Houdt schapen voor hun wol.

# gauls_building
source: The sheep farm needs %1% to produce one wool.
cs: Ovčinec potřebuje na vyprodukování jednoho balíku vlny %1%.
nds: De Schaaptüchteree bruukt %1% um een Ball Wulle to produzeren.
nl: De schapenboerderij heeft %1% nodig om één wol te produceren.

# gauls_building
source: Digs coal out of the ground in mountain terrain.
cs: Doluje uhlí v horském terénu.
nds: Grafft in Bargen Köhle ut de Grund.
nl: Graaft steenkool uit de grond in bergachtig terrein.

# gauls_building
source: The miner needs %1% to produce one lump of coal.
cs: Horník potřebuje %1% k tomu, aby vytěžil jednu hroudu uhlí.
nds: De Bargwarkskeerl bruukt %1% um een Deel Köhl to produzeren.
nl: De mijnwerker heeft %1% nodig om één stuk steenkool te produceren.

# gauls_building
source: The miners need %1% to produce one lump of coal.
cs: Horníci potřebují %1% k tomu, aby vytěžili jednu hroudu uhlí.
nds: De Bargwarkslüü bruken %1% um een Deel Köhl to produzeren.
nl: De mijnwerkers hebben %1% nodig om één stuk steenkool te produceren.

# gauls_building
source: Digs iron ore out of the ground in mountain terrain.
cs: Těží železnou rudu v horském terénu.
nds: Grafft in Bargen Iesenkluut ut de Grund.
nl: Graaft ijzererts uit de grond in bergachtig terrein.

# gauls_building
source: The miner needs %1% to produce one piece of ore and one block of granite.
cs: Horník potřebuje %1% k tomu, aby vytěžili jeden kus železné rudy a jeden žulový kvádr.
nds: De Bargwarkskeerl bruukt %1% um een Deel Kluut un een Deel Flint to produzeren.
nl: De mijnwerker heeft %1% nodig om één stuk erts en één blok graniet te produceren.

# gauls_building
source: The miners need %1% to produce two pieces of ore and one block of granite.
cs: Horníci potřebují %1% k tomu, aby vytěžili dva kusy rudy a jeden žulový kvádr.

# gauls_building
source: The miners need %1% to produce five pieces of ore and two blocks of granite.
cs: Horníci potřebují %1% k tomu, aby vytěžili pět kusů železné rudy a dva žulové kvádry.
nds: De Bargwarkslüü bruken %1% um fiev Delen Kluut un twee Delen Flint to produzeren.

# gauls_building
source: Digs copper ore and gold ore out of the ground in mountain terrain.
cs: Těží měděnou a zlatou rudu v horském terénu.
nds: Grafft in Bargen Koperkluut un Goldkluut ut de Grund.

# gauls_building
source: While empty, this mine produces copper ore.
cs: Pokud je tento důl prázdný, těží měděnou rudu.
nds: Wenn leeg, produzeert deeses Bargwark Koperkluut.

# gauls_building
source: The miner needs %1% to produce two pieces of copper ore and one piece of gold ore.
cs: Horníki potřebuje %1% k tomu, aby vytěžil dva kusy měděné rudy a jeden kus zlaté rudy.
nds: De Bargwarkskeerl bruukt %1% um twee Delen Koperkluut un een Deel Goldkluut to produzeren.

# gauls_building
source: While empty, this mine produces gold ore.
cs: Pokud je tento důl prázdný, těží zlatou rudu.
nds: Wenn leeg, produzeert deeses Bargwark Goldkluut.

# gauls_building
source: The miners need %1% to produce two pieces of copper ore and two pieces of gold ore.
cs: Horníci potřebují %1% k tomu, aby vytěžili dva kusy měděné rudy a dva kusy zlaté rudy.
nds: De Bargwarkslüü bruken %1% um twee Delen Koperkluut un twee Delen Goldkluut to produzeren.

# gauls_building
source: Digs tin ore and granite out of the ground in mountain terrain.
cs: Těží cínovou rudu a žulu v horském terénu.
nds: Grafft in Bargen Tinnkluut un Flint ut de Grund.

# gauls_building
source: While empty, this mine produces blocks of granite.
cs: Pokud je tento důl prázdný, těží žulové kvádry.
nds: Wenn leeg, produzeert deeses Bargwark Flint.

# gauls_building
source: The miner needs %1% to produce one piece of tin ore and three blocks of granite.
cs: Horník potřebuje %1% k tomu, aby vytěžil jeden kus cínové rudy a tři žulové kvádry.
nds: De Bargwarkskeerl bruukt %1% um een Deel Tinnkluut un dree Delen Flint to produzeren.

# gauls_building
source: While empty, this mine produces tin ore.
cs: Pokud je tento důl prázdný, těží cínovou rudu.
nds: Wenn leeg, produzeert deeses Bargwark Tinnkluut.

# gauls_building
source: The miners need %1% to produce three pieces of tin ore and two blocks of granite.
cs: Horníci potřebují %1% k tomu, aby vytěžili tři kusy cínové rudy a dva žulové kvádry.
nds: De Bargwarkslüü bruken %1% um dree Delen Tinnkluut un twee Delen Flint to produzeren.

# gauls_building
source: Trains warriors in ‘Attack’.
cs: Cvičí bojovníky v útoku.
nds: Lehrt Ridders »Angriff«.

# gauls_building
source: Equips the warriors with all necessary weapons.
cs: Poskytuje bojovníkům všechny potřebné zbraně.
nds: Rüst de Ridders mit all nödigen Wapen ut.

# gauls_building
source: If this building is fully supplied, it can train one warrior one level in attack in %s.
cs: Pokud jsou všechny potřebné suroviny doručeny včas, může vycvičit jeden stupeň útoku bojovníka za %s.
nds: Wenn all Waren to rechter Tied ankomen, kann ’t eenen Ridder in %s um eenen Angriffs-Stand utbilden.

# gauls_building
source: Complete training of one warrior takes %s.
cs: Kompletní výcvik jednoho bojovníka zabere %s.
nds: Eenen Ridder kumpleet uttobilden düürt %s.

# gauls_building
source: Trains warriors in ‘Defense’ and ‘Evade’.
cs: Cvičí bojovníky v obraně a úhybu.
nds: Lehrt Ridders »Verteidigung« un »Utwieken«.

# gauls_building
source: If this building is fully supplied, it can train one warrior one level in defense or evade in %s.
cs: Pokud jsou všechny potřebné suroviny doručeny včas, může vycvičit jeden stupeň obrany nebo úhybu bojovníka za %s.
nds: Wenn all Waren to rechter Tied ankomen, kann ’t eenen Ridder in %s um eenen Verteidigungs- of Utwiekens-Stand utbilden.

# gauls_building
source: Improves warrior’s health.
cs: Zlepšuje zdraví bojovníků.
nds: Lehrt Ridders »Gesundheid«.

# gauls_building
source: Keep in mind that every druid needs trees in his working area.
cs: Pamatuj, že každý druid potřebuje ve své pracovní oblasti stromy.
nds: Vergeet nich, dat elkeen Druide Bomen in sienem Arbeidsgewest bruukt.

# gauls_building
source: If this building is fully supplied and has trees in its working area, it needs between %1$s and %2$s to improve one warrior one level in health, depending on how far the druid has to walk.
cs: Pokud jsou všechny potřebné suroviny doručeny včas a v okolí budovy jsou stromy, zabere zlepšení zdraví bojovníka o jeden stupeň mezi %1$s až %2$s, podle toho, jak dlouhou cestu musí druid urazit.
nds: Wenn all Waren to rechter Tied ankomen un dat Huus Bomen im Warkgewest hett, kann ’t eenen Ridder in %1$s bit %2$s um eenen Gesundheids-Stand utbilden, je nadeem, wo wied de Druide lopen mutt.

# gauls_building
source: Complete training of one warrior takes %s on average.
cs: Kompletní výcvik jednoho bojovníka zabere v průměru %s.
nds: Eenen Ridder kumpleet uttobilden düürt dör de Bank %s.

# gauls_building
source: Garrisons warriors to expand your territory.
cs: Obsazením budovy svou posádkou rozšiřuješ svá území.
nds: Brengt Ridders unner, um dien Gewest to vergrotern.

# gauls_building
source: If you’re low on warriors to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a warrior to send him away.
cs: Pokud máš nedostatek bojovníků pro obsazení nové vojenské budovy, použij tlačítko s šipkou dolů pro snížení kapacity. Můžeš také kliknout na ikonu bojovníka a poslat ho tak z budovy pryč.
nds: Wenn du nich genoog Ridders hest, um neje Soldateree-Boen to besetten, kannst du de Tahl vun Ridders mit de Piel-runner-Knoop minnern. Du kannst ok eenen Ridder anklicken, um hüm wegtostüren.

# gauls_building
source: This building can be built by enhancing a sentry.
cs: Tato budova může být postavena vylepšením strážnice.

# gauls_building
source: Builds ferries.
cs: Staví přívozy.
nds: Baut Fähren.

# gauls_building
source: The shipwright can produce one ferry between %1$s and %2$s, depending on how far he has to walk.
cs: Loďař může postavit jednu přívoz za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Schippebauer produzeert eene Fähr in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.

# gauls_building
source: Constructs ships that are used for overseas colonization and for shipping wares between ports.
cs: Staví lodě, které se užívají k osídlování zámořských území a pro transport zboží mezi přístavy.
nds: Baut Schippen, de för tum Gründen vun nejen Dörpen un tum Schippern vun Waren tüsken Muden bruukt worden.

# gauls_building
source: The shipwright can produce one ship between %1$s and %2$s, depending on how far he has to walk.
cs: Loďař může postavit jednu loď za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Schippebauer produzeert een Schipp in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.

# gauls_building
source: ‘Don’t swear at the builder who is short of building materials.’
cs: „Nepřísahej při stavaři, který nemá všechen stavební materiál.“
nds: »Schimp nich tegen de Baukeerl, well keen Baukraam hett.«

# gauls_building
source: Proverb widely used for impossible tasks of any kind
cs: často užívané přísloví při vyjádření dobré vůle k těžko splnitelným úkolům
nds: Seggwies, wat över all Aarden vun unmögelken Upgaven seggt word

# gauls_building
source: A new building is being built at this construction site.
cs: Na tomto místě započala stavba nové budovy.
nds: An deeser Baustee word een nejes Huus baut.

# gauls_building
source: ‘New paths will appear when you are willing to tear down the old.’
cs: „Vždy najdeš novou cestu, za předpokladu, že jsi ochotný opustit tu starou.“
nds: »Neje Padden kummen ut, wenn du de ollen ok mal plattrietst.«

# gauls_building
source: Proverb
cs: přísloví
nds: Seggwies

# gauls_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
cs: Na tomto staveništi dochází k rozebírání budovy. Do tvého kmenového skladu budou vráceny některé ze surovin, které byly použity při stavbě této budovy.
nds: Hier word een Huus plattreten, um eenige Waren torüggtokriegen, de tum Bauen bruukt wurren.

# gauls
source: Worker missing
cs: Chybí pracovník
nds: Arbeider föhlt

# gauls
source: Worker is coming
cs: Pracovník je na cestě
nds: Arbeider kummt

# gauls
source: Workers missing
cs: Chybí pracovníci
nds: Arbeiders föhlen

# gauls
source: Workers are coming
cs: Pracovníci jsou na cestě
nds: Arbeiders kummen

# gauls
source: Expert missing
cs: Chybí zkušený pracovník
nds: Meister föhlt

# gauls
source: Experts missing
cs: Chybí zkušení pracovníci
nds: Meisters föhlen

# gauls_soldier
source: %1% warrior (+%2%)
cs: %1% bojovník (+%2%)
nds: %1% Ridder (+%2%)

# gauls_soldier
source: %1% warrior
cs: %1% bojovník
nds: %1% Ridder

# gauls_soldier
source: %1%(+%2%) warrior (+%3%)
cs: %1%(+%2%) bojovník (+%3%)
nds: %1%(+%2%) Ridder (+%3%)

# gauls_soldier
source: %1%(+%2%) warrior
cs: %1%(+%2%) bojovník
nds: %1%(+%2%) Ridder

# ware
source: Bronze Armor
cs: Bronzová zbroj
nds: Bronze-Wapenrock

# ware
source: Chain Armor
cs: Kroužková zbroj
nds: Stahl-Wapenrock
nl: Maliënkolder

# ware
source: Bronze
cs: Bronz

# ware
source: Copper
cs: Měď
nds: Koper
nl: Koper

# ware
source: Copper Ore
cs: Měděná ruda
nds: Koperkluut
nl: Kopererts

# ware
source: Elixir
cs: Elixír
nds: Elixier

# ware
source: Flail
cs: Cep
nds: Döskeflegel

# ware
source: Herbs
cs: Byliny
nds: Krüden

# ware
source: Milk
cs: Mléko
nds: Melk

# ware
source: Potion
cs: Lektvar
nds: Drunk

# ware
source: Bronze Shield
cs: Bronzový štít
nds: Bronze-Schild

# ware
source: Wooden Shield
cs: Dřevěný štít
nds: Holtschild
nl: Houten Schild

# ware
source: Straw
cs: Sláma
nds: Stroh

# ware
source: Tin Ore
cs: Cínová ruda
nds: Tinnkluut

# ware
source: Vegetable
cs: Zelenina
nds: Gemüse

# ware
source: Wheat
cs: Pšenice
nds: Weit
nl: Tarwe

# ware
source: Wheat Sheaf
cs: Otep pšenice
nds: Weitschoov

# gauls_worker
source: Baker
cs: Pekař
nds: Backer

# gauls_worker
source: Blacksmith
cs: Kovář
nds: Smidd

# gauls_worker
source: Breeder
cs: Chovatel
nds: Tüchter

# gauls_worker
source: Brick Maker
cs: Cihlář
nds: Backsteenbranner

# gauls_worker
source: Builder
cs: Stavař
nds: Baukeerl

# gauls_worker
source: Carrier
cs: Nosič
nds: Lastendrager

# gauls_worker
source: Charcoal Burner
cs: Uhlíř
nds: Holtköhlbranner

# gauls_worker
source: Clay Digger
cs: Kopáč hlíny
nds: Lehmgraver

# gauls_worker
source: Cook
cs: Kuchař
nds: Koch

# gauls_worker
source: Craftsman
cs: Řemeslník
nds: Handwarker

# gauls_worker
source: Dressmaker
cs: Švadlena
nds: Naihster

# gauls_worker
source: Farmer
cs: Sedlák
nds: Buur

# gauls_worker
source: Ferry
cs: Přívoz
nds: Fähr

# gauls_worker
source: Fisher
cs: Rybář
nds: Fisker

# gauls_worker
source: Forester
cs: Lesník
nds: Förster

# gauls_worker
source: Gardener
cs: Zahradnice
nds: Gaardner

# gauls_worker
source: Experienced Gardener
cs: Zkušená zahradnice
nds: Meistergaardner

# gauls_worker
source: Geologist
cs: Geolog
nds: Schattsöker

# gauls_worker
source: Hunter
cs: Lovec
nds: Jäger

# gauls_worker
source: Miller
cs: Mlynář
nds: Müller

# gauls_worker
source: Miner
cs: Horník
nds: Bargwarkskeerl

# gauls_worker
source: Master Miner
cs: Hornický mistr
nds: Meister-Bargwarkskeerl

# gauls_worker
source: Ox
cs: Vůl
nds: Oss

# gauls_worker
source: Recruit
cs: Rekrut
nds: Lehrwicht

# gauls_worker
source: Scout
cs: Průzkumník
nds: Bespejer

# gauls_worker
source: Shipwright
cs: Loďař
nds: Schippebauer

# gauls_worker
source: Smelter
cs: Hutník

# gauls_worker
source: Warrior
cs: Bojovník
nds: Ridder

# gauls_worker
source: Stonecutter
cs: Kameník
nds: Flintslager

# gauls_worker
source: Toiler
cs: Nádeník
nds: Rieter

# gauls_worker
source: Trainer
cs: Cvičitel
nds: Mester

# gauls_worker
source: Water Carrier
cs: Nosič vody
nds: Waterdrager

# gauls_worker
source: Weaver
cs: Tkadlena
nds: Wever

# gauls_worker
source: Woodcutter
cs: Dřevorubec
nds: Boomslager

# gauls_building_small
source: Weaving Mill
nds: Weevstohl
nl: Weverij

source: Start with a basic Headquarter. From time to time your workers do inventories. If there is more than 500 items in any of your warehouses, workers throw away one quarter of stock stored in such a warehouse.
nds: Begünn mit eenem slichten Raadhuus. Of un an doon diene Arbeiders Bestandsupnahmen. Wenn mehr as 500 Dingen in elkeen vun dienem Kraamhusen sünd, smieten de Arbeiders een Veerdel vun de Bestand in sülk eenem Kraamhuus weg.
nl: Begin met een basishoofdkwartier. Van tijd tot tijd doen je werknemers inventarisaties. Als er meer dan 500 artikelen in een van je magazijnen liggen, gooien je werknemers een kwart van de voorraad weg die in zo'n magazijn ligt opgeslagen.

# gauls_worker
source: Druid
nds: Druide
