Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

# gauls_building
source: Fighting Arena
nl: Gevechtsarena

# gauls_ware
source: They are also used by the weaponsmithy.
nl: Ze worden ook gebruikt door de wapensmederij.

# gauls_ware
source: Fresh meat is smoked in the smokery and added into meals for your warriors, miners and carriers.
nl: Vers vlees wordt gerookt in de rokerij en toegevoegd aan maaltijden voor je krijgers, mijnwerkers en dragers.

# gauls_ware
source: Meal is also consumed at the training sites (fighting arenas, training camps).
nl: Maaltijden worden ook genuttigd op de trainingslocaties (vechtarena's, trainingskampen).

# gauls_ware
source: They are produced by craftsmen in a workshop.
nl: Ze worden door ambachtslui in een werkplaats vervaardigd.

# gauls_ware
source: It is produced by craftsmen in a workshop.
nl: Het wordt door ambachtslui in een werkplaats vervaardigd.

# gauls_ware
source: It is consumed at advanced mines and at the training sites (fighting arenas).
nl: Het wordt gedronken in geavanceerde mijnen en op trainingslocaties (vechtarena's).

# gauls_ware
source: This basic armor is produced in the armor smithy and used at the fighting arena – together with meal and tunic – to train warriors from defense level 0 to level 1.
nl: Dit basis pantser wordt geproduceerd in de pantsersmederij en gebruikt in de vechtarena – samen met maaltijd en tuniek – om krijgers te trainen van verdedigingsniveau 0 tot niveau 1.

# gauls_ware
source: This advanced armor is produced in the armor smithy and used at the fighting arena – together with meal and tunic – to train warriors from defense level 1 to level 2.
nl: Dit geavanceerde pantser wordt geproduceerd in de pantsersmederij en gebruikt in de vechtarena – samen met maaltijd en tuniek – om krijgers te trainen van verdedigingsniveau 1 naar niveau 2.

# gauls_ware
source: This helmet is produced in the armor smithy and used at the fighting arena – together with meal – to train warriors from defense level 2 to level 3.
nl: Deze helm wordt geproduceerd in de wapensmidse en gebruikt in de vechtarena – samen met maaltijden – om krijgers te trainen van verdedigingsniveau 2 naar niveau 3.

# gauls_ware
source: This basic shield is produced in the workshop and used at the fighting arena – together with meal and potion – to train warriors from evade level 0 to level 1.
nl: Dit basisschild wordt in de werkplaats geproduceerd en gebruikt in de vechtarena – samen met maaltijden en drankjes – om krijgers te trainen van ontwijkingsniveau 0 tot niveau 1.

# gauls_ware
source: This advanced shield is produced in the armor smithy and used at the fighting arena – together with meal and potion – to train warriors from evade level 1 to level 2.
nl: Dit geavanceerde schild wordt geproduceerd in de wapensmidse en gebruikt in de vechtarena – samen met maaltijden en drankjes – om krijgers te trainen van ontwijkingsniveau 1 naar niveau 2.

# gauls_building
source: Production of meat stops when economy doesn’t need smoked meat, production of both milk and meat stops when economy doesn’t need milk.
nl: De productie van vlees stopt wanneer de economie geen gerookt vlees nodig heeft, en de productie van zowel melk als vlees stopt wanneer de economie geen melk nodig heeft.

# gauls_building
source: If this building is fully supplied and the economy needs all products, breeding of one ox, production of 2 jugs of milk and one piece of meat takes %1$s. Production of one ox only takes %2$s, production of 2 jugs of milk and one piece of meat takes %3$s and production of 2 jugs of milk only takes %4$s.
nl: Als dit gebouw volledig bevoorraad is en de economie alle producten nodig heeft, kost het fokken van één os, de productie van twee kannen melk en één stuk vlees %1$s. De productie van één os kost slechts %2$s, de productie van twee kannen melk en één stuk vlees kost %3$s en de productie van twee kannen melk kost slechts %4$s.

# gauls_building
source: The miners needs %1% to produce two pieces of ore and one block of granite.
nl: De mijnwerker heeft %1% nodig om twee stukken erts en één blok graniet te produceren.
