Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

# gauls_ware
source: You need it to harvest wheat and reed.
cs: Potřebuješ ji k sklizni pšenice a rákosu.
nds: Du bruukst se, um Weit un Reit to arnten.
nl: Je hebt het nodig om tarwe en riet te oogsten.

# gauls_ware
source: Kitchen tools are used by cooks and bakers.
cs: Kuchyňské náčiní používají kuchaři a pekaři.
nds: Kochen un Backers bruken Besteck.
nl: Keukengereedschap wordt gebruikt door koks en bakkers.

# gauls_ware
source: You need them to produce rations, meals, smoked meat or fish and bread.
cs: Je potřeba k přípravě malých svačin, jídel, uzeného masa, uzených ryb a chleba.
nds: Du bruukst se, um Happen, Mahltieden, Rökelfleesk, Rökelfiss un Brood to produzeren.
nl: Je hebt ze nodig om rantsoenen, maaltijden, gerookt vlees of vis en brood te produceren.

# gauls_ware
source: Fire tongs are the tools for smelting ores.
cs: Kovářské kleště jsou nástrojem používaným při tavení rudy.
nds: Füürtangen sünd dat Warktüüg, waar man Kluten mit smelt.
nl: Vuurtangen zijn de gereedschappen voor het smelten van ertsen.

# gauls_ware
source: Buckets are used by water carriers, breeders and together with a shovel by clay diggers and brick makers.
cs: Kýble jsou používány nosiči vody, chovateli a společně s lopatou kopáči hlíny a cihláři.
nds: Emmers worden vun Waterdragers un Tüchters un tosamen mit eener Schüppe vun Lehmgravers un Backsteenbranners bruukt.
nl: Emmers worden gebruikt door waterdragers, veehouders en, in combinatie met een schop, door kleigravers en baksteen makers.

# gauls_ware
source: Fishing net is used by fishers to catch fishes.
cs: Rybářskou síť používají rybáři k chytání ryb.
nds: Fiskers bruken een Fiskernett, um Fisse to fangen.
nl: Vissers gebruiken visnetten om vissen te vangen.

# gauls_ware
source: Basket is used together with a shovel by gardener and together with a flail by toiler.
cs: Koš používájí společně s lopatou zahradnice a společně s cepem nádeníci.
nds: De Körv word tosamen mit eener Schüppe vum Gaardner un tosamen mit eenem Döskeflegel vum Rieter bruukt.
nl: Een mand wordt door een tuinman samen met een schop gebruikt en door een arbeider samen met een dorsvlegel.

# gauls_ware
source: Flail is used together with basket by toilers in the threshing floor.
cs: Cep používájí společně s košem nádeníci na mlatech.
nds: De Döskeflegel word tosamen mit eenem Körv vun de Rieters in de Döskedeel bruukt.
nl: De dorsvlegel wordt samen met de mand gebruikt door arbeiders op de dorsvloer.

# gauls_ware
source: Elixir is a magical drink that makes your warriors perform much better.
cs: Elixír je magický nápoj, díky kterému jsou tví bojovníci daleko výkonnější.
nds: Een Elixier is een Zauberdrank, wat diene Ridders bannig machtiger maakt.
nl: Elixir is een magische drank die ervoor zorgt dat je krijgers veel beter presteren.

# gauls_ware
source: Notice that for elixir preparation you actually need two doses of fruit because the druid picks some secret ingredients before its preparation by himself.
cs: Dávej pozor na to, že k přípravě elixíru potřebuješ ve skutečnosti dvě dávky ovoce, protože druid si sbírá před jeho přípravou nějaké tajné přísady sám.
nds: Wees wiss, dat du för een Elixier würrelk twee Eenheiden Früchten bruukst, denn de Druide pottjet eenige geheeme Bigaven, ehr he dat Elixier sülvst torechtmaakt.
nl: Merk op dat je voor het bereiden van het elixer eigenlijk twee porties fruit nodig hebt, omdat de druïde voor de bereiding zelf enkele geheime ingrediënten plukt.

# gauls_ware
source: It is consumed at the training sites (druid’s gatherings, training camps).
cs: Pije se na cvičištích (druidská rada a výcvikový tábor).
nds: ’t word in de Övens-Boen bruukt (Druidenversammlungen, Övens-Lagers).
nl: Het wordt gedronken op de trainingslocaties (bijeenkomsten van druïden, trainingskampen).

# gauls_ware
source: Potion is a magical drink that makes your warriors and miners perform much better.
cs: Lektvar je magický nápoj, díky kterému jsou tví bojovníci a horníci daleko výkonnější.
nds: Een Drunk is een Zauberdrank, wat diene Ridders un Bargwarkslüü bannig machtiger maakt.
nl: Potion is een magische drank die ervoor zorgt dat je krijgers en mijnwerkers veel beter presteren.

# gauls_ware
source: It is consumed at advanced mines and at the training sites (arenas).
cs: Pije se v pokročilých dolech a na cvičištích (arény).

# gauls_ware
source: Spear is a widely used weapon for hunters and new warriors.
cs: Oštěp je zbraní s širokým využitím pro lovce a nové bojovníky.
nds: De Pieke is een vööl bruukt Wapen för Jägers un neje Ridders.
nl: De speer is een veelgebruikt wapen voor jagers en nieuwe krijgers.

# gauls_ware
source: A basic piece of clothing for your new warriors, trainers, druids and scouts.
cs: Základní druh oblečení pro tvé nové bojovníky, cvičitele, druidy a průzkumníky.
nds: Een eenfaches Kluft-Deel för diene nejen Ridders, Jägers, Druiden un Bespejers.
nl: Een basisstuk kleding voor je nieuwe krijgers, trainers, druïden en verkenners.

# gauls_ware
source: It is also used for defense training under every new chain and bronze armor.
cs: Je potřeba také při tréninku obrany pod každou novou kroužkovou a bronzovou zbroj.
nds: ’t word ok bi’m Verteidigungs-Öven unner elkeen neje Stahl- un Bronze-Wapenrock bruukt.
nl: Het wordt ook gebruikt voor defensietraining onder elk nieuw ketting- en bronzen harnas.

# gauls_ware
source: Short sword is a basic piece of equipment for your new trainers.
cs: Krátký meč je základní výbavou nových cvičitelů.
nds: Een Lüttes Sweert is een eenfaches Wapen för diene nejen Mesters.
nl: Het korte zwaard is een basisuitrusting voor je nieuwe trainers.

# gauls_ware
source: It is produced in the weapon smithy and used at the training camp – together with meal and elixir – to train warriors from attack level 0 to level 1.
cs: Vyrábí se ve zbrojířství a používá se ve výcvikovém táboře – spolu s jídlem a elixírem – k výcviku útoku bojovníků z úrovně 0 na úroveň 1.
nds: ’t word in de Wapensmee produzeert un im Övens-Lager – tosammen mit eenem Mahl un Elixier – bruukt, um Ridders vun Angriff-Stand 0 up Stand 1 uttobilden.
nl: Het wordt geproduceerd in de wapensmidse en gebruikt in het trainingskamp – samen met maaltijden en elixers – om krijgers te trainen van aanvalsniveau 0 tot niveau 1.

# gauls_ware
source: Long sword is produced in the weapon smithy and used at the training camp – together with meal and elixir – to train warriors from attack level 1 to level 2.
cs: Dlouhý meč se vyrábí ve zbrojířství a používá se ve výcvikovém táboře – spolu s jídlem a elixírem – k výcviku útoku bojovníků z úrovně 1 na úroveň 2.
nds: Dat Lange Sweert word in de Wapensmee produzeert un im Övens-Lager – tosammen mit eenem Mahl un Elixier – bruukt, um Ridders vun Angriff-Stand 1 up Stand 2 uttobilden.
nl: Het lange zwaard wordt geproduceerd in de wapensmidse en gebruikt in het trainingskamp – samen met maaltijden en elixers – om krijgers te trainen van aanvalsniveau 1 naar niveau 2.

# gauls_ware
source: This basic armor is produced in the armor smithy and used at the arena – together with meal and tunic – to train warriors from defense level 0 to level 1.
cs: Tato základní zbroj se vyrábí v platnéřství a používá se v aréně – spolu s jídlem a halenou – k výcviku obrany bojovníků z úrovně 0 na úroveň 1.

# gauls_ware
source: This advanced armor is produced in the armor smithy and used at the arena – together with meal and tunic – to train warriors from defense level 1 to level 2.
cs: Tato pokročilá zbroj se vyrábí v platnéřství a používá se v aréně – spolu s jídlem a halenou – k výcviku obrany bojovníků z úrovně 1 na úroveň 2.

# gauls_ware
source: This helmet is produced in the armor smithy and used at the arena – together with meal – to train warriors from defense level 2 to level 3.
cs: Tato helma se vyrábí v platnéřství a používá se v aréně – spolu s jídlem – k výcviku obrany bojovníků z úrovně 2 na úroveň 3.

# gauls_ware
source: This basic shield is produced in the workshop and used at the arena – together with meal and potion – to train warriors from evade level 0 to level 1.
cs: Tento základní druh štítu se vyrábí v dílně a používá se v aréně – spolu s jídlem a lektvarem – k výcviku úhybu bojovníků z úrovně 0 na úroveň 1.

# gauls_ware
source: This advanced shield is produced in the armor smithy and used at the arena – together with meal and potion – to train warriors from evade level 1 to level 2.
cs: Tento pokročilý druh štítu se vyrábí v platnéřství a používá se v aréně – spolu s jídlem a lektvarem – k výcviku úhybu bojovníků z úrovně 1 na úroveň 2.

# gauls_worker
source: Carries items along roads.
cs: Přenáší náklad na cestách.
nds: Draggt Waren över Straten.
nl: Draagt voorwerpen langs wegen.

# gauls_worker
source: Ships wares across narrow rivers and straights.
cs: Dopravuje suroviny přes řeky a úžiny.
nds: Fährt Waren över smale Stromen un Seegaten.
nl: Scheepsgoederen over smalle rivieren en door zeestraten.

# gauls_worker
source: Carries water.
cs: Nosí vodu
nds: Draggt Water.
nl: Draagt water.

# gauls_worker
source: Groves vegetable and herbs. While experienced, she can also work in the orchard and plant fruit trees.
cs: Pěstuje zeleninu a byliny. Pokud má již nějaké zkušenosti, může také pracovat v sadu a vysazovat ovocné stromy.
nds: Baut Gemüse un Krüden an. Mit mehr Erfahrung kann de Gaardner ok in de Kamp warken un Früchtbomen planten.
nl: Bosjes groenten en kruiden. Hoewel ervaren, kan ze ook in de boomgaard werken en fruitbomen planten.

# gauls_worker
source: Plants fruit trees and harvests fruit.
cs: Vysazuje ovocné stromy a sklízí ovoce.
nds: Plant Früchtbomen un arnt Früchten.
nl: Plant fruitbomen en oogst fruit.

# gauls_worker
source: Works at construction sites to raise new buildings.
cs: Pracuje na staveništích a staví nové budovy.
nds: Warkt up Bausteden, um neje Husen to beschicken.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.

# gauls_worker
source: Mines stone.
cs: Láme kámen.
nds: Boot Steen of.
nl: Mijnsteen.

# gauls_worker
source: Fells trees.
cs: Kácí stromy.
nds: Kappt Bomen.
nl: Velt bomen.

# gauls_worker
source: Plants trees.
cs: Vysazuje stromy.
nds: Plant Bomen.
nl: Planten bomen.

# gauls_worker
source: Makes clay out of mud and water.
cs: Mísí cihlářskou hlínu z bláta a vody.
nds: Maakt Lehm ut Klei un Water.
nl: Maakt klei van modder en water.

# gauls_worker
source: Burns bricks out of clay and granite.
cs: Pálí cihly z cihlářské hlíny a žuly.
nds: Brannt Backstenen ut Lehm un Flint.
nl: Bakt bakstenen van klei en graniet.

# gauls_worker
source: Breeds animals.
cs: Chová zvířata.
nds: Tücht Deerten.
nl: Kweekt dieren.

# gauls_worker
source: Works at the shipyard and constructs new ships.
cs: Pracuje v loděnici a staví lodě.
nds: Warkt in de Warft un baut neje Schippen.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.

# gauls_worker
source: Catches fish in the sea.
cs: Loví ryby v moři.
nds: Fangt Fisse in de See.
nl: Vangt vis in de zee.

# gauls_worker
source: The hunter brings fresh, raw meat to the colonists.
cs: Lovec poskytuje osadníkům čerstvé, syrové maso.
nds: De Jager jaggt friskes, ruges Fleesk för de Lüü.
nl: De jager brengt vers, rauw vlees naar de kolonisten.

# gauls_worker
source: Plants fields and harvests wheat sheaves.
cs: Osévá pole a sklízí otepi pšenice.
nds: Plant Ackers un arnt Weitschoven.
nl: Plant velden en oogst tarwehalmen.

# gauls_worker
source: Threshes harvested wheat sheaves to obtain wheat grain.
cs: Mlátí sklizené otepi pšenice a získává tak pšeničné zrno.
nds: Dösket arnt Weitschoven, um Weitkoorn to winnen.
nl: Dorst geoogste tarwehalmen om tarwekorrels te verkrijgen.

# gauls_worker
source: Grinds wheat to produce flour.
cs: Mele pšenici na mouku.
nds: Mahlt Weit to Mehl.
nl: Maalt tarwe om bloem te maken.

# gauls_worker
source: Bakes bread for ration and meal preparation.
cs: Peče chléb pro přípravu malých svačin a jídel.
nds: Backt Brood för Happen un Mahltieden.
nl: Bakt brood voor rantsoenen en maaltijdbereiding.

# gauls_worker
source: Prepares rations and meals for miners and warriors. Cook can also work at the smokery and smoke meat and fishes.
cs: Připravuje malé svačiny a jídla pro horníky a bojovníky. Kuchař může také pracovat v udírně a udit maso a ryby.
nds: Maakt Happen un Mahltieden für Bargwarkslüü un Ridders torecht. De Koch kann ok in de Rökelkamer warken un Fleesk un Fiss rökeln.
nl: Bereidt rantsoenen en maaltijden voor mijnwerkers en krijgers. De kok kan ook in de rokerij werken en vlees en vis roken.

# gauls_worker
source: Discovers resources for mining.
cs: Dělá průzkumné práce zdrojů pro těžbu.
nds: Finnt Mineraale to Ofboen.
nl: Ontdekt grondstoffen voor mijnbouw.

# gauls_worker
source: Mines ore and minerals.
cs: Těží rudu a minerály.
nds: Baut Kluten un Mineraale of.
nl: Mijnt erts en mineralen.

# gauls_worker
source: Smelts ore.
cs: Taví rudu.
nds: Smelt Kluten.
nl: Smelt erts.

# gauls_worker
source: Burns logs and wood to produce charcoal.
cs: Pálí klády a dřevo na dřevěné uhlí.
nds: Brannt Holtköhle ut Boomstammen un Holt.
nl: Verbrandt houtblokken en hout om houtskool te produceren.

# gauls_worker
source: Weaves cloth.
cs: Tká látku.
nds: Weevt Stoff.
nl: Weeft stof.

# gauls_worker
source: Dressmaker is an experienced weaver and produces tunics.
cs: Švadlena je zkušená tkadlena a šije haleny.
nds: De Naihster is een Meister-Wever un produzeert Kluften.
nl: Kledingmaker is een ervaren wever en produceert tunieken.

# gauls_worker
source: Produces tools for your workers and wooden shields for the first level of evade training. Craftman can also help the experienced blacksmith in the armor smithy.
cs: Vyrábí nástroje pro tvé pracovníky a dřevěné štíty pro výcvik prvního stupně úhybu. Řemeslník může také vypomáhat zkušenému kováři v platnéřství.
nds: Produzeert Warktüüg för diene Arbeiders un Holtschilden för de eerste Stand vum Utwiekens-Öven. De Handwarker hülpt ok de Meistersmidd in de Panzersmee.
nl: Produceert gereedschap voor je arbeiders en houten schilden voor de eerste fase van de ontwijkingstraining. Ambachtslieden kunnen ook de ervaren smid helpen in de wapensmidse.

# gauls_worker
source: Produces armor for the warriors.
cs: Vyrábí zbroj pro bojovníky.
nds: Produzeert Wapenrocken för de Ridders.
nl: Produceert wapenrustingen voor de krijgers.

# gauls_worker
source: Eager to become a warrior and defend his tribe!
cs: Odhodlaný stát se bojocníkem a bránit svůj kmen!
nds: Will radd een Ridder worden un sien Volk verteidigen!
nl: Hij staat te popelen om krijger te worden en zijn stam te verdedigen!

# gauls_worker
source: Defend and Conquer!
cs: Bránit a dobývat!
nds: Verteidigen un innehmen!
nl: Verdedig en Overwin!

# gauls_worker
source: His elixirs improve health of warriors and his potions improve their training as well as miners’ productivity.
cs: Jeho elixíry zlepšují zdraví bojovníků a jeho lektvary napomáhají jejich výcviku a také produktivitě horníků.
nds: Siene Elixieren verbetern de Gesundheid vun Ridders un siene Drunken verbetern hör Öven un ok de Wöörde vun Bargwarkslüü.
nl: Zijn elixers verbeteren de gezondheid van krijgers en zijn drankjes verbeteren hun training en de productiviteit van mijnwerkers.

# gauls_worker
source: Trains and recruits warriors.
cs: Cvičí a provádí nábor bojovníků.
nds: Hüürt Ridders an un bildt se ut.
nl: Traint en rekruteert krijgers.

# gauls_worker
source: Explores territory of your enemy.
cs: Prozkoumává území tvého nepřítele.
nds: Försket Geweste vun dienem Feind ut.
nl: Verken het gebied van je vijand.

source: The remains of a destroyed building.
cs: Pozůstatky zničené budovy.
nds: Wat vun eenem verneelten Huus över blievt.
nl: De overblijfselen van een verwoest gebouw.

source: When clay diggers dig up earth, they leave holes in the ground. These holes vanish after a while.
cs: Když kopáči těží hlínu, zanechávají za sebou jámy v zemi. Tyto jámy po nějakém čase zmizí.
nds: Wenn Lehmgravers Klei upgraven, blieven Locken mit Water in de Grund torügg. Deese Locken verswinnen na eeniger Tied.
nl: Wanneer kleigravers de aarde opgraven, laten ze gaten achter in de grond. Deze gaten verdwijnen na een tijdje. Wanneer kleigravers de aarde opgraven, laten ze gaten achter in de grond. Deze gaten verdwijnen na een tijdje.

source: These herbs has just been planted.
cs: Tyto byliny byly právě vysety.
nds: Deese Krüden sünd jüüst plant worden.
nl: Deze kruiden zijn net geplant.

source: These herbs are growing.
cs: Tyto byliny rostou.
nds: Deese Krüden wassen.
nl: Deze kruiden groeien.

source: These herbs are flowering.
cs: Tyto byliny právě kvetou.
nds: Deese Krüden blöömen.
nl: Deze kruiden staan in bloei.

source: These herbs are ready for harvesting.
cs: Tyto byliny jsou připraveny ke sklizni.
nds: Deese Krüden sünd klaar tum arnten.
nl: Deze kruiden zijn klaar om te oogsten.

source: These herbs has been harvested.
cs: Tyto byliny byly sklizeny.
nds: Deese Krüden sünd arnt.
nl: Deze kruiden zijn geoogst.

source: These vegetable plants has just been planted.
cs: Toto je právě vysázená zelenina.
nds: Deese Gemüseplanten sünd jüüst plant worden.
nl: Deze groenteplanten zijn net geplant.

source: These vegetable plants are growing.
cs: Tato zelenina roste.
nds: Deese Gemüseplanten wassen.
nl: Deze groenteplanten groeien.

source: These vegetable plants are flowering.
cs: Tato zelenina kvete.
nds: Deese Gemüseplanten blöömen.
nl: Deze groenteplanten staan in bloei.

source: These vegetable plants are ready for harvesting.
cs: Tato zelenina je připravena ke sklizni.
nds: Deese Gemüseplanten sünd klaar tum arnten.
nl: Deze groenteplanten zijn klaar om geoogst te worden.

source: This vegetable has been harvested.
cs: Tato zelenina byla sklizena.
nds: Deeses Gemüse is arnt.
nl: Deze groente is geoogst.

source: This field has just been planted.
cs: Toto je právě oseté pole.
nds: Deeser Acker is jüüst plant worden.
nl: Dit veld is net aangeplant.

source: This field is growing.
cs: Toto je rostoucí pole.
nds: Deeser Acker wasst.
nl: Dit veld groeit.

source: This field is ready for harvesting.
cs: Toto pole je připraveno ke sklizni.
nds: Deeser Acker is klaar tum arnten.
nl: Dit veld is klaar om geoogst te worden.

source: This field has been harvested.
cs: Toto pole bylo sklizeno.
nds: Deeser Acker is arnt.
nl: Dit veld is geoogst.

source: This reed field has just been planted.
cs: Toto je právě vysazené rákosové pole.
nds: Deeser Reitacker is jüüst plant worden.
nl: Dit rietveld is net geplant.

source: This reed field is growing.
cs: Toto je rostoucí rákosové pole.
nds: Deeser Reitacker wasst.
nl: Dit rietveld groeit.

source: This reed field is flowering.
cs: Toto jsou právě kvetoucí rákosové pole.
nds: Deeser Reitacker blöömt.
nl: Dit rietveld staat in bloei.

source: This reed field is ready for harvesting.
cs: Toto rákosové pole je připraveno ke sklizni.
nds: Deeser Reitacker is klaar tum arnten.
nl: Dit rietveld kan worden geoogst.

source: This juniper has just been planted.
cs: Tento jalovec byl právě zasazen.
nds: Deeser Wacholder is jüüst plant worden.
nl: Deze jeneverbes is net geplant.

source: This juniper is growing.
cs: Tento jalovec roste.
nds: Deeser Wacholder wasst.
nl: Deze jeneverbes groeit.

source: This juniper is flowering.
cs: Tento jalovec kvete
nds: Deeser Wacholder blöömt.
nl: Deze jeneverbes bloeit.

source: This juniper is ready for harvesting.
cs: Tento jalovec je připraven ke sklizni.
nds: Deeser Wacholder is klaar tum arnten.
nl: Deze jeneverbes is klaar om geoogst te worden.

source: This raspberry is ready for harvesting.
cs: Tento malinovník je připraven ke sklizni.
nds: Deese Henntjebeei is klaar tum arnten.
nl: Deze framboos is klaar om geoogst te worden.

source: This black currant is ready for harvesting.
cs: Tento černý rybíz je připraven ke sklizni.
nds: Deese Kakelbeei is klaar tum arnten.
nl: Deze zwarte bes is klaar om geoogst te worden.

source: These strawberries are ready for harvesting.
cs: Tyto jahody jsou připraveny ke sklizni.
nds: Deese Eerdjebeei is klaar tum arnten.
nl: Deze aardbeien zijn klaar om geoogst te worden.

source: This desert hackberry is ready for harvesting.
cs: Tento pouštní břestovec je připraven ke sklizni.
nds: Deese Wüüstenbeei is klaar tum arnten.
nl: Deze woestijn-hackberry is klaar om geoogst te worden.

source: This red currant is ready for harvesting.
cs: Tento červený rybíz je připraven ke sklizni.
nds: Deese Albeei is klaar tum arnten.
nl: Deze rode bes is klaar om geoogst te worden.

source: These blueberries are ready for harvesting.
cs: Tyto borůvky jsou připraveny ke sklizni.
nds: Deese Bickbeei is klaar tum arnten.
nl: Deze bosbessen zijn klaar om geoogst te worden.

source: This berry bush is ready for harvesting.
cs: Ovocný keř dozrál ke sbírání.
nds: Deeser Busk is klaar tum arnten.
nl: Deze bessenstruik is klaar om geoogst te worden.

source: This cherry tree has just been planted.
cs: Toto je právě vysazená třešeň.
nds: Deeser Karsboom is jüüst plant worden.
nl: Deze kersenboom is net geplant.

source: This cherry tree is growing.
cs: Tato třešeň roste.
nds: Deeser Karsboom wasst.
nl: Deze kersenboom groeit.

source: This cherry tree is fully grown.
cs: Toto je plně vzrostlá třešeň.
nds: Deeser Karsboom is utwassen.
nl: Deze kersenboom is volgroeid.

source: This old cherry tree can be cut down by a woodcutter for log. This is the only life stage of this tree, when a woodcutter is allowed to fell it.
cs: Tuto starou třešeň může dřevorubec pokácet na kládu. Toto je jediná životní fáze tohoto stromu, kdy je dřevorubci dovoleno ho pokácet.
nds: Deeser olle Karsboom kann vun eenem Boomslager as Boomstamm umkappt worden. Dat is de eenzigst Tied in de Leven vun deesem Boom, waar de Boomslager ’t ofkappen dürt.
nl: Deze oude kersenboom kan door een houthakker worden gekapt voor hout. Dit is de enige levensfase van deze boom waarin een houthakker hem mag vellen.

source: This cherry tree is flowering.
cs: Tato třešeň právě kvete.
nds: Deeser Karsboom blöömt.
nl: Deze kersenboom staat in bloei.

source: This cherry tree is full of fruits. Gardeners and druids can pick some fruit here.
cs: Tato třešeň je plná ovoce. Zahradnice a druidové si tu mohou natrhat nějaké ovoce.
nds: Deeser Karsboom is vull vun Früchten. Gaardners un Druiden könen hier Früchten pottjen.
nl: Deze kersenboom hangt vol met fruit. Tuinders en druïden kunnen hier wat fruit plukken.

source: This apple tree has just been planted.
cs: Toto je právě vysazená jabloň.
nds: Deeser Appelboom is jüüst plant worden.
nl: Deze appelboom is net geplant.

source: This apple tree is growing.
cs: Tato jabloň roste.
nds: Deeser Appelboom wasst.
nl: Deze appelboom groeit.

source: This apple tree is fully grown.
cs: Toto je plně vzrostlá jabloň.
nds: Deeser Appelboom is utwassen.
nl: Deze appelboom is volgroeid.

source: This old apple tree can be cut down by a woodcutter for log. This is the only life stage of this tree, when a woodcutter is allowed to fell it.
cs: Tuto starou jabloň může dřevorubec pokácet na kládu. Toto je jediná životní fáze tohoto stromu, kdy je dřevorubci dovoleno ho pokácet.
nds: Deeser olle Appelboom kann vun eenem Boomslager as Boomstamm umkappt worden. Dat is de eenzigst Tied in de Leven vun deesem Boom, waar de Boomslager ’t ofkappen dürt.
nl: Deze oude appelboom kan door een houthakker worden gekapt voor hout. Dit is de enige levensfase van deze boom waarin een houthakker hem mag vellen.

source: This apple tree is flowering.
cs: Tato jabloň právě kvete.
nds: Deeser Appelboom blöömt.
nl: Deze appelboom staat in bloei.
