Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

source: This apple tree is full of fruits. Gardeners and druids can pick some fruit here.
cs: Tato jabloň je plná ovoce. Zahradnice a druidové si tu mohou natrhat nějaké ovoce.
nds: Deeser Appelboom is vull vun Früchten. Gaardners un Druiden könen hier Früchten pottjen.
nl: Deze appelboom hangt vol met fruit. Tuinders en druïden kunnen hier fruit plukken.

source: There are no resources in the ground here.
cs: Zde nebyly nalezeny žádné podzemní zdroje.
nds: Hier sünd keene Mineraale im Grund.
nl: Er zitten hier geen grondstoffen in de grond.

source: There is water in the ground here.
cs: Zde byla nalezena podzemní voda.
nds: Hier is Water im Grund.
nl: Er zit hier water in de grond.

source: Coal veins contain coal that can be dug up by coal mines.
cs: Ložiska uhlí obsahují uhlí, které lze těžit pomocí uhelných dolů.
nds: In Köhle-Aders is Köhl, wat vun Köhle-Bargwarken ofboot worden kann.
nl: Steenkooladers bevatten steenkool die kan worden opgegraven in steenkoolmijnen.

source: There is only a little bit of coal here.
cs: Zde se dá najít něco málo uhlí.
nds: Hier is bedröövt minn Köhl.
nl: Er is hier maar een klein beetje steenkool.

source: This vein contains iron ore that can be dug up by iron mines.
cs: Tato žíla obsahuje železnou rudu, kterou lze těžit pomocí železorudných dolů.
nds: In deeser Ader is Iesenkluut, wat vun Iesen-Bargwarken ofboot worden kann.
nl: Deze ader bevat ijzererts dat kan worden opgegraven door ijzermijnen.

source: There is only a little bit of iron ore here.
cs: Zde se dá najít něco málo železné rudy.
nds: Hier is bedröövt minn Iesenkluut.
nl: Er is hier maar een klein beetje ijzererts.

source: This vein contains copper-gold ore that can be dug up by copper-gold mines.
cs: Tato žíla obsahuje měděnozlatou rudu, kterou lze těžit pomocí měděnozlatých dolů.
nds: In deeser Ader is Koper-Gold-Kluut, wat vun Koper-Gold-Bargwarken ofboot worden kann.
nl: Deze ader bevat koper-gouderts dat kan worden opgegraven door koper-goudmijnen.

source: There is only a little bit of copper-gold ore here.
cs: Zde se dá najít něco málo měděnozlaté rudy.
nds: Hier is bedröövt minn Koper-Gold-Kluut.
nl: Er is hier maar een klein beetje koper-gouderts.

source: This vein contains tin ore that can be dug up by tin mines. There is also high ratio of granite in the ground.
cs: Tato žíla obsahuje cínovou rudu, kterou lze vytěřit pomocí cínových dolů. Tato země je také bohatá na žulu.
nds: In deeser Ader is Tinnkluut, wat vun Tinn-Bargwarken ofboot worden kann. Hier is ok mennig Flint in de Grund.
nl: Deze ader bevat tinerts dat door tinmijnen kan worden gewonnen. Er zit ook veel graniet in de grond.

source: There is only a little bit of tin ore and granite here.
cs: Zde se dá najít pouze něco málo cínové rudy a žuly.
nds: Hier is bedröövt minn Tinnkluut un Flint.
nl: Er is hier slechts een kleine hoeveelheid tinerts en graniet.

source: There is a lot of coal here.
cs: Zde je velké ložisko uhlí.
nds: Hier is een Bült vun Köhl.
nl: Er is hier veel steenkool.

source: There is a lot of iron ore here.
cs: Zde je velké ložisko železné rudy.
nds: Hier is een Bült vun Iesenkluut.
nl: Er is hier veel ijzererts.

source: There is a lot of copper-gold ore here.
cs: Zde je velké ložisko měděnozlaté rudy.
nds: Hier is een Bült vun Koper-Gold-Kluut.
nl: Er is hier veel koper-gouderts.

source: There is a lot of tin ore and granite here.
cs: Zde je velké ložisko cínové rudy a kamene.
nds: Hier is een Bült vun Tinnkluut un Flint.
nl: Er is hier veel tinerts en graniet.

source: A ship is being constructed at this site.
cs: Na tomto místě se staví loď.
nds: Up deeser Stee word een Schipp baut.
nl: Op deze plek wordt een schip gebouwd.

# gauls_building
source: Accommodation for your people. Also stores your wares and tools.
cs: Poskytuje ubytování tvým lidem a také skladuje tvé suroviny a nástroje.
nds: Brengt diene Lüü unner un verwahrt diene Waren un anner Kraam.
nl: Verblijfplaats voor uw mensen. Ook geschikt voor het opslaan van uw goederen en gereedschap.

# gauls_building
source: The headquarters is your main building.
cs: Hlavní budova je tvou ústřední budovou.
nds: Dat Raadhuus is dien wichtigstes Huus.
nl: Het hoofdkantoor is uw hoofdgebouw.

# gauls_building
source: Your workers and warriors will find shelter here. Also stores your wares and tools.
cs: Tady najdou tví dělníci a bojovníci přístřeší. Také se zde uchovává tvé zboží a nářadí.
nds: Brengt diene Lüü un Ridders unner un verwahrt diene Waren un anner Kraam.
nl: Je arbeiders en krijgers vinden hier onderdak. Bewaar hier ook je goederen en gereedschap.

# gauls_building
source: Serves as a base for overseas colonization and trade. Also stores your warriors, wares and tools.
cs: Slouží jako základna pro zámořské plavby a obchod. Také skladuje suroviny, nástroje a poskytuje přístřeší bojovníkům.
nds: Deent tum Begünnen vun Hannel un Söken över Seefahrt. Brengt ok diene Lüü un Ridders unner un verwahrt diene Waren un anner Kraam.
nl: Dient als basis voor overzeese kolonisatie en handel. Slaat ook je krijgers, goederen en gereedschap op.

# gauls_building
source: Fells trees in the surrounding area and processes them into logs.
cs: Kácí stromy v okolí a zpracovává je na klády.
nds: Kappt Bomen in de Naberskupp un maakt daarut Boomstammen.
nl: Velt bomen in de omgeving en verwerkt ze tot boomstammen.

# gauls_building
source: This building can produce one log between %1$s and %2$s, depending on how far the woodcutter has to walk.
cs: Tato budova může vyprodukovat jednu kládu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí dřevorubec urazit.
nds: Dat Huus bruukt %1$s bit %2$s, um eenen Boomstamm to produzeren, je nadeem, wo wied de Boomslager lopen mutt.
nl: Dit gebouw kan een boomstam tussen %1$s en %2$s, produceren, afhankelijk van hoe ver de houthakker moet lopen.

# gauls_building
source: Plants trees in the surrounding area.
cs: Vysazuje ve svém okolí stromy.
nds: Plant Bomen in de Naberskupp.
nl: Plant bomen in de omgeving.

# gauls_building
source: The forester’s house needs free space within the work area to plant the trees.
cs: Domek lesníka potřebuje ve svém okolí volnou plochu, kterou lze osázet stromy.
nds: Dat Försterhuus bruukt freje Rüümte in de Arbeidsgewest, waar Bomen plant worden könen.
nl: Het boswachtershuis heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.

# gauls_building
source: The forester plants one tree between %1$s and %2$s, depending on how far he has to walk.
cs: Lesník vysadí jeden strom za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Förster plant eenen Boom in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.
nl: De boswachter plant een boom tussen %1$s en %2$s, afhankelijk van hoe ver hij moet lopen.

# gauls_building
source: Digs up mud from the ground and uses water to turn it into clay. Clay is used to make bricks.
cs: Kope hlínu z půdy a pomocí vody připravuje cihlářskou hlínu. Ta se pak užívá k výrobě cihel.
nds: Grafft Eer ut de Grund un maakt mit Water Lehm daarut. Lehm bruukt man, um Backstenen to maken.
nl: Graaft modder op uit de grond en gebruikt water om er klei van te maken. Klei wordt gebruikt om bakstenen te maken.

# gauls_building
source: This building can produce one clay between %1$s and %2$s, depending on how far the clay digger has to walk.
cs: Tato budova může vyprodukovat jeden kýbl cihlářské hlíny za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí kopáč urazit.
nds: Dat Huus bruukt %1$s bit %2$s, um een Lehm to produzeren, je nadeem, wo wied de Lehmgraver lopen mutt.
nl: Dit gebouw kan één klei produceren tussen %1$s en %2$s, afhankelijk van hoe ver de kleigraver moet lopen.

# gauls_building
source: Cuts blocks of stone out of rocks in the vicinity.
cs: Láme žulové kvádry ze skal v okolí.
nds: Sleit Flint ut Stenen in de Naberskupp.
nl: Hakt blokken steen uit rotsen in de omgeving.

# gauls_building
source: The stonecutter needs rocks to cut within the work area.
cs: Lom potřebuje ve svém okolí skály.
nds: De Flintslager bruukt Stenen tum Slaan in de Arbeidsgewest.
nl: De steenhouwer heeft stenen nodig om binnen het werkgebied te kunnen hakken.

# gauls_building
source: The stonecutter can produce one block of granite between %1$s and %2$s on average, depending on how far he has to walk.
cs: Kameník může získat jeden kvádr žuly za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Flinthauer produzeert een Deel Flint dör de Bank in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.
nl: De steenhouwer kan gemiddeld één blok steen produceren tussen %1$s en %2$s , afhankelijk van hoe ver hij moet lopen.

# gauls_building
source: Draws water out of the deep.
cs: Čerpá podzemní vodu.
nds: Hisst Water ut de Deepde.
nl: Haal water uit de diepte.

# gauls_building
source: The carrier needs %s to get one bucket full of water.
cs: Nosič potřebuje %s na vytažení jednoho kýble vody.
nds: De Lastendrager bruukt dör de Bank %s um eenen Emmer vull Water to kriegen.
nl: De drager heeft %s nodig om een emmer vol water te krijgen.

# gauls_building
source: If the water resource is depleted, the carrier needs %s on average.
cs: Pokud je vodní zdroj vyčerpán, nosič potřebuje v průměru %s.
nds: Wenn dat Water-Mineraal leeg is, bruukt de Lastendrager dör de Bank %s.
nl: Als de watervoorraad uitgeput is, heeft de vervoerder gemiddeld %s nodig.

# gauls_building
source: Fishes on the coast near the fisher’s house.
cs: Rybaří na pobřeží poblíž rybářského domku.
nds: Fisket an de Küst in de Naberskupp vun de Fiskerhuus.
nl: Vissen aan de kust bij het vissershuis.

# gauls_building
source: The fisher’s hut needs water full of fish within the work area.
cs: Rybářská chata potřebuje ve své pracovní oblasti vodní plochu, ve které jsou ryby.
nds: Dat Fisker-Huus bruukt Water mit Fisken in de Arbeidsgewest.
nl: De vissershut heeft water vol vis nodig binnen het werkgebied.

# gauls_building
source: Roads and trees along the shoreline block fishing.
cs: Cesty a stromy podél pobřeží brání v rybaření.
nds: Straten un Bomen up de Küst hinnern ’t Fisken.
nl: Wegen en bomen langs de kust belemmeren het vissen.

# gauls_building
source: This building can produce one fish between %1$s and %2$s, depending on how far the fisher has to walk.
cs: Rybář uloví jednu rybu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: Dat Huus bruukt %1$s bit %2$s, um eenen Fiss to produzeren, je nadeem, wo wied de Fisker lopen mutt.
nl: Dit gebouw kan één vis produceren tussen %1$s en %2$s, afhankelijk van hoe ver de visser moet lopen.

# building
source: Hunts animals to produce meat.
cs: Loví zvířata a získává tak maso.
nds: Jaggt Deerten, um Fleesk to produzeren.
nl: Jaagt op dieren om vlees te produceren.

# gauls_building
source: The hunter’s hut needs animals to hunt within the work area.
cs: Chata lovce musí mít ve své pracovní oblasti volně žijící zvěř, aby měl lovec co lovit.
nds: De Jaggtkaat bruukt Deerten tum Jagen in de Arbeidsgewest.
nl: De jagershut heeft dieren nodig om in het werkgebied te jagen.

# gauls_building
source: This building can produce one meat between %1$s and %2$s, depending on how far the hunter has to walk.
cs: Tato budova může vyprodukovat jedno maso za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí lovec urazit.
nds: Dat Huus bruukt %1$s bit %2$s, um een Fleesk to produzeren, je nadeem, wo wied de Jäger lopen mutt.
nl: Dit gebouw kan tussen %1$s en %2$s, vlees opleveren, afhankelijk van hoe ver de jager moet lopen.

# building
source: Explores unknown territory.
cs: Prozkoumává neznámá území.
nds: Förskt frömde Geweste ut.
nl: Verkent onbekend terrein.

# gauls_building
source: One exploration trip of the scout takes between %1$s and %2$s.
cs: Průzkumník zvládne jednu výpravu za %1$s až %2$s.
nds: Een Förskloop vun de Bespejer düürt %1$s bit %2$s.
nl: Een verkenningstocht van de scout duurt tussen %1$s en %2$s.

# gauls_building
source: Forges the tools that your workers need.
cs: Vyrábí nástroje, které tví dělníci potřebují.
nds: Smeedt dat Warktüüg, wat diene Arbeiders bruken.
nl: Smeedt het gereedschap dat je werknemers nodig hebben.

# gauls_building
source: If this building is fully supplied and all produced items are needed by the economy, production of one of each item takes %1$s. If only one kind of item is needed by the economy, its production takes %2$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny výrobky, pak zabere zhotovení od každého po jednom výrobku %1$s. Pokud se nedostává pouze jednoho druhu výrobku, trvá jeho výroba %2$s.
nds: Wenn all Waren to rechter Tied ankomen un de Weertskupp all Aarden vun produzeert Waren bruukt, produzeert dat Huus dör de Bank elkeen Waar in %1$s. Wenn de Weertskupp blots eene Aard vun Waar bruukt, word se dör de Bank in %2$s produzeert.
nl: Als dit gebouw volledig bevoorraad is en alle geproduceerde artikelen nodig zijn voor de economie, kost de productie van elk artikel %1$s. Als er maar één soort artikel nodig is voor de economie, kost de productie daarvan %2$s.

# gauls_building
source: Saws logs to produce planks.
cs: Řeže klády na prkna.
nds: Saagt Planken ut Boomstammen.
nl: Zaagt boomstammen tot planken.

# gauls_building
source: The sawmill needs %s to produce one plank.
cs: Pila potřebuje %s na výrobu jedněch prken.
nds: De Saagmöhlen bruken %s um eene Plank to produzeren.
nl: De zagerij heeft %s nodig om één plank te produceren.

# gauls_building
source: Burns bricks using granite and clay, and coal as fuel. Bricks are an important building material.
cs: Pálí cihly z žuly a cihlářské hlíny za pomoci uhlí jako paliva. Cihly jsou důležitým stavebním materiálem.
nds: Brannt Backstenen ut Flint un Lehm. Köhle hollt dat Füür heet. Backstenen sünd een wichtig Baukraam.
nl: Brandt bakstenen met graniet en klei, en steenkool als brandstof. Bakstenen zijn een belangrijk bouwmateriaal.

# gauls_building
source: The brick kiln needs %s on average to produce one brick.
cs: Cihelna potřebuje na výrobu jedné cihly v průměru %s.
nds: De Backsteenbranneree bruukt dör de Bank %s um eenen Backsteen to produzeren.
nl: De steenoven heeft gemiddeld %s nodig om één steen te produceren.

# gauls_building
source: Produces reed.
cs: Poskytuje rákos.
nds: Produzeert Reit.
nl: Produceert riet.

# gauls_building
source: Needs water nearby.
cs: Potřebuje ve svém okolí vodní plochu.
nds: Bruukt Water in de Naberskupp.
nl: Water in de buurt nodig.

# gauls_building
source: The farmer can produce one bundle of reed between %1$s and %2$s on average, depending on how far he has to walk.
cs: Sedlák může získat jeden svazek rákosu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: De Buur produzeert een Bünsel Reit dör de Bank in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.
nl: De boer kan gemiddeld één bundel riet produceren tussen %1$s en %2$s,afhankelijk van hoe ver hij moet lopen.

# gauls_building
source: Smelts ore into iron, copper, bronze and gold.
cs: Taví a slévá rudu na železo, měď, bronz a zlato.
nds: Smelt Kluten to Iesen, Koper, Bronze un Gold.
nl: Smelt erts tot ijzer, koper, brons en goud.

# gauls_building
source: If this building is fully supplied and there is a demand for all metals, production of 6 iron ingots, 2 copper ingots, 3 bronze bars and 2 gold bars takes %1$s. If only one kind of metal is needed, it takes %2$s to produce one iron or copper ingot or %3$s to produce one bronze or gold bar.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny druhy kovu, pak zabere výroba 6 železných prutů, 2 měděných prutů, 3 bronzových cihel a 2 zlatých cihel %1$s. Pokud je třeba pouze jednoho druhu kovu, pak zabere výroba železného nebo měděného prutu %2$s a výroba zlaté nebo bronzové cihly %3$s.
nds: Wenn alle Waren to rechter Tied ankomen un de Weertskupp all Metallen bruukt, düürt dat Produzeren vun 6 Delen Iesen, 3 Delen Bronze un 2 Delen Gold %1$s. Wenn blots eene Aard vun Metall bruukt word, düürt ’t %2$s, um een Deel Iesen of Koper to produzeren, of %3$s, um een Deel Bronze of Gold to produzeren.
nl: Als dit gebouw volledig bevoorraad is en er vraag is naar alle metalen, duurt de productie van 6 ijzeren ingots, 2 koperen ingots, 3 bronzen staven en 2 gouden staven %1$s. Als er slechts één soort metaal nodig is, duurt het %2$s om één ijzeren of koperen ingot te produceren of %3$s om één bronzen of gouden staaf te produceren.

# gauls_building
source: Grows herbs and vegetable.
cs: Pěstuje byliny a zeleninu.
nds: Baut Krüden un Gemüse an.
nl: Kweekt kruiden en groenten.

# gauls_building
source: If all products are needed by the economy, the gardener resp. experienced gardener need %1$s resp. %2$s on average to produce two baskets of vegetable and two bundles of herbs. If only one product is needed by the economy, the gardener resp. experienced gardener need %3$s resp. %4$s on average to produce one baskets of vegetable or one bundle of herbs.
cs: Pokud se hospodářství nedostává všech produktů, pak potřebuje zahradnice, resp. zkušená zahradnice k získání dvou košů zeleniny a dvou svazků bylin v průměru %1$s, resp. %2$s. Pokud se nedostává pouze jednoho produktu, pak zahradnice, resp. zkušená zahradnice potřebuje k získání koše zeleniny, nebo svazku bylin v průměru %3$s, resp. %4$s.
nds: Wenn de Weertskupp all Produkten bruukt, produzeert de Gaardner of Meistergaardner dör de Bank in %1$s of %2$s twee Körven Gemüse un twee Bünsels Krüden. Wenn de Weertskupp blots eene Aard vun Produkt bruukt, produzeert de Gaardner of Meistergaardner dör de Bank in %3$s of %4$s eenen Körv Gemüse of een Bünsel Krüden.
nl: Als alle producten nodig zijn voor de economie, heeft de tuinman resp. ervaren tuinman gemiddeld %1$s resp. %2$s nodig om twee manden groenten en twee bundels kruiden te produceren. Als slechts één product nodig is voor de economie, heeft de tuinman resp. ervaren tuinman gemiddeld %3$s resp. %4$s nodig om één mand groenten of één bundel kruiden te produceren.

# gauls_building
source: Plants fruit trees and harvests fruit.
cs: Vysazuje ovocné stromy a sklízí ovoce.
nds: Plant Früchtbomen un arnt Früchten.
nl: Plant fruitbomen en oogst fruit.

# gauls_building
source: According to the climate, two different fruit trees are planted – apple tree and cherry tree. Per two fruit trees, one juniper – which has a form of a bush – is planted.
cs: Podle podnebí jsou vysazovány dva různé ovocné stromy: jabloň a třešeň. Na dva ovocné stromy připadá výsadba jednoho jalovce, který má charakter keře.
nds: Je na de Klima worden twee Aarden vun Früchtbomen plant – Appelbomen un Karsbomen. För elkeen twee Früchtbomen word ok een Wacholder – wat een Busk is – plant.
nl: Afhankelijk van het klimaat worden twee verschillende fruitbomen geplant – appelbomen en kersenbomen. Per twee fruitbomen wordt één jeneverbesboom – geplant, die de vorm van een struik heeft.

# gauls_building
source: When the orchard has already multiple trees, the gardener can produce one basket of fruit between %1$s and %2$s, depending on how far she has to walk.
cs: Pokud má sad již vícero stromů, pak může zahradnice natrhat koš ovoce za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
nds: Wenn de Kamp al eenige Bomen hett, produzeert de Gaardner eenen Körv Früchten in %1$s bit %2$s, je nadeem, wo wied he lopen mutt.
nl: Als de boomgaard al meerdere bomen heeft, kan de tuinier één mand fruit produceren tussen %1$s en %2$s, afhankelijk van hoe ver ze moet lopen.

# gauls_building
source: Threshes harvested wheat sheaves to obtain wheat grain.
cs: Mlátí sklizené otepi pšenice a získává tak pšeničné zrno.
nds: Dösket arnt Weitschoven, um Weitkoorn to winnen.
nl: Dorst geoogste tarwehalmen om tarwekorrels te verkrijgen.

# gauls_building
source: Straw is collected only when the economy needs straw.
cs: Sláma je sbírána pouze pokud tvé hospodářství slámu potřebuje.
nds: Stroh word blot dann pottjet, wenn de Weertskupp Stroh bruukt.
nl: Stro wordt alleen verzameld wanneer de economie stro nodig heeft.

# gauls_building
source: The toiler needs %1$s to produce one basket of wheat or %2$s to produce one basket of wheat and one bale of straw.
cs: Nádeník potřebuje %1$s na získání jednoho koše pšenice, nebo %2$s na získání jednoho koše pšenice a jednoho balíku slámy.
nds: De Rieter bruukt %1$s um eenen Körv Weit to produzeren of %2$s um eenen Körv Weit un eenen Ball Stroh to produzeren.
nl: De arbeider heeft %1$s nodig om één mand tarwe te produceren of %2$s om één mand tarwe en één baal stro te produceren.

# gauls_building
source: Grinds wheat to produce flour.
cs: Mele pšenici na mouku.
nds: Mahlt Weit to Mehl.
nl: Maalt tarwe om bloem te maken.

# gauls_building
source: The miller needs %1% to grind wheat into a sack of flour.
cs: Mlynář potřebuje %1% na to, aby semlel pšenici na jeden pytel mouky.
nds: De Müller bruukt %1% um Weit för eenen Sack Mehl to mahlen.
nl: De molenaar moet %1% tarwe malen tom een zak meel te maken.

# gauls_building
source: Bakes bread for ration and meal preparation.
cs: Peče chléb pro přípravu malých svačin a jídel.
nds: Backt Brood för Happen un Mahltieden.
nl: Bakt brood voor rantsoenen en maaltijdbereiding.

# gauls_building
source: The baker needs %1% on average to bake a loaf of bread.
cs: Pekař potřebuje na upečení chleba v průměru %1%.
nds: De Backer bruukt dör de Bank %1% um een Brood to backen.
nl: De bakker heeft gemiddeld %1% nodig om een brood te bakken.

# gauls_building
source: Prepares rations to feed the scouts and miners.
cs: Připravují se zde malé svačiny, které slouží za potravu průzkumníkům a horníkům.
nds: Maakt Happen för Bespejers un Bargwarkskeerls torecht.
nl: Maakt rantsoenen om de verkenners en mijnwerkers te voeden.

# gauls_building
source: The cook needs %1% on average to prepare one ration.
cs: Kuchař potřebuje na přípravu jedné malé svačiny v průměru %1%.
nds: De Koch bruukt dör de Bank %1% um een Happ torechttomaken.
nl: De kok heeft gemiddeld %1% nodig om één portie te bereiden.

# gauls_building
source: Prepares rations for scouts and miners as well as meals to feed the miners at advanced mines and warriors at the training sites.
cs: Připravuje malé svačiny pro průzkumníky a horníky, stejně jako jídla k nasycení horníků v pokročilých dolech a bojovníků na cvičištích.
nds: Maakt Happen för Bespejers un Bargwarkslüü un Mahltieden för de Bargwarkslüü in deepen Bargwarken un Ridders in de Övens-Boen torecht.
nl: Bereidt rantsoenen voor verkenners en mijnwerkers, evenals maaltijden voor mijnwerkers in geavanceerde mijnen en krijgers op trainingslocaties.

# gauls_building
source: If this building is fully supplied and all kinds of food are needed by the economy, production of one of each food takes %1$s. If only one kind of food is needed by the economy, production of one ration or one meal takes %2$s.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje oba druhy jídel, pak zabere výroba od každého po jednom %1$s. Pokud se nedostává pouze jednoho druhu jídla, pak trvá výroba jedné malé svačiny, nebo jídla %2$s.
nds: Wenn all Waren to rechter Tied ankomen un de Weertskupp all Aarden vun Etens bruukt, produzeert dat Huus elkeen Aard vun Eten in %1$s. Wenn de Weertskupp blots eene Aard vun Eten bruukt, word dör de Bank een Happ of een Mahl in %2$s produzeert.
nl: Als dit gebouw volledig bevoorraad is en alle soorten voedsel nodig zijn voor de economie, kost de productie van één van elk voedingsmiddel %1$s. Als slechts één soort voedsel nodig is voor de economie, kost de productie van één rantsoen of één maaltijd %2$s.

# gauls_building
source: Smokes fish and meat using logs.
cs: Udí ryby a maso za pomoci klád.
nds: Rökelt Fiss un Fleesk mit Boomstammen.
nl: Rookt vis en vlees met behulp van houtblokken.
