Repository: widelands/wl_addons_server
Catalog: po/gauls.wad/*.po
Languages: cs, nds, nl

source: Gauls
cs: Galové
nds: Gallier
nl: Galliërs

source: This add-on adds a new Gallic tribe. It uses graphics of other tribes, until new graphics is available. AI is still weak, for a stronger opponent, please choose fortified village or use AI of other tribes.
cs: Toto rozšíření přidá nový kmen Galů. Užívá grafiku jiných kmenů, než bude k dispozici grafika nová. AI je stále slabé, pro silnějšího protivníka zvol prosím opevněnpu vesnici, nebo AI jiných kmenů.
nds: Deeses Verwiedern föögt een nejes Gallisk Volk hento. ’t bruukt Billers vun anner Völkers bit neje Billers maakt worden sünd. Künstelk Spelers sünd noch swack, för eenen machtigeren Gegner köör bidde Schanzendörp ut of bruuk anner Völkers för de künstelk Spelers.
nl: Deze add-on voegt een nieuwe Gallische stam toe. Het maakt gebruik van afbeeldingen van andere stammen, totdat er nieuwe afbeeldingen beschikbaar zijn. De AI is nog steeds zwak. Voor een sterkere tegenstander kunt u het beste een versterkt dorp kiezen of de AI van andere stammen gebruiken.

source: Apple Tree (Flowering)
cs: Jabloň (kvetoucí)
nds: Appelboom (Blössems)
nl: Appelboom (in Bloei)

source: Apple Tree (Fruit)
cs: Jabloň (ovoce)
nds: Appelboom (Früchten)
nl: Appelboom (Fruit)

source: Apple Tree (Mature)
cs: Jabloň (vzrostlá)
nds: Appelboom (Riep)
nl: Appelboom (Volwassen)

source: Apple Tree (Old)
cs: Jabloň (stará)
nds: Appelboom (Old)
nl: Appelboom (Oud)

source: Apple Tree
cs: Jabloň
nds: Appelboom
nl: Appelboom

source: Apple Tree (Pole)
cs: Jabloň (stromek)
nds: Appelboom (Jung)
nl: Appelboom (Paal)

source: Apple Tree (Sapling)
cs: Jabloň (sazenice)
nds: Appelboom (Kiensel)
nl: Appelboom (Zaailing)

source: Cherry Tree (Flowering)
cs: Třešeň (kvetoucí)
nds: Karsboom (Blössems)
nl: Kersenboom (In Bloei)

source: Cherry Tree (Fruit)
cs: Třešeň (ovoce)
nds: Karsboom (Früchten)
nl: Kersenboom (Fruit)

source: Cherry Tree (Mature)
cs: Třešeň (vzrostlá)
nds: Karsboom (Riep)
nl: Kersenboom (Volwassen)

source: Cherry Tree (Old)
cs: Třešeň (stará)
nds: Karsboom (Old)
nl: Kersenboom (Oud)

source: Cherry Tree
cs: Třešeň
nds: Karsboom
nl: Kersenboom

source: Cherry Tree (Pole)
cs: Třešeň (stromek)
nds: Karsboom (Jung)
nl: Kersenboom (Paal)

source: Cherry Tree (Sapling)
cs: Třešeň (sazenice)
nds: Karsboom (Kiensel)
nl: Kersenboom (Zaailing)

# immovable
source: Herbs (harvested)
cs: Byliny (sklizené)
nds: Krüden (arnt)
nl: Kruiden (Geoogst)

# immovable
source: Herbs (medium)
cs: Byliny (vzrostlé)
nds: Krüden (middel)
nl: Kruiden (Medium)

# immovable
source: Herbs (ripe)
cs: Byliny (ke sklizni)
nds: Krüden (riep)
nl: Kruiden (rijp)

# immovable
source: Herbs (small)
cs: Byliny (malé)
nds: Krüden (lütt)
nl: Kruiden (klein)

# immovable
source: Herbs (tiny)
cs: Byliny (drobné)
nds: Krüden (ganz lütt)
nl: Kruiden (klein)

# immovable
source: Hole
cs: Jáma
nds: Lock
nl: Gat

source: Juniper (tiny)
cs: Jalovec (drobný)
nds: Wacholder (ganz lütt)
nl: Jeneverbes (zeer klein)

# resource_indicator
source: Some Coal
cs: Nějaké uhlí
nds: Een bietje Köhl
nl: Wat Steenkool

# resource_indicator
source: A Lot of Coal
cs: Hodně uhlí
nds: Een Bült vun Köhl
nl: Veel Kolen

# resource_indicator
source: Some Copper and Gold Ore
cs: Něco málo měděné a zlaté rudy
nds: Een bietje Koper- un Goldkluut
nl: Wat Koper- en Gouderts

# resource_indicator
source: A Lot of Copper and Gold Ore
cs: Hodně měděné a zlaté rudy
nds: Een Bült vun Koper- un Goldkluut
nl: Veel Koper- en Gouderts

# resource_indicator
source: Some Iron Ore
cs: Něco málo železné rudy
nds: Een bietje Iesenkluut
nl: Wat IJzererts

# resource_indicator
source: A Lot of Iron Ore
cs: Hodně železné rudy
nds: Een Bült vun Iesenkluut
nl: Veel IJzererts

# resource_indicator
source: No Resources
cs: Žádné suroviny
nds: Keene Mineraalen
nl: Geen Grondstoffen

# resource_indicator
source: Some Tin Ore
cs: Něco málo cínové rudy
nds: Een bietje Tinnkluut
nl: Wat Tinerts

# resource_indicator
source: A Lot of Tin Ore
cs: Hodně cínové rudy
nds: Een Bült vun Tinnkluut
nl: Veel Tinerts

# resource_indicator
source: Water
cs: Voda

# immovable
source: Ship Under Construction
cs: Rozestavěná loď
nds: Schipp-Baustee
nl: Droogdok

# immovable
source: Vegetable (harvested)
cs: Zelenina (sklizená)
nds: Gemüse (arnt)
nl: Groente (geoogst)

# immovable
source: Vegetable (medium)
cs: Zelenina (vzrostlá)
nds: Gemüse (middel)
nl: Groente (middelgroot)

# immovable
source: Vegetable (ripe)
cs: Zelenina (ke sklizni)
nds: Gemüse (riep)
nl: Groente (rijp)

# immovable
source: Vegetable (small)
cs: Zelenina (malá)
nds: Gemüse (lütt)
nl: Groente (klein)

# immovable
source: Vegetable (tiny)
cs: Zelenina (drobná)
nds: Gemüse (ganz lütt)
nl: Groente ( zeer klein)

# gauls_building
source: Castle
cs: Hrad
nds: Slött
nl: Kasteel

# gauls_building
source: Your warriors have occupied your castle.
cs: Hrad obydlen tvou posádkou.
nds: Diene Ridders hebben dien Slött besett.
nl: Je krijgers hebben je kasteel bezet.

# gauls_building
source: Your castle discovered an aggressor.
cs: Hrad objevil nepřítele.
nds: Dien Slött hett Feinde to sehn kregen.
nl: Je kasteel heeft een aanvaller ontdekt.

# gauls_building
source: Your castle is under attack.
cs: Nepřítel napadl tvůj hrad.
nds: Feinde griepen dien Slött an.
nl: Je kasteel wordt aangevallen.

# gauls_building
source: The enemy defeated your warriors at the castle.
cs: Nepřítel dobyl tvůj hrad.
nds: De Feinde hebben diene Ridders in eenem Slött manntjet.
nl: De vijand heeft je krijgers bij het kasteel verslagen.

# gauls_building
source: Your warriors defeated the enemy at the castle.
cs: Hrad nepřítele dobyt.
nds: Diene Ridders hebben de Feinde in eenem Slött manntjet.
nl: Je krijgers hebben de vijand bij het kasteel verslagen.

# gauls_building
source: Guard Post
cs: Hlídka
nds: Wahrders-Posten
nl: Wachtpost

# gauls_building
source: Your warrior has occupied your guard post.
cs: Hlídka obydlena tvou posádkou.
nds: Dien Ridder hett dienen Wahrders-Posten besett.
nl: Je krijger heeft je wachtpost bezet.

# gauls_building
source: Your guard post discovered an aggressor.
cs: Tvá hlídka objevila nepřítele.
nds: Dien Wahrders-Posten hett Feinde to sehn kregen.
nl: Je wachtpost heeft een aanvaller ontdekt.

# gauls_building
source: Your guard post is under attack.
cs: Nepřítel napadl tvoji hlídku.
nds: Feinde griepen dienen Wahrders-Posten an.
nl: Je wachtpost wordt aangevallen.

# gauls_building
source: The enemy defeated your warrior at the guard post.
cs: Nepřítel dobyl tvoji hlídku.
nds: De Feinde hebben dienen Ridder in eenem Wahrders-Posten manntjet.
nl: De vijand heeft je krijger bij de wachtpost verslagen.

# gauls_building
source: Your warriors defeated the enemy at the guard post.
cs: Hlídka nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Wahrders-Posten manntjet.
nl: Je krijgers hebben de vijand bij de wachtpost verslagen.

# gauls_building
source: Headquarters
cs: Hlavní budova
nds: Raadhuus
nl: Hoofdkwartier

# gauls_building
source: Port
cs: Přistav
nds: Muu
nl: Haven

# gauls_building
source: Sentry
cs: Strážnice
nds: Wachters-Kamer
nl: Wachtpost

# gauls_building
source: Your warriors have occupied your sentry.
cs: Strážnice obydlena tvou posádkou.
nds: Diene Ridders hebben diene Wachters-Kamer besett.
nl: Je krijgers hebben je wachtpost bezet.

# gauls_building
source: Your sentry discovered an aggressor.
cs: Strážnice objevila nepřítele.
nds: Diene Wachters-Kamer hett Feinde to sehn kregen.
nl: Je wachtpost heeft een aanvaller ontdekt.

# gauls_building
source: Your sentry is under attack.
cs: Nepřítel napadl tvoji strážnici.
nds: Feinde griepen diene Wachters-Kamer an.
nl: Je wachtpost wordt aangevallen.

# gauls_building
source: The enemy defeated your warriors at the sentry.
cs: Nepřítel dobyl tvoji strážnici.
nds: De Feinde hebben diene Ridders in eener Wachters-Kamer manntjet.
nl: De vijand heeft je krijgers bij de wachtpost verslagen.

# gauls_building
source: Your warriors defeated the enemy at the sentry.
cs: Strážnice nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eener Wachters-Kamer manntjet.
nl: Je krijgers hebben de vijand bij de wachtpost verslagen.

# gauls_building
source: Stone Tower
cs: Kamenná věž
nds: Steentoorn
nl: Stenen Toren

# gauls_building
source: Your warriors have occupied your stone tower.
cs: Kamenná věž obydlena tvou posádkou.
nds: Diene Ridders hebben dienen Steentoorn besett.
nl: Je krijgers hebben je stenen toren bezet.

# gauls_building
source: Your stone tower discovered an aggressor.
cs: Kamenná věž objevila nepřítele.
nds: Dien Steentoorn hett Feinde to sehn kregen.
nl: Je stenen toren heeft een agressor ontdekt.

# gauls_building
source: Your stone tower is under attack.
cs: Nepřítel napadl tvoji kamennou věž.
nds: Feinde griepen dienen Steentoorn an.
nl: Je stenen toren wordt aangevallen.

# gauls_building
source: The enemy defeated your warriors at the stone tower.
cs: Nepřítel dobyl tvoji kamennou věž.
nds: De Feinde hebben diene Ridders in eenem Steentoorn manntjet.
nl: De vijand heeft je krijgers verslagen bij de stenen toren.

# gauls_building
source: Your warriors defeated the enemy at the stone tower.
cs: Kamenná věž nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Steentoorn manntjet.
nl: Je krijgers hebben de vijand verslagen bij de stenen toren.

# gauls_building
source: Stronghold
cs: Pevnost
nds: Bollwark
nl: Burcht

# gauls_building
source: Your warriors have occupied your stronghold.
cs: Pevnost obydlena tvou posádkou.
nds: Diene Ridders hebben dien Bollwark besett.
nl: Je krijgers hebben je burcht bezet.

# gauls_building
source: Your stronghold discovered an aggressor.
cs: Pevnost objevila nepřítele.
nds: Dien Bollwark hett Feinde to sehn kregen.
nl: Je burcht heeft een aanvaller ontdekt.

# gauls_building
source: Your stronghold is under attack.
cs: Nepřítel napadl tvoji pevnost.
nds: Feinde griepen dien Bollwark an.
nl: Je burcht wordt aangevallen.

# gauls_building
source: The enemy defeated your warriors at the stronghold.
cs: Nepřítel dobyl tvoji pevnost.
nds: De Feinde hebben diene Ridders in eenem Bollwark manntjet.
nl: De vijand heeft je krijgers bij de burcht verslagen.

# gauls_building
source: Your warriors defeated the enemy at the stronghold.
cs: Pevnost nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Bollwark manntjet.
nl: Je krijgers hebben de vijand bij de burcht verslagen.

# gauls_building
source: Warehouse
cs: Sklad
nds: Kraamhuus
nl: Magazijn

# gauls_building
source: Watchtower
cs: Hlídkovací věž
nds: Wachtoorn
nl: Wachttoren

# gauls_building
source: Your warriors have occupied your watchtower.
cs: Hlídkovací věž obydlena tvou posádkou.
nds: Diene Ridders hebben dienen Wachtoorn besett.
nl: Je krijgers hebben je wachttoren bezet.

# gauls_building
source: Your watchtower discovered an aggressor.
cs: Tvá hlídkovací věž objevila nepřítele.
nds: Dien Wachtoorn hett Feinde to sehn kregen.
nl: Je wachttoren heeft een aanvaller ontdekt.

# gauls_building
source: Your watchtower is under attack.
cs: Nepřítel napadl tvou hlídkovací věž.
nds: Feinde griepen dienen Wachtoorn an.
nl: Je wachttoren wordt aangevallen.

# gauls_building
source: The enemy defeated your warriors at the watchtower.
cs: Nepřítel dobyl tvoji hlídkovací věž.
nds: De Feinde hebben diene Ridders in eenem Wachtoorn manntjet.
nl: De vijand heeft je krijgers bij de wachttoren verslagen.

# gauls_building
source: Your warriors defeated the enemy at the watchtower.
cs: Hlídkovací věž nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Wachtoorn manntjet.
nl: Je krijgers hebben de vijand bij de wachttoren verslagen.

# gauls_building
source: Coal Mine
cs: Uhelný důl
nds: Köhle-Bargwark
nl: Steenkoolmijn

source: mining coal
cs: kutání uhlí
nds: Köhlen oftoboen
nl: kolen delven

source: No Coal
cs: Došlo uhlí
nds: Keene Köhl
nl: Geen Kolen

source: Main Coal Vein Exhausted
cs: Hlavní ložisko uhlí je vyčerpáno
nds: Köhl-Ader is leeg
nl: Hoofdkolenader Uitgeput

# gauls_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní ložisko tohoto uhelného dolu je vyčerpáno. Očekávej významný pokles návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deese Köhle-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze steenkoolmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.

# gauls_building
source: Deep Coal Mine
cs: Hluboký uhelný důl
nds: Deeps Köhle-Bargwark
nl: Diepe Steenmijn

# gauls_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Toto uhelné ložisko je vyčerpáno. Očekávej významný pokles návratnosti těžby. Tento důl již nelze vylepšit, zvaž proto jeho rozebrání, nebo zničení.
nds: De Ader vun deese Köhle-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze kolenmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.

# gauls_building
source: Small Coal Mine
cs: Malý uhelný důl
nds: Lüttes Köhle-Bargwark
nl: Kleine Steenkoolmijn

# gauls_building
source: Copper-Gold Mine
cs: Měděnozlatý důl
nds: Koper-Gold-Bargwark
nl: Koper-Goudmijn

source: mining copper-gold ore
cs: těžení měděné a zlaté rudy
nds: Koper-Gold-Kluut oftoboen
nl: mijnbouw koper-gouderts

source: No Copper-Gold Ore
cs: Žádná měděnozlatá ruda
nds: Keen Koper-Gold-Kluut
nl: Geen Koper-Gouderts

source: Copper-Gold Vein Exhausted
cs: Měděnozlatá žíla je vyčerpaná
nds: Koper-Gold-Ader is leeg
nl: Koper-Goudader Uitgeput

# gauls_building
source: This copper-gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní žíla tohoto měděnozlatého dolu je vyčerpaná. Očekávej významný pokles návratnosti těžby. Tento důl již nelze vylepšit, zvaž proto jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Koper-Gold-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze koper-goudmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.

# gauls_building
source: Copper Mine
cs: Měděný důl
nds: Koper-Bargwark
nl: Kopermijn

source: mining copper ore
cs: těžení měděné rudy
nds: Koperkluut oftoboen
nl: mijnbouw kopererts

source: No Copper Ore
cs: Žádná měděná ruda
nds: Keen Koperkluut
nl: Geen Kopererts

source: Main Copper Vein Exhausted
cs: Hlavní měděná žíla je vyčerpaná
nds: Koper-Ader is leeg
nl: Hoofdkoperenader uitgeput

# gauls_building
source: This copper mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto měděného dolu je vyčerpána. Očekávej významný pokles návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deesem Koper-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze kopermijn is uitgeput. Verwacht sterk verminderde rendementen op investeringen. Overweeg om de mijn te verbeteren, te ontmantelen of te vernietigen.

# gauls_building
source: Iron Mine
cs: Železorudný důl
nds: Iesen-Bargwark
nl: IJzermijn

source: mining iron ore
cs: těžení železné rudy
nds: Iesenkluut oftoboen
nl: mijnbouw ijzererts

source: No Iron Ore
cs: Došla železná ruda
nds: Keen Iesenkluut
nl: Geen IJzererts

source: Iron Vein Exhausted
cs: Železorudná žíla je vyčerpaná
nds: Iesen-Ader is leeg
nl: IJzerader Uitgeput

# gauls_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto železorudného dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deesem Iesen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.

# gauls_building
source: Deep Iron Mine
cs: Hluboký železorudný důl
nds: Deeps Iesen-Bargwark
nl: Diepe IJzermijn

source: No Iron
cs: Došlo železo
nds: Keen Iesen
nl: Geen IJzer

source: Main Iron Vein Exhausted
cs: Hlavní železorudná žíla je vyčerpaná
nds: Iesen-Ader is leeg
nl: Hoofdijzerader Uitgeput

# gauls_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní žíla tohoto železorudného dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Tento důl již nelze vylepšit, proto zvaž jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Iesen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. De Bargwark kann nich utbaut werden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.

# gauls_building
source: Small Iron Mine
cs: Malý železorudný důl
nds: Lüttes Iesen-Bargwark
nl: Kleine IJzermijn

# gauls_building
source: Tin Mine
cs: Cínový důl
nds: Tinn-Bargwark
nl: Tinmijn

source: mining tin ore
cs: těžení cínové rudy
nds: Tinnkluut oftoboen
nl: mijnbouw tinerts

source: No Tin Ore
cs: Došla cínová ruda
nds: Keen Tinnkluut
nl: Geen Tinerts

source: Main Tin Ore Vein Exhausted
cs: Hlavní žíla cínové rudy je vyčerpaná
nds: Tinn-Ader is leeg
nl: Hoofdader tinerts uitgeput

# gauls_building
source: This tin mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto cínového dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deesem Tinn-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze tinmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.

# gauls_building
source: Deep Tin Mine
cs: Hluboký cínový důl
nds: Deeps Tinn-Bargwark
nl: Diepe Tinmijn

source: Tin Vein Exhausted
cs: Žíla cínové rudy je vyčerpána
nds: Tinn-Ader is leeg
nl: Tinader Uitgeput

# gauls_building
source: This deep tin mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní žíla tohoto hlubokého cínového dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Tento důl již nelze vylepšit, proto zvaž jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Deepen Tinn-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze diepe tinmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.

# gauls_building
source: A market enables trading with other tribes.
cs: Tržnice umožňuje obchodování s dalšími kmeny.
nds: Een Markt lett di mit anner Völkers hanneln.
nl: Een markt maakt handel met andere stammen mogelijk.

# gauls_building
source: Of course hunting crocodiles is a good idea. The efficiency of hunting should not increase much but the productivity can increase, if there are not enough animals in the nearby forests.
cs: Samozřejmě že lov krokodýlů je dobrý nápad. Výkonnost lovení se příliš nezlepší, ale může stoupnout produktivita, pokud v okolních lesích nebude dostatek zvěře.

# gauls_building
source: Hunter advocates the idea of building a crocodile hunter's house
cs: lovec obhajuje záměr postavit domek lovce krokodýlů

source: Hunts animals to produce meat. Hunters working at this house can hunt crocodiles too.
cs: Loví zvěř na maso. Lovci pracující v tomto domku mohou také lovit krokodýly.

# gauls_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.

# gauls_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře.

# gauls_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters need %1$s on average to produce one meat. If there are no crocodiles, the building operates as a basic hunter's hut and the hunters need %2$s on average to produce one meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci potřebují na získání jednoho kusu masa v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejná chata lovce a lovci potřebují na získání jednoho kusu masa v průměru %2$s.

# gauls_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.

# gauls_building
source: Armor Smithy
cs: Platnéřství
nds: Panzersmee
nl: Pantsersmederij

source: working
cs: vyrábění
nds: to Warken
nl: werkende

source: making chain armor
cs: vyrábění kroužkové zbroje
nds: eenen Stahl-Wapenrock to maken
nl: een maliënkolder maken

source: making bronze armor
cs: vyrábění bronzové zbroje
nds: eenen Bronze-Wapenrock to maken
nl: een bronzen harnas maken

source: making golden helmet
cs: vyrábění zlaté helmy
nds: eenen Goldenen Helm to maken
nl: een gouden helm maken

source: making bronze shield
cs: vyrábění bronzového štítu
nds: eenen Bronze-Schild to maken
nl: een bronzen schild maken

# gauls_building
source: Bakery
cs: Pekárna
nds: Backeree
nl: Bakkerij

# gauls_building
source: baking bread
cs: pečení chleba
nds: Brood to backen
nl: brood bakken

# gauls_building
source: Barracks
cs: Kasárna
nds: Kasern
nl: Barakken

# gauls_building
source: recruiting warrior
cs: nábor bojovníka
nds: eenen Ridder antohüren
nl: strijder aanwerven

# gauls_building
source: Brick Kiln
cs: Cihelna
nds: Backsteenbranneree
nl: Steenoven

source: burning bricks
cs: pálení cihel
nds: Backstenen to brannen
nl: bakstenen bakken

# gauls_building
source: Cattle Farm
cs: Kravín
nds: Ossentüchteree
nl: Ossenstal
