Repository: widelands/wl_addons_server
Catalog: po/editor_analyse_map.wad/*.po
Languages: cs, nds, nl, ru, sv

source: Editor: Analyse Map
cs: Editor: Analýza mapy
nds: Bewarker: Kaart unnersöken
nl: Editor: Kaart analyseren
ru: Редактор: Анализ Карты
sv: Redigerare: Analysera karta

source: Analysis tool: Compare the resources in the vicinity of player positions with a few clicks, or display a statistic of the whole map.
cs: Analytický nástroj: Pomocí pár kliknutí porovnej zdroje v okolí výchozích pozic hráčů nebo si nech zobrazit statistiky za celou mapu.
nds: Unnersökens-Warktüüg: Vergliek de Mineraale bi Speler-Anfangssteden mit een paart Klicks of wies Tahlen över de hele Kaart.
nl: Analysegereedschap: Vergelijk de grondstoffen in de buurt van spelersposities met een paar klikken of geef een statistiek van de hele kaart weer.
ru: Инструмент анализа: Сравнивает ресурсы в местах расположения игроков в несколько кликов или отображает статистику всей карты.
sv: Analysverktyg: Jämför resurserna i närheten av spelarnas positioner med några få klick, eller visa statistik för hela kartan.

source: Calculating all the data for a whole map can take some time. For really big maps, like Europe v1.2, investigating needs also round about 1.5 GB free memory!
cs: Propočítat všechna data za celou mapu může chvíli trvat. V případě opravdu velkých map, jako třeba Evropa v1.2, může být pro účel pročtu potřeba okolo 1,5 GB volné paměti!
nds: All Tahlen över de hele Kaart to bereknen kann een bietje düren. För so bannig grote Kaarten as Europa v1.2 bruukt dat daarto noch umbi 1,5 GB frejen Spieker!
nl: Het berekenen van alle gegevens voor een hele kaart kan enige tijd in beslag nemen. Voor echt grote kaarten, zoals Europa v1.2, heeft het onderzoek ook ongeveer 1,5 GB vrij geheugen nodig!
ru: Вычисление всех данных для целой карты может занять некоторое время. Для действительно больших карт, таких как Europe v1.2, для исследования также требуется около 1,5 ГБ свободной памяти!
sv: Det kan ta lite tid att beräkna alla data för en hel karta. För riktigt stora kartor, som Europa v1.2, krävs dessutom cirka 1,5 GB ledigt minne!

source: The Editor does not react for this time!
cs: V průběhu výpočtu editor neodpovídá!
nds: De Bewarker antert in deeser Tied nich!
nl: De Editor reageert voor deze keer niet!
ru: Редактор не отвечает!
sv: Redigeraren reagerar inte denna gång!

source: If you are sure click the button below and be patient …
cs: Pokud chceš provést analýzu klikni na tlačítko dole a počkej na výsledek ...
nds: Wenn du seker büst, klick up de Knoop unnern un wacht gedüldig …
ru: Если вы уверены, нажмите на кнопку ниже и наберитесь терпения …
sv: Om du är säker, klicka på knappen nedan och ha tålamod …

# around_player_position:
source: Investigate around the player position:
cs: Prověřit oblast v okolí hráče:
nds: Um de Speler-Stee rumkieken:
nl: Onderzoek de posities van de spelers:
ru: Исследовать окрестности позиций игрока:
sv: Undersök runt spelarens position:

source: Memory usage: %1$10.2f MB
cs: Využití paměti: %1$10.2f MB
nds: Spiekerverbruuk: %1$10.2f MB
nl: Geheugengebruik: %1$10.2f MB
ru: Используется памяти: %1$10.2f Мб
sv: Minnesanvändning: %1$10.2f MB

source: For information about the results look at %s
cs: Více informací o výsledcích lze nalézt v %s
nds: För mehr Informationen över de Resultaten, kiek bidde %s an.
nl: Kijk voor informatie over de resultaten op %s
ru: Для получения информации о результатах ознакомьтесь с %s
sv: För information om resultaten, se %s

source: this post in the Widelands forum
cs: této zprávě na diskusním fóru Widelands
nds: deesen Bidrag im Widelands-Forum
nl: dit bericht in het Widelands-forum
ru: этот пост на форуме Widelands
sv: det här inlägget i Widelands-forumet

source: Statistic for the whole map
cs: Statistiky za celou mapu
nds: Tahlen över de hele Kaart
nl: Statistieken voor de hele kaart
ru: Статистика по всей карте
sv: Statistik för hela kartan

source: Players on this map
cs: Hráči na mapě
nds: Spelers up deeser Kaart
nl: Spelers op deze kaart
ru: Игроки на этой карте
sv: Spelare på denna karta

source: Other findings on this map
cs: Další informace o mapě
nds: Anner Utfinnens över deese Kaart
nl: Andere bevindingen op deze kaart
ru: Другие находки на этой карте
sv: Andra fynd på denna karta

source: Analysing %1$d map fields
cs: Analýza %1$d polí mapy
nds: Unnersöcht %1$d Kaart-Felden
nl: Analyseren van %1$d kaartvelden
ru: Анализ %1$d полей карты
sv: Analysera %1$d kartfält

source: Analysing %1$d map fields for player %2$s
cs: Analýza %1$d polí mapy za hráče %2$s
nds: Unnersöcht %1$d Kaart-Felden för Speler %2$s
nl: Analyseren%1$d kaartvelden voor speler%2$s
ru: Анализ %1$d полей карты для игрока %2$s
sv: Analysera %1$d kartfält för spelare %2$s

source: Vicinity of Player %1$d
cs: Okolí hráče %1$d
nds: Kuntrei vun Speler %1$d
nl: Omgeving van Speler %1$d
ru: Окрестности игрока %1$d
sv: Spelarens omgivning %1$d

source: Findings up to %1$d Fields around this players starting position:
cs: Prohledáno %1$d polí v okolí výchzí pozice hráče:
nds: Resultaten för bit to %1$d Felden um de Anfangs-Stee vun deesem Speler:
nl: Zoek tot %1$d Velden rond de startpositie van deze speler:
ru: Найдено %1$d полей вокруг стартовой позиции этого игрока:
sv: Resultat upp till %1$d Fält runt denna spelares startposition:

# statistic_for
source: Statistic for a player
cs: Statistiky hráče
nds: Tahlen över eenen Speler
nl: Statistieken voor spelers
ru: Статистика игрока
sv: Statistik för en spelare

source: %1$d granite or:
cs: %1$d kvádrů žuly nebo:
nds: %1$d Flint of:
nl: %1$d graniet of:
ru: %1$d гранит или:
sv: %1$d granit eller:

source: ca. %1$d granite and ca. %2$d marble
cs: cca. %1$d kvádrů žuly a cca. %2$d kvádrů mramoru
nds: umbi %1$d Flint un umbi %2$d Marmel
nl: ca. %1$d graniet en ca. %2$d marmer
ru: ка. %1$d гранита и ка. %2$d мрамора
sv: ca. %1$d granit och ca. %2$d marmor

source: Name
cs: Jméno
nds: Naam
nl: Naam
ru: Имя
sv: Namn

source: Position
cs: Pozice
nds: Stee
nl: Positie
ru: Позиция

source: Found
cs: Nalezeno
nds: Funnen
nl: Gevonden
ru: Найдено
sv: Hittade

source: Amount
cs: Množství
nds: Antahl
nl: Bedrag
ru: Количество
sv: Mängd

source: Around
cs: Poblíž
nds: Um
nl: Rond
ru: Около
sv: Runt

source: Distance
cs: Vzdálenost
nds: Feernte
nl: Afstand
ru: Расстояние
sv: Avstånd

source: %1$d Fields
cs: %1$d Polí
nds: %1$d Felden
nl: %1$d Velden
ru: %1$d Полей
sv: %1$d fält

source: Analyse the map
cs: Analyzovat mapu
nds: De Kaart unnersöken
nl: Analyseer de kaart
ru: Анализировать карту
sv: Analysera kartan

source: Compare player positions with a few clicks or analyse the whole map.
cs: Pomocí pár kliknutí prorovnej pozice hráčů nebo získej informace o parametrech mapy.
nl: Vergelijk de spelersposities met een paar klikken of analyseer de hele kaart.
ru: Сравните позиции игроков несколькими щелчками мыши или проанализируйте всю карту целиком.
sv: Jämför spelarnas positioner med några få klick eller analysera hela kartan.

source: What should be investigated?
cs: Co se má propočítat?
nds: Wat sall unnersöcht worden?
nl: Wat moet er worden onderzocht?
ru: Что исследовать?
sv: Vad bör undersökas?

source: The whole map
cs: Celá mapa
nds: De hele Kaart
nl: De hele kaart
ru: Всю карту
sv: Hela kartan

source: Information about players
cs: Informace o hráčích
nds: Informationen över Spelers
nl: Informatie over spelers
ru: Информацию об игроках
sv: Information om spelare

source: General Options
cs: Všeobecné možnosti
nds: Allgemeene Instellens
nl: Algemene Opties
ru: Основные настройки
sv: Allmänna alternativ

source: Show building plots
cs: Propočítat stavební místa
nds: Wies Rüümte tum Bauen
nl: Bouwpercelen tonen
ru: Показывать места для строительства
sv: Visa byggtomter

source: Show Percent
cs: Spočítat podíly
nds: Wies Prozenten
nl: Percentage tonen
ru: Показать процент
sv: Visa procent

source: Show the percentage of all mineable resources
cs: Spočítat podíly nerostných surovin
nds: Wies de Prozent-Andeel vun all Barg-Mineralen
nl: Toon het percentage van alle ontginbare bronnen
ru: Показать долю всех полезных ископаемых
sv: Visa procentandelen av alla utvinningsbara resurser

source: Calculate Marble
cs: Propočítat mramor
nds: Marmel bereknen
nl: Marmer berekenen
ru: Рассчитать мрамор
sv: Beräkna marmor

source: Include the granite/marmor ratio for rocks
cs: Propočet skal včetně poměru žuly ku mramoru
nds: Dat Flint/Marmel-Verhältnis för Stenen bereknen
nl: Neem de verhouding graniet/marmor op voor rotsen
ru: Указать соотношение гранита и мрамора для горных пород
sv: Inkludera förhållandet mellan granit och marmor för bergarter

source: Show memory usage
cs: Zobrazit využití paměti
nds: Spiekerverbruuk wiesen
nl: Geheugengebruik tonen
ru: Показать использование памяти
sv: Visa minnesanvändning

source: Show memory usage, informational only when investigating the whole map
cs: Zobrazí využití paměti, informačně přínosné pouze v případě propočtu celé mapy
nds: De Spiekerverbruuk blots to Informatioon wiesen as de hele Kaart unnersöcht word
nl: Geheugengebruik tonen, informatief alleen bij het onderzoeken van de hele kaart
ru: Показывать использование памяти, только ри исследовании карты целиком
sv: Visa minnesanvändning, endast informativt när hela kartan undersöks

source: Investigate the whole map
cs: Propočítat celou mapu
nds: De hele Kaart unnersöken
nl: Onderzoek de hele kaart
ru: Исследовать всю карту
sv: Undersök hela kartan

source: Investigate the checked players
cs: Propočítat zvolené hráče
nds: De utköört Spelers unnersöken
nl: Onderzoek de gecontroleerde spelers
ru: Исследовать отмеченых игроков
sv: Undersök de markerade spelarna

source: OK
nds: Jau
ru: ОК

source: Analysing
cs: Provádí se rozbor
nds: Unnersöcht
nl: Analyseren
ru: Идёт анализ
sv: Analyserar

source: Analyse a map, Options
cs: Rozbor mapy, možnosti
nds: Eene Kaart unnersöken, Instellens
nl: Een kaart analyseren, Opties
ru: Анализ карты, Настройки
sv: Analysera en karta, Alternativ

source: Result for analysing Players
cs: Výsledek za hráče
nds: Unnersökens-Resultat över Spelers
nl: Resultaat voor het analyseren van Spelers
ru: Результат анализа игроков
sv: Resultat för analys av spelare

source: Result when investigating a whole map
cs: Výsledek za celou mapu
nds: Unnersökens-Resultat över de hele Kaart
nl: Resultaat bij het onderzoeken van een hele kaart
ru: Результат анализа карты целиком
sv: Resultat vid undersökning av en hel karta

source: If you are sure click the button below and be patient â€¦
nl: Als je het zeker weet, klik dan op de knop hieronder en heb geduld ...
