Repository: widelands/wl_addons_server
Catalog: po/ui-inspector.wad/*.po
Languages: fr, nds, nl, sv

source: UI Inspector
fr: Inspecteur UI
nds: Schnittstee-Inspizerer
nl: UI-inspecteur
sv: Grafisk gränssnittsinspekterare

source: This utility allows add-on designers to inspect the structure, hierarchy, and properties of panels and windows. This allows you to obtain the internal names of panels and mimic existing windows without searching their source code, and assists with troubleshooting misbehaving plugins.
fr: Cet utilitaire permet aux concepteurs de modules complémentaires d’inspecter la structure, la hiérarchie et les propriétés des panneaux et des fenêtres. Cela vous permet d’obtenir les noms internes des panneaux et de mimer les fenêtres existantes sans rechercher leur code source, et aide à résoudre les problèmes liés au mauvais comportement des plugins.
nds: Deeses Warktüüg verlöövt Verwiederns-Entwicklers, de Struktuur, Örnung un Eegenskuppen vun Balkens un Fensters to inspizeren. Dat lett di de binnern Namen vun Balkens utfinnen un bestahn Fensters natomaken, sünner hör Quelltext to dörsöken, un hülpt mit de Fehler-Söök, wenn een Schnittstee-Inschuuv tokehrgaht.
nl: Met dit hulpprogramma kunnen add-onontwerpers de structuur, hiërarchie en eigenschappen van panelen en vensters inspecteren. Hierdoor kunt u de interne namen van panelen verkrijgen en bestaande vensters nabootsen zonder in hun broncode te zoeken, en het helpt bij het oplossen van problemen met slecht werkende plugins.
sv: Med detta verktyg kan tilläggsutvecklare inspektera strukturen, hierarkin och egenskaperna hos paneler och fönster. Detta gör det möjligt att få fram de interna namnen på paneler och efterlikna befintliga fönster utan att behöva söka i källkoden, samt hjälper till med felsökning av insticksmoduler som inte fungerar som de ska.

source: Inspect all open panels
fr: Inspecter tous panneaux ouverts
nds: All open Balkens inspizeren.
nl: Inspecteer alle open panelen
sv: Inspektera alla öppna paneler

source: The panel no longer exists.
fr: Le panneau n’existe plus.
nds: Deesen Balken gifft dat nich mehr.
nl: Het panel bestaat niet meer.
sv: Panelen finns inte längre.

source: Copy class name
fr: Copier nom de classe
nds: Klassnaam koperen
nl: Klassenaam kopiëren
sv: Kopiera klassnamn

source: Copy property name
fr: Copier nom de propriété
nds: Eegenskupps-Naam koperen
nl: Naam eigenschap kopiëren
sv: Kopiera egendomsnamn

source: Copy value
fr: Copier valeur
nds: Weert koperen
nl: Waarde kopiëren
sv: Kopiera värde

source: Go to this item
fr: Aller à cet élément
nds: To deesem Ding gahn
nl: Ga naar dit item
sv: Gå till detta objekt

source: Filter by name or class
fr: Filtrer par nom ou classe
nds: Na Naam of Klass filtern
nl: Filter op naam of klasse
sv: Filtrera efter namn eller klass

source: Clear filter
fr: Vider filtre
nds: Filter leegmaken
nl: Wis filter
sv: Töm filter

source: Refresh
fr: Rafraîchir
nds: Vernejen
nl: Vernieuw
sv: Uppdatera

source: The Inspector in action: View the hierarchy and properties of current panels.
fr: L’inspecteur en action : affiche la hiérarchie et les propriétés des panneaux actuels.
nds: So löppt de Inspizerer: Kiek de Örnung un Eegenskuppen vun stedenwies Balkens an.
nl: De inspecteur in actie: De hiërarchie en eigenschappen van huidige panelen bekijken.
sv: Inspekteraren igång: Visa hierarkin och egenskaperna för aktuella paneler.

source: Too much clutter? Apply a filter to find a panel by name or type.
fr: Trop d’encombrement ? Appliquez un filtre pour trouver un panneau par nom ou type.
nds: To vööl Kuddelmuddel? Sett eenen Filter, um eenen Balken na sienem Naam of siener Aard to finnen.
nl: Te veel rommel? Pas een filter toe om een paneel te vinden op naam of type.
sv: För mycket röra? Använd ett filter för att hitta en panel efter namn eller typ.
