Repository: widelands/wl_addons_server
Catalog: po/mostly_balanced_maps.wad/*.po
Languages: ca, cs, de, fr, nds, ru, sv

source: African Savana v.2
cs: Africká savana v.2
de: Afrikanische Savanne v.2
fr: Savane africaine v.2
ru: Саванна v.2

source: We have found an ideal land for our farms and woodcutters. Surrounded by many rocks, it seems we are alone here, but I know we are not. Later on, no part of our boarder will be safe. We should protect our territory as well as we can.
cs: Našli jsme ideální zem pro naše farmy a dřevorubce. Obklopeni spoustou skal, může se zdát, že jsme tu sami. Ale já vím, že nejsme. S postupem času žádná část našich hranic nebude v bezpečí. Musíme chránit naše území tak dobře, jak jen dokážeme.
de: Wir haben das ideale Land für unsere Bauernhöfe und Holzfäller gefunden. Umgeben von vielen Felsen sieht es aus, als wären wir alleine hier, aber ich weiß, dass wir es nicht sind. Später wird keine unserer Grenzen sicher sein. Wir sollten unser Land so gut schützen, wie es nur geht.
fr: Nous avons trouvé une terre idéale pour nos fermes et nos bûcherons. Entouré de nombreux rochers, il semble que nous soyons seuls ici, mais je sais que nous ne le sommes pas. Plus tard, aucun de nos pensionnaires ne sera en sécurité. Nous devons protéger notre territoire du mieux que nous le pouvons.
ru: Мы нашли идеальную землю для полей и лесорубов. Здесь, в окружении скал, нам кажется, что мы одни, но я знаю, что это не так. Очень скоро все наши границы будут охвачены огнем войны. Мы должны стоять до самого конца.

source: Each player has just a very limited amount of coal near his base.
ca: Cada jugador disposa de molt poc carbó prop de la seva base.
cs: Každý hráč má jen velmi omezené zdroje uhlí poblíž své výchozí pozice.
de: Jeder Spieler hat nur einen begrenzten Vorrat an Kohle in der Nähe seines Startplatzes.
fr: Chaque joueur n'a qu'une quantité limité de charbon près de sa base.
nds: Elkeen Speler hett blot heel minn Köhl tegen siener Anfangsstee.
ru: У каждого игрока есть совсем немного угля рядом с базой.
sv: Varje spelare har bara en väldigt begränsad mängd kol i närheten av sin bas.

source: Antarctic Conquest v.2
ca: Conquesta antàrtica v.2
cs: Dobývání Antarktidy v.2
nds: De Süüdpool innehmen v.2
sv: Antarktis erövring v.2

source: Finally! You have reached the far south and set up a base, but it seems that the Old Antarctic itself is still not very close. It is told that the land is so rich that gold stones cover its coast. You have to cut down some trees and build a ship to continue your journey. Otherwise, there will be no precious gold left for you. You may also run out of coal very soon. Your expedition is not the only one that strives to gain the fabulous wealth and everlasting fame.
cs: Konečně! Dostali jsme se až na daleký jih založili svou základnu, ale vypadá to, že do Staré Antarktidy je to pořád ještě kus cesty. Říká se, že tato země je tak bohatá, že její pobřeží je pokryto zlatými balvany. Musíš pokácet pár stromů a postavit loď, na které budeš moci pokračovat ve své cestě. Jinak pro tebe žádné drahocenné zlato nezůstane. Mohlo by se také stát, že nám brzy dojde uhlí. Tvá výprava není jediná, která usiluje o získání pohádkového bohatství a věčné slávy.
de: Endlich! Du hast den fernen Süden erreicht und eine Basis aufgebaut, aber es scheint, dass die alte Antarktis selbst immer noch nicht sehr nah ist. Es wird erzählt, das Land sei so reich, dass goldene Steine seine Küste bedecken. Du musst einige Bäume fällen und ein Schiff bauen, um deine Reise fort zu setzen. Anderenfalls wird kein kostbares Gold mehr für dich über bleiben. Die Kohle kann dir auch schnell zur Neige gehen. Deine Expedition ist aber nicht die einzige, die nach dem sagenhaften Reichtum und ewig währenden Ruhm strebt.
fr: Finalement, vous avez atteint l'extrême sud et installé une base, mais il semble que l'Ancien Antarctique lui-même ne soit pas encore proche. On raconte que la terre est si riche que des pierres d'or recouvrent sa côte. Vous devez abattre des arbres et construire un bateau pour continuer votre voyage. Sinon, il ne restera plus de cet or précieux pour vous. Vous pourriez également manquer de charbon très bientôt. Votre expédition n'est pas la seule qui s'efforce d'acquérir la richesse fabuleuse et la célébrité éternelle.
ru: Наконец-то вы добрались до дальнего юга и основали базу, но, похоже, до старой Антарктики еще очень далеко. Говорят, что там есть берег, усыпанный самородным золотом. Вам нужно нарубить достаточно деревьев на новый корабль, дабы продолжить поход. В противном случае, золота вам не достанется. Уголь также может скоро закончиться. Вы - не единственный, кто отправился в эту экспедицию за богатством и вечной славой.

source: Collectors and Territorial Lord recommended. Also suitable for a peaceful mode of play. 2 teams possible, yellow and blue should play against each other. While playing a single player, you have to count with the possibility that your opponents may not start an expedition at all and may rather choose a land path.
cs: Zejména vhodné pro Sběratele a Vládce území a také pro mírové nastavení hry. Možné hrát hru s dvěma týmy, žlutý a modrý by měli hrát proti sobě. Při hře jednoho hráče je třeba počítat s možností, že protivníci výpravu nezahájí a rozhodnou se pro cestu po souši.
de: Siegbedingungen Sammler und Landherr werden empfohlen. Auch geeignet für ein Spiel im friedlichen Modus. 2 Teams sind möglich, Gelb und Blau sollten gegeneinander spielen. In einem Einzelspielerspiel, muss man damit rechnen, dass die Gegner gar keine Expedition starten müssen und lieber einen Landweg wählen können.
fr: Collecteurs et Maître du territoire recommandés. Également adapté au Mode pacifique. 2 équipes possibles, jaune et bleu doivent s'affronter. En partie solitaire, vous devez prendre en compte l’éventualité que vos adversaires ne commencent pas du tout une expédition mais choisissent plutôt un chemin terrestre.
ru: Рекомендуется игра в режиме Собиратели и Владыка земель. Довольно мирная карта. Возможны 2 команды: желтый и синий против остальных. При игре в одиночку учтите, что противники могут пойти и сухопутным путем, не отправляя экспедиции.

source: Atlas Range
ca: Serralada de l'Atlas
cs: Pohoří Atlas
de: Atlasgebirge
fr: Gamme Atlas
nds: De Atlas-Bargen
ru: Далекие горы Атласа
sv: Atlasområdet

source: High mountains offer limited space to settle. To survive in this hostile land, where even no wild life can be found, is not an easy task. You are grateful for every stone and a planted tree that can grow. Can you build up a strong economy?
cs: Vysoké hory poskytují málo místa, kde se lze usadit. Přežít v této nehostinné zemi, kde nelze nalézt ani žádný divoký život, není lehký úkol. Člověk je vděčný za každý kámen a vysazený strom, kterému se podaří dorůst. Dokážeš vybudovat fungující hospodářství?
de: Hohe Berge bieten nur wenig Raum zum Siedeln. In diesem feindlichen Umfeld zu überleben, in dem nicht mal Wild zu finden ist, ist keine einfache Aufgabe. Da ist man froh um jeden Stein und jeden gepflanzten Baum der gedeiht. Kannst du eine starke Wirtschaft aufbauen?
fr: Les hautes montagnes offrent un espace limité pour s'installer. Survivre dans cette terre hostile, où même aucune vie sauvage ne peut être trouvée, n'est pas une tâche facile. Vous êtes reconnaissant pour chaque pierre et chaque arbre planté qui peut pousser. Pouvez-vous bâtir une économie forte ?
ru: Высокие горы оставляют мало места для поселения. Выживания в этой недружелюбной местности, лишенной дикой растительности, задача не простая. Вы будете корпеть над каждым добытым куском камня, каждым посаженным деревом. Сможете ли вы создать сильную экономику?

source: Teams: all combinations possible. Just AI Frisians are able to adapt quite well, AI Barbarians and Atlanteans mostly unable to develop, AI Empire and Amazons struggle a lot. AI should start with Trading Outpost in this cases. As for a human player, Empire has a disadvantage in training soldiers. Barbarians and Amazons has to be very quick and make the right decisions to have a chance. Atlanteans are missing fish and meat generally.
cs: Týmy: možné všechny kombinace. Pouze UI Frísové se daří adaptovat dobře. UI Barbaři a Atlanťané většinou bojují marně a UI Císařství a Amazonky se potýkají s velkými problémy. UI těchto kmenů by měli zahajovat hru s Obchodní stanicí. Člověk hrající za Císařství má nevýhodu v trénování vojáků. Při hře s Barbary a Amazonkami je potřeba dělat rychlá a dobrá rozhodnutí, aby člověk obstál. Atlanťanům tu chybí ryby a maso obecně.
de: Teams: Es sind alle Kombinationen möglich. Nur Friesen KI Spieler sind in der Lage sich gut hier anzupassen, Barbaren und Atlanter KI Spieler entwickeln sich meistens nicht. Imperium und Amazonen KI Spieler haben schwer zu kämpfen. KI Spieler sollten deshalb in diesen Fällen mit einem Handelsposten starten. Für menschliche Spieler hat das Imperium einen Nachteil in der Ausbildung von Soldaten. Barbaren und Amazonen müssen sehr schnell sein und die richtigen Entscheidungen treffen, um konkurrenzfähig zu sein. Atlantern fehlt es generell an Fisch und Fleisch.
fr: Équipes: toutes combinaisons possibles. Seuls l'IA Frisons est capable de s'adapter assez bien, les IA Barbares et Atlantes sont pour la plupart incapables de se développer, les IA Empire et Amazones ont beaucoup de mal. L'IA devrait commencer par "Avant-poste Commercial" dans ce cas. Quant au joueur humain, L'Empire est désavantagé dans la formation des soldats. Les Barbares et les Amazones doivent être très rapides et prendre les bonnes décisions pour avoir une chance. Les Atlantes manquent généralement de poisson et de viande.
ru: Команды: возможны самые разные. Просто ИИ проще подстроиться при игре за фризов, варвары и атланты ограничены в развитии, при игре за империю и амазонцев он будет постоянно воевать. При этом ИИ начинает как "торговое поселение" в ряде случаев. При игре человека за империю не будет возможности обучать солдат, за варваров и амазонцев будет шанс быстрого развития, при игре за атлантов не будет рыбы и мяса.

source: Crete’s Vineyard v.3
ca: La vinya de Creta v.3
cs: Krétská vinice v.3
nds: Kretas Wienhof v.3
sv: Kretas vingård v.3

source: A long island with many plains and hills, perfect for a vineyard to produce sweat grapes and heavy vine.
ca: Una illa llarga amb moltes planúries i turons, perfecta per al cultiu de la vinya i produir raïm dolç i vi fort.
cs: Dlouhý ostrov s mnoha rovinami a kopci, ideální na vinici, která bude poskytovat sladké hrozny a těžké víno.
de: Eine langestreckte Insel mit vielen Ebenen und Hügeln, perfekt geeignet für einen Weinberg, um süsse Trauben und schweren Wein zu erzeugen.
fr: Une longue île avec de nombreuses plaines et collines, parfaite pour un vignoble pour produire des raisins de sueur et de la vigne lourde.
nds: Eene lange Insel mit völen Flacklanden un Höchten, unbannig gadelk, daarmit eene Wienplanteree söte Druven un swaren Wien produzeren kann.
ru: Вытянутая местность, изрезанная холмами и долинами, отлично подходит для посадки виноградников, дающих сладкий виноград и крепкое вино.
sv: En lång ö med många platåer och backar, perfekt för vingårdar att producera söta druvor och ett smakrikt vin.

source: Rich in resources. Not balanced for 4 players (red and blue are in the middle, harder to win). Ideal for 2 teams or 2 players. The yellow-green combination takes more time to win as the starting positions are far away.
ca: Ric en recursos. No equilibrat per 4 jugadors (el vermell i el blau estan al mig i són més difícils de guanyar). El mapa és ideal per a 2 equips o per a 2 jugadors. La combinació groc-verd trigarà més temps per guanyar, ja que les seves posicions inicials són molt distants.
cs: Mapa bohatá na zdroje. Není vyvážená pro hru 4 hráčů (červený a modrý jsou ve středu, mají stíženou pozici na výhru), ideální pro 2 týmy nebo 2 hráče. Kombinace žlutý proti zelenému zabere více času, protože výchozí pozice hráčů jsou daleko od sebe.
nds: Völe Mineraale. Nich utgleken för 4 Spelers (rood un blau sünd in de Midden, waar dat swaarer is, to Winnen). Am Besten för 2 Klottjen of 2 Spelers. Geel un Gröön bruuken langer tum Winnen, wiel de Anfangssteden wied utnanner sünd.
sv: Rik på resurser. Inte balanserad för 4 spelare (rött och blått är i mitten, svårare att vinna). Idealisk för 2 lag eller 2 spelare. Den gulgröna kombinationen tar längre tid att vinna eftersom startpositionerna ligger långt ifrån varandra.

source: Great Danube Basin
cs: Velká dunajská nížina

source: This is The Great Danube World. The wide never ending river Danube and its tributaries Tisa, Sava and Drava created a wast lowland full of riparian forests surrounded by high peaks of Carpathians, Dinarides and Alps.
cs: Toto je Svět velkého Dunaje. Široká nikdy nekončící řeka Dunaj a její přítoky Tisa, Sava a Drava vytvořily rozlehlou nížinu plnou lužních lesů, obklopenou vysokými vrcholky Karpat, Dinár a Alp.
nds: Dat is de Welt vun de grote Donau. De wiede Stroom Donau, wat nienich ennt, un siene Tolopens Tisa, Sava un Drava hebben een wiedlopig Flackland vull vun Auens maakt, umgeven vun hogen Toppen vun de Karpathen, Dinariden un Alpen.
sv: Detta är den stora Donauvärlden. Den breda, oändliga floden Donau och dess bifloder Tisa, Sava och Drava har skapat ett vidsträckt lågland fullt av strandskogar omgivna av höga bergstoppar i Karpaterna, Dinariderna och Alperna.

source: This map is for 2 to 6 players. But 3 or 4 players are probably more optimal. There are only few spots where you can build bridges across the wide rivers and few mountain passes. The map is rich in resources.
cs: Mapa je pro 2 až 6 hráčů. Ale 3, nebo 4 jsou zřejmě nejoptimálnější. Na mapě je pouze několik málo míst, kde lze postavit mosty přes široké řeky, a několik horských průsmyků. Mapa je bohatá na zdroje.
nds: Deese Kaart is för 2 bit 6 Spelers. Aver 3 bit 4 Spelers sünd wull beter. ’t gifft blots leep minn Rüümte för Brückens över de wieden Stromen un minne Bargpassen. Deese Kaart hett mennig Mineraale.
sv: Denna karta är avsedd för 2 till 6 spelare. Men 3 eller 4 spelare är förmodligen mer optimalt. Det finns endast ett fåtal platser där man kan bygga broar över de breda floderna och få bergspass. Kartan är rik på resurser.

source: Greenland Melting v.2
ca: El desgel de Groenlandia v.2
cs: Tající Grónsko v.2
nds: Grönland smelt v.2
sv: Grönlands smältning v.2

source: Since the north pole moved to Alaska, our land is an inhabitable desert. We sent few scouts to find a new land and we have received a message about Greenland. I have heard about its beautiful fjords and fertile land. Although there is almost no iron and gold, I think it should be fine. We don’t need iron as long as we don’t need any army and we are not going to fight there. Let’s choose this place to be our new home and start a peaceful life.
cs: Od doby, kdy se severní pól přesunul na Aljašku, je naše země neobyvatelnou pouští. Poslali jsme pár průzkumníků, aby našli zemi novou, a dostali jsme zprávu o Grónsku. Slyšel jsem o jeho krásných fjordech a úrodné zemi. Přestože tam nejsou téměř žádné zdroje železa a zlata, nemělo by nám to vadit. Dokud nepotřebujeme armádu, nepotřebujeme ani železo. A bojovat tam přeci nebudeme. Vyberme si tedy toto místo za náš nový domov a začněme žít pokojný život.
de: Seitdem der Nordpol nach Alaska gewandert ist, ist unser Land eine unbewohnbare Wüste. Wir schickten einige Kundschafter, um neues Land zu finden, und wir bekamen eine Nachricht über Grönland. Ich habe von seinen schönen Fjorden und seinem fruchtbaren Land gehört. Obwohl es dort fast kein Gold und kein Eisen gibt, denke ich, dass es wohl in Ordnung ist. Wir brauchen kein Eisen so lange wir keine Armee brauchen und wir werden dort nicht zum Kämpfen hingehen. Lasst uns diesen Platz als neue Heimstatt wählen und ein friedliches Leben beginnen.
fr: Depuis que le pôle nord a migré vers l'Alaska, notre terre est devenue un désert habitable. Nous avons envoyé quelques éclaireurs pour trouver une nouvelle terre et nous avons reçu un message à propos du Groenland. J'ai entendu parler de ses beaux fjords et de ses terres fertiles. Bien qu'il n'y ait presque pas de fer et d'or, je pense que ça devrait convenir. Nous n’avons pas besoin de fer tant que nous n’avons pas besoin d’armée et que nous n’allons pas y combattre. Choisissons cet endroit pour devenir notre nouveau foyer et commencer une vie paisible.
ru: С тех пор, как северный полюс сместился на Аляску, наша земля превратилась в безжизненную пустыню. Мы выслали нескольких разведчиков на поиски новых земель, и получили сообщение о Гренландии. Я многое слышал о этой прекрасной изрезанной плодородной земле. Пусть там почти нет ни золота, ни железа, я думаю, она нам подойдет. Нам не с кем сражаться, нам не нужна армия, а значит, не нужно и много железа. Так выберем же это место в качестве нашего нового дома для мирной жизни.

source: Ports are situated only by the inner lake. I recommend to use them only while played by 4 players or less. You have to use empty mines to get gold and iron in the later stages of the game.
cs: Přístavy jsou situovány pouze při vnitřním jezeře. Doporučuji je využívat pouze při hře čtyř nebo méně hráčů. V pozdější fázi hry bude nutné využít k získání zlata a železa prázdných dolů.
de: Häfen gibt es nur am inneren See. Ich empfehle sie nur bei 4 Spielern oder weniger zu nutzen. Man muss leere Minen benutzen um im späteren Spiel an Gold oder Eisen zu kommen.
fr: Les ports sont situés uniquement au bord du lac intérieur. Je recommande de ne les utiliser qu'uniquement lors de parties à 4 joueurs ou moins. Vous devez utiliser des mines vides pour obtenir de l'or et du fer dans les dernières étapes du jeu.
ru: Порты можно построить только на внутреннем озере. Советую это делать только если игроков не больше 4х. В обедневших шахтах вы все еще можете добывать золото и железо на последних стадиях игры.

source: Jungle Pyramids v.2
ca: Les piràmides de la selva v.2
cs: Pralesní pyramidy v.2
de: Dschungelpyramiden v.2
fr: Pyramides de la jungle v.2
nds: Urwald-Pyramiden v.2
ru: Зиккураты в джунглях v.2
sv: Djungelpyramider v.2

source: Our woodcutters are going to have some work to make some space for our buildings. But we need to get to the pyramids. The pyramids hide gold and precious stones. We must be careful. Enemies are close. And they also want to reach the pyramids as soon as possible.
ca: Els llenyataires tindran feina fent espai per als edificis. Però hem d'arribar a les piràmides, que amaguen or i pedres precioses. Hem d'anar en compte. Els enemics estan a prop. I també voldran arribar a les piràmides tan aviat com puguin.
cs: Naši dřevorubci se trochu zapotí, aby udělali trochu prostoru pro naše budovy. Ale musíme se dostat k pyramidám. Pyramidy ukrývají zlato a drahé kameny. Měli bychom si dávat pozor. Naši nepřátelé jsou blízko a také chtějí dosáhnout pyramid tak rychle, jak jen to bude možné.
de: Unsere Holzfäller werden ein wenig Arbeit haben, Platz für unsere Gebäude zu schaffen. Aber wir müssen zu den Pyramiden gelangen. In den Pyramiden verstecken sich Gold und wertvolles Gestein. Doch wir müssen vorsichtig sein. Die Feinde sind in der Nähe. Und sie wollen auch so schnell als möglich zu den Pyramiden gelangen.
fr: Nos bûcherons vont avoir du travail pour faire de l'espace pour nos bâtiments. Mais nous devons atteindre les pyramides. Les pyramides cachent de l'or et des pierres précieuses. Nous devons être prudents. Les ennemis sont proches. Et ils veulent aussi atteindre les pyramides le plus tôt possible.
nds: Uns’ Boomslagers hebben daar wat to doon, ehr wi Rüümte för uns’ Husen hebben. Aver wi mutten to de Pyramiden komen. Daar gifft dat Gold un Edelstenen. Wi mutten vörsichtig sien; de Feinde sünd dicht bi. Un se wollen ok so fix as mögelk to de Pyramiden komen.
ru: Наши лесорубы должны изрядно потрудиться, расчищая место под постройки. Но нам нужно заполучить пирамиды. Они таят золото и драгоценные камни. Следует быть осторожными: враги рядом. И они также будут стараться добраться до пирамид как можно быстрее.
sv: Våra skogshuggare kommer att ha en hel del jobb med att skapa utrymme åt våra byggnader, men vi måste ta oss till pyramiderna. Pyramiderna döljer guld och värdefulla stenar. Vi måste vara försiktiga. Fienden är nära och de vill också nå pyramiderna så snart som möjligt.

source: This map is small. If you want some space, you should play 1v1 game.
ca: Aquest mapa és petit. Si voleu més espai, hauríeu de jugar una partida 1v1.
cs: Tato mapa je malá. Pokud chceš mít místo, můžeš zvolit hru jeden na jednoho.
de: Diese Karte ist klein. Wenn du etwas mehr Platz möchtest, solltest du nur ein 1 gegen 1 Spiel spielen.
fr: Cette carte est petite. Si vous voulez un peu d'espace, vous devriez jouer 1 contre 1.
nds: Deese Kaart is lütt. Wenn du wat Rüümte hebben willst, sallst du 1v1 spölen.
ru: Это маленькая карта. Если хотите больше пространства, играйте на ней 1 на 1.
sv: Den här kartan är liten. Om du vill ha lite utrymme bör du spela 1 mot 1.

source: Kingdom of Borneo
ca: El Regne de Borneo
cs: Království Borneo
nds: Königriek vun Borneo
sv: Kungariket Borneo

source: Our tribe as well as 7 other tribes has been living on this small islands for ages. But now our lives should change. Wise men of our tribe say that a new island has been found, very rich and large. They call it Kalamanthean. And this new land is promising a cultural growth our tribe is missing. We just have to build a ship very quickly and sail to the north and to the west to reach this blessed land of welfare.
cs: Náš kmen stejně jako 7 dalších kmenů žil na těchto malých ostrůvcích po celé věky. Ale nyní by se náš život měl změnit. Moudří muži z našeho kmene říkají, že byl objeven nový ostrov, velmi bohatý a rozlehlý. Říkají mu Kalamanthean. A tato nová země má být příslibem kulturního rozmachu, který našemu kmeni chybí. Musíme jen velmi rychle postavit loď a plout na sever a na západ, abychom dosáhli tého požehnané země blahobytu.

source: Borneo is easy to recognize thanks to its white beaches. It has 10 port spaces and 13 artifacts. If you want to win, you should build a port there. Not suitable for Autocrat or HQ Hunter. AI should start with Trading Outpost. Map is more suitable for multiplayer. Each player has two port spaces on his home island.
cs: Borneo lze velmi snadno poznat podle jeho bílých pláží. Je na něm 10 míst pro přístav a 13 artefaktů. Pokud chceš vyhrát, měl bys tam založit přístav Nevhodné pro Autokrat a Dobyvatel. UI by měla začínat s Obchodní stanicí. Mapa je vhodnější pro multiplayer. Každý hráč má na svém domovském ostrově 2 přístavy.

source: Sicilian Pasture v.3
cs: Sicilská pastvina v.3
nds: Sizieljen-Weid v.3
sv: Sicilianska betesmarker v.3

source: A triangular island with large plains and a volcano habitated by shepherds.
cs: Trojúhelníkovitý ostrov s rozlehlými rovinami a jednou sopkou, obydlený pastevci ovcí.

source: Long game for 2 or 5 players or 2 teams. Rich in resources, just coal deposits are medium.
cs: Dlouhá hra pro 2 až 5 hráčů, nebo 2 týmy. Bohaté na zdroje, pouze zásoby uhlí jsou průměrné.

source: The Great Lakes - Ports in Danger v.2
cs: Velká jezera - Přístavy v ohrožení v.2
nds: De groten Meren – Muden in Gefahr v.2
sv: De stora sjöarna – Hamnar i fara v.2
