Repository: widelands/wl_addons_server
Catalog: po/mostly_balanced_maps.wad/*.po
Languages: ca, cs, de, fr, nds, ru, sv

source: We don't have enough space and our headquarter is in danger here. We need to build a colony on the other side of this lake. We will gain more land and a hideaway in case an enemy appears on this side. But I am afraid we will not reach The Main Landbelt without fight.
cs: Zde nemáme dost místa a naše hlavní budova je v nebezpečí. Musíme založit kolonii na druhé straně jezera. Získáme tak více půdy a útočiště pro případ, že se na této straně objeví nepřítel. Přesto se obávám, že bez boje Hlavního pásu země nedosáhneme.
nds: Wi hebben nich genoog Rüümte un uns’ Raadhuus is hier in Gefahr. Wi mutten een nejes Dörp up de anner Sied vun deesem Meer bauen. Wi worden mehr Land winnen un ok een Versteek, wenn een Feind up deeser Sied vandag kummt. Aver ick bün bang, dat wi to de Höövd-Landreem nich sünner eenen Kamp komen.
sv: Vi har inte tillräckligt med utrymme och vårt högkvarter är i fara här. Vi måste bygga en koloni på andra sidan sjön. Vi får mer mark och en tillflyktsort om fienden dyker upp på denna sida. Men jag är rädd att vi inte kommer att nå huvudlandskapet utan strid.

source: All players should start with a headquarters only. There is not enough space around the starting position. Your territory is divided into two parts by a lake. You need a part of your enemy's territory to reach The Main Landbelt from where you can access to any corner of this map. You can also find 6 artifacts there. Your homeland is hard to defend. Protect it well.
cs: Každý hráč by měl začínat pouze s hlavní budovou. V okolí startovní pozice není dostatek místa. Tvé území je rozděleno jezerem na dvě části. Budeš potřebovat část území svého nepřítele, abys dosáhl Hlahního pásu země, odkud získáš přístup do všech zákoutí této mapy. Nalézá se tam také 6 artefaktů. Tvé domovské území je obtížné bránit. Chraň je dobře.

source: Mostly Balanced Maps
ca: Els mapes més equilibrats
cs: Převážně vyvážené mapy
de: Größtenteils ausgeglichene Karten
fr: Cartes majoritairement équilibrées
nds: Haast utgleken Kaarten
ru: Сбалансированные карты
sv: Mestadels balanserade kartor

source: This set of maps contains 10 small and medium-sized maps for 2-8 players. You can make the maps more challenging by starting conditions and team setting.
cs: Tento soubor map obsahuje 10 malých a středně velkých map pro 2-8 hráčů. Mapy si lze udělat náročnější pomocí počátečního nastavení hry a nastavením týmů.
nds: Deeses Kaartpack enthollt 10 lütte un middelgrote Kaarten för 2-8 Spelers. Du kannst de Kaarten swaarer maken, indeem du anner Anfangs-Kondiesjes un Klottjen utköörst.
sv: Denna kartuppsättning innehåller 10 små och medelstora kartor för 2–8 spelare. Du kan göra kartorna mer utmanande genom startvillkor och laginställningar.

source: African Savana
ca: Sabana africana
cs: Africká savana
nds: Afrikaansk Grasland
sv: Afrikansk savann

source: Antarctic Conquest
ca: Conquesta antàrtica
cs: Dobývání Antarktidy
de: Antarktische Eroberung
fr: À la conquête de l’Antarctique
nds: De Süüdpool innehmen
ru: Завоевание Антарктики
sv: Antarktisk erövring

source: Crete’s Vineyard
ca: La vinya de Creta
cs: Krétská vinice
nds: Kretas Wienhof
sv: Kretas vingård

source: Greenland Melting
ca: El desgel de Groenlandia
cs: Tající Grónsko
de: Grönlandschmelze
fr: Fusion du Groendland
nds: Grönland smelt
ru: Гренландия тает
sv: Grönland smälter

source: Jungle Pyramids
ca: Les piràmides de la selva
cs: Pralesní pyramidy
nds: Urwald-Pyramiden
sv: Djungelpyramider

source: African Savanna v.2
ca: Sabana africana v.2
nds: Afrikaansk Grasland v.2
sv: Afrikansk savann v.2

source: We have found ideal land for our farms and woodcutters. Surrounded by many rocks, it looks like we are alone here, but I know we are not. Later on, no part of our border will be safe. We should protect our territory as well as we can.
ca: Hem trobat un terreny ideal per les nostres granges i llenyataires. Envoltats per moltes roques, sembla que estem sols, però no ho estem pas. Més endavant, cap part de les fronteres estaran segures. Hem de protegir el territori tan bé com puguem.
nds: Wi hebben een bannig godes Land för uns’ Buurdereen un Boomslagers funnen. Vun mennig Stenen umgeven, sücht dat so ut, as of wi hier alleen sünd, aver ick weet, dat dat nich so is. Bold word keen Deel vun de Grenz seker sien. Wi sallen uns’ Gewest so good schütten as wi könen.
sv: Vi har hittat en idealisk plats för våra gårdar och skogsarbetare. Omgivna av många klippor ser det ut som om vi är ensamma här, men jag vet att så inte är fallet. Senare kommer ingen del av vår gräns att vara säker. Vi måste skydda vårt territorium så gott vi kan.

source: Finally! You have reached the Far South and set up a base, but it seems that the Old Antarctic itself is still not very close. It is told that the land is so rich that gold stones cover its coast. You have to cut down some trees and build a ship to continue your journey. Otherwise, there will be no precious gold left for you. You may also run out of coal very soon. Your expedition is not the only one that strives to gain the fabulous wealth and everlasting fame.
ca: Per fi! Hem arribat al sud i hem establert una base, però sembla que l'Antàrtic Antic encara no està prop. Es diu que la terra és tan rica que roques d'or en cobreixen la costa. Heu de tallar uns quants arbres i construir un vaixell per continuar el viatge. Si no, aviat no hi quedarà or. És possible que us quedeu sense carbó aviat. La vostra expedició no és l'única que lluita per guanyar les riqueses fabuloses i fama eterna.
nds: Uplest! Wi sünd im feernen Süüden ankomen un hebben een lüttes Dörp upbaut, aver de Olle Süüdpool sülvst is wull noch nich in Sicht. ’t heet, dat dat Land so riek is, dat Stenen ut Gold siene Küsten bedecken. Du muttst de Bomen umkappen un een Schipp bauen, um wiedertokomen. Anners is bold keen Gold för de mehr över. Bold kann ok Köhl hapern. Diene Söök is nich de eenzigst, well de baldadigen Riekdoom un ewigen Ruhm winnen will.
sv: Äntligen! Du har nått den yttersta södern och etablerat en bas, men det verkar som om den gamla Antarktis fortfarande inte är särskilt nära. Det sägs att landet är så rikt att guldstenar täcker dess kust. Du måste hugga ner några träd och bygga ett skepp för att kunna fortsätta din resa. Annars kommer det inte att finnas något dyrbart guld kvar för dig. Du kan också snart få slut på kol. Din expedition är inte den enda som strävar efter att vinna fantastiska rikedomar och evig berömmelse.

source: Collectors and Territorial Lord recommended. Also suitable for peaceful mode. 2 teams are possible, yellow and blue should play against each other. When playing singleplayer, you have to count with the possibility that your opponents may not start an expedition at all and may rather choose a land path.
nds: Sammler un Gewestensammler sünd hier good. Ok gadelk för freedsame Spelen. 2 Klottjen sünd mögelk, geel un blau sallen tegenanner spölen. Wenn du alleen spöölst, kann dat passeren, dat diene Feinde överhoopt keene Söken utstafferen un lever eenen Landweg kören.
sv: Samlare och territoriell härskare rekommenderas. Passar även för fredligt läge. Två lag är möjliga, gult och blått bör spela mot varandra. När du spelar singleplayer måste du räkna med att dina motståndare kanske inte startar någon expedition alls utan istället väljer en landväg.

source: High mountains offer limited space to settle. To survive in this hostile land, where even no wild life can be found, is not an easy task. You are grateful for every stone and a planted tree that can grow. Can you build a strong economy?
ca: Les muntanyes altes ofereixen poc espai pels assentaments. Sobreviure en un territori hostil, on no hi ha ni vida salvatge, no és fàcil. Agraireu cada pedra i cada arbre que pugui créixer. Podeu desenvolupar-hi una economia forta?
nds: Hoge Bargen beden leep minn Rüümte tum Bauen. In deesem unweertelkem Land to överleven, waar dat nich maal wille Deerten gifft, is keene lichte Upgaav. Du sallst för elkeen Steen un elkeen Boom, wat maal wasst, dankbaar sien. Kannst du hier eene gode Weertskupp upbauen?
sv: Höga berg erbjuder begränsat utrymme att bosätta sig på. Att överleva i detta ogästvänliga land, där inte ens vilda djur finns, är ingen lätt uppgift. Du är tacksam för varje sten och varje träd som kan växa. Kan du bygga upp en stark ekonomi?

source: Teams: all combinations possible. AI: just AI Frisians is able to adapt quite well, AI Barbarians and Atlanteans mostly unable to develop, AI Empire and Amazons struggle a lot. AI should start with Trading Outpost in these cases. Human: Empire is at a disadvantage in training soldiers. Barbarians and Amazons have to be very quick and make the right decisions to have a chance. Atlanteans are missing fish and meat generally.
nds: Klottjen: All mögelk. Künstelk Spelers könen blots mit Fresen good spölen, as Wille Lüü of Atlantinger sünd se bannig swack, as Riek un Amazonen gaht dat hör ok nich so good. De künstelk Spelers sallen dann am Besten mit Hannelsposten begünnen. Een Minsk as Speler word Probleemen bi’m Utbilden vun Soldaten kregen, wenn he as Riek spöölt. Wille Lüü un Amazonen mutten futtmaken un klook kören, um eene Kans to hebben. För de Atlantinger hapert Fiss un Fleesk.
sv: Lag: alla kombinationer är möjliga. AI: endast AI-friserna kan anpassa sig ganska bra, AI-barbarerna och atlanterna kan i stort sett inte utvecklas, AI-imperiet och amasonerna har mycket svårt. AI bör i dessa fall börja med handelsutpost. Människa: Imperiet har en nackdel när det gäller att träna soldater. Barbarerna och amasonerna måste vara mycket snabba och fatta rätt beslut för att ha en chans. Atlanterna saknar generellt fisk och kött.

source: Great Danube Basin v.2
nds: Grotes Donaubecken v.2
sv: Stora Donaubäckenet v.2

source: Since the North Pole moved to Alaska, our land is an uninhabitable desert. We sent few scouts to find a new land and we have received a message about Greenland. I have heard about its beautiful fjords and fertile land. Although there is almost no iron and gold, I think it should be fine. We don’t need iron as long as we don’t need any army and we are not going to fight there. Let’s choose this place to be our new home and start a peaceful life.
ca: Quan el pol nord es va situar a Alaska, el nostre territori és un desert inhabitable. Vam enviar exploradors per trobar territoris nous i hem rebut un missatge que parla de Groenlàndia. Parlen dels fiords i de territoris fèrtils. Encara que quasi no hi ha ferro ni or, crec que hi podrem viure bé. No necessitem ferro si no necessitem un exèrcit i allí no hi ha ningú amb qui lluitar. Escollim aquest lloc perquè sigui la nova llar nostra i comencem una vida tranquil·la.
nds: Sied de Noordpool na Alaska gahn is, is uns’ Land eene Wüüst, waar nüms leven kann. Wi hebben een paar Bespejers schickt, un se mellen uns wat över Grönland. Ick hebb vun sienen wunnermojen Beken höört, un vun sien früchtbaar Land. ’t gifft twaar haast keen Iesen un Gold, aver dat is wull nich slimm. Wi bruken keen Iesen so lang as wi keene Soldateree bruken, un wi gahn daar nich tum Kämpen hen. Laat dat de Stee sien, waar wi uns’ neje Heimaad upbauen, un een freedsaam Leven begünnen.
sv: Sedan nordpolen flyttade till Alaska har vårt land blivit en obeboelig öken. Vi skickade några spejare för att hitta ett nytt land och har fått ett meddelande om Grönland. Jag har hört talas om dess vackra fjordar och bördiga mark. Även om det nästan inte finns något järn eller guld där, tror jag att det borde fungera. Vi behöver inte järn så länge vi inte behöver någon armé och vi kommer inte att slåss där. Låt oss välja denna plats som vårt nya hem och börja ett fredligt liv.

source: Ports are situated only by the inner lake. You have to use empty mines to get gold and iron in the later stages of the game.
ca: Els ports estan situats només al llac interior. Heu d'usar les mines buides per a aconseguir or i ferro cap al final de la partida.
nds: Muden gifft dat blot in de Binnersten Meer. Du muttst im laten Speel lege Bargwarken bruken, um Iesen un Gold to kregen.
sv: Hamnar finns endast vid den inre sjön. Du måste använda tomma gruvor för att få guld och järn i de senare stadierna av spelet.

source: Our tribe as well as 7 other tribes has been living on this small islands for ages. But now our lives should change. Wise men of our tribe say that a new island has been found, very rich and large. They call it Kalamanthean. And this new land is promising cultural growth our tribe is missing. We just have to build a ship very quickly and sail north and west to reach this blessed land of welfare.
nds: Uns’ Volk un ok 7 anner Völkers hebben lange Tieden up deesen lütten Insels leevt. Aver nu sallen sik uns’ Levens ännern. Wiese Mannen vun uns’ Volk seggen, dat eene neje Insel funnen worden is, bannig riek un grot. Se nennen se Kalamanthean. Un deeses neje Land verspreckt een Kultuur-Wassdoom, wat uns’ Volk misst. Wi mutten blots bannig fix een Schipp bauen un na Noorden un na Westen seilen, um to deesem beloovt Land vun Riekdoom to komen.
sv: Vår stam och sju andra stammar har bott på dessa små öar i åratal. Men nu kommer våra liv att förändras. Våra stamäldste säger att en ny ö har upptäckts, en mycket rik och stor ö. De kallar den Kalamanthean. Och detta nya land lovar den kulturella utveckling som vår stam saknar. Vi måste bara snabbt bygga ett skepp och segla norrut och västerut för att nå detta välsignade land.

source: Borneo is easy to recognize thanks to its white beaches. It has 10 port spaces and 13 artifacts. If you want to win, you should build a port there. AI should start with Trading Outpost. Map is more suitable for multiplayer. Each player has two port spaces on his home island.
nds: Borneo kennt man licht an sienen witten Stranden. ’t hett Rüümte för 10 Muden un 13 künstelk Schatten. Wenn du winnen willst, sallst du daar eene Muu bauen. Künstelk Spelers sallen mit Hannelsposten begünnen. Kaart is beter för mennig Spelers. Elkeen Speler hett Rüümte för twee Muden up siener Heimaadinsel.
sv: Borneo är lätt att känna igen tack vare sina vita stränder. Det har 10 hamnplatser och 13 artefakter. Om du vill vinna bör du bygga en hamn där. AI bör börja med Trading Outpost. Kartan är mer lämplig för flerspelarläge. Varje spelare har två hamnplatser på sin hemö.

source: This triangular island Trinacria is place where Lutas and Satul fight for dominance for ages. As not all battles can be won by sea and fire, they need some humans to settle this land. Now, you are a leader of one of these tribes, which are coming to rule this land in their honor. Choose your side wisely and be warm in your prayers. The worst choice you could make is to try to conquer this island for yourself!
nds: Deese Dreekant-insel Trinakrien is de Stee, waar Luutas un Satuul sied Ewigheide um Vörheerskupp kämpen. As nich all Slachten mit See un Füür wunnen worden könen, bruken se Minsken, um sik in deesem Land daaltolaten. Nu büst du de Anföhrer vun een vun deesen Völkers, wat to hör Ehren komen, um deeses Land to regeren. Köör diene Sied klook ut un wees warm in dienen Gebeden. De slimmste Köör, wat du maken kannst, is to versöken, deese Insel för di sülvst intonehmen!
sv: Denna triangulära ö Trinacria är platsen där Lutas och Satul i åratal har kämpat om herraväldet. Eftersom inte alla strider kan vinnas med sjöstrid och eld, behöver de några människor som kan bosätta sig på denna ö. Nu är du ledare för en av dessa stammar, som kommer att härska över denna ö till deras ära. Välj sida med omsorg och var varm i dina böner. Det värsta valet du kan göra är att försöka erövra denna ö för egen räkning!

source: Map is for 2 to 5 players or 2 teams. Rich in resources, just coal deposits are medium.
nds: Kaart is för 2 bit 5 Spelers of 2 Klottjen. Mennig Mineraale, blots nich ganz so vööl Köhl.
sv: Kartan är för 2 till 5 spelare eller 2 lag. Rik på resurser, endast kolfyndigheterna är medelstora.

source: All players should start with headquarters only. There is not enough space around the starting position. Your territory is divided into two parts by a lake. You need a part of your enemy's territory to reach The Main Landbelt from where you can access to any corner of this map. You can also find 6 artifacts there. Your homeland is hard to defend. Protect it well.
nds: All Spelers sallen blots mit eenem Raadhuus begünnen. ’t gifft nich genoog Rüümte bi de Anfangs-Stee. Dien Gewest word vun eenem Meer in twee Delen updeelt. Du bruukst eenen Deel vun de Gewest vun dienem Feind, um to de Höövd-Landreem to komen, vun waar du to elkeen Eck vun deeser Kaart gahn kannst, Du kannst daar ok 6 künstelk Schattens finnen. Dien Heimaadlaand is swaar to verteidigen; schütt ’t good.
sv: Alla spelare bör börja med endast högkvarteret. Det finns inte tillräckligt med utrymme runt startpositionen. Ditt territorium är uppdelat i två delar av en sjö. Du behöver en del av fiendens territorium för att nå Main Landbelt, varifrån du kan nå alla hörn av kartan. Du kan också hitta 6 artefakter där. Ditt hemland är svårt att försvara. Skydda det väl.

source: Crete’s Vineyard v.2
de: Kretas Weinberg v.2
fr: Vignoble Crétois v.2
ru: Виноградники Крита v.2

source: Rich on resources. Not balanced for 4 players (red and blue are in the middle, harder to win). Ideal for 2 teams or for 2 players. The yellow-green combination takes more time to win as the starting positions are far away.
de: Reich an Rohstoffen. Nicht ausgewogen für 4 Spieler (Rot und Blau in der Mitte haben es schwerer zu gewinnen). Ideal für 2 Teams oder 2 Spieler. Die Kombination gelb und grün dauert länger, da die Startpositionen weiter entfernt sind.
fr: Riche en ressources. Non équilibré pour 4 joueurs (Rouge et Bleu sont au milieu, plus difficiles de gagner). Idéal pour 2 équipes ou pour 2 joueurs. La combinaison jaune-vert prend plus de temps pour gagner car les positions de départ sont éloignées.
ru: Богато на ресурсы. Не сбалансировано для 4х игроков (красному и синему, расположившимся в центре, сложнее победить). Идеально для команд по 2 игрока. Пара желтый+зеленый потратит больше времени на победу из-за взаимной удаленности.

source: This set of maps contains 6 small and medium-sized maps for 3-6 players. You can make the maps more challenging by starting conditions and teams setting.
de: Diese Kartensammlung enthält 6 kleine und mittlere Karten für 3 bis 6 Spieler. Durch die Auswahl von Startbedingungen und Teameinstellungen kannst du die Karten herausfordernder gestalten.
fr: Cet ensemble de cartes contient 6 petites et moyennes cartes pour 3-6 joueurs. Vous pouvez rendre les cartes plus difficiles en définissant les conditions de départ et les équipes.
ru: Набор из 6и карт маленького и среднего размера для 3-6 игроков. Вы можете поднять ставки, установив определенные стартовые условия и настроив команды.
