Repository: widelands/wl_addons_server
Catalog: po/the-x-mod.wad/*.po
Languages: fr, ko

source: the-x’s ‘Tournament’ Mode
ko: x의 토너먼트 모드

source: A tournament mode for Widelands, or: The mode that guarantees games of less than two hours. The early game is eased and building processes are sped up; later in the game the costs rise exponentially. This results in myriads of new strategies. For fast and simultaneously strategically challenging Widelands matches!<br><font italic=true>In Widelands 1.0 and older, some features of this add-on are automatically disabled.</font>
fr: Un mode tournoi pour Widelands, ou : le mode qui garantit des parties de moins de deux heures. Le début du jeu est facilité et les processus de construction sont accélérés ; plus tard dans le jeu, les coûts augmentent exponentiellement. Cela se traduit par des myriades de nouvelles stratégies. Pour des matchs de Widelands rapides et simultanément stratégiquement stimulants !<br><font italic=true> Dans Widelands 1.0 et plus anciens, certaines fonctionnalités de ce module complémentaire sont automatiquement désactivées.</font>
ko: Widelands의 토너먼트 모드: 2시간 이하의 플레이 타임을 가집니다. 게임 초기엔 진행이 수월하고 건축 속도가 빠릅니다; 시간이 흐를수록 비용이 기하급수적으로 오릅니다. 이로 인해 전략이 매우 다양해집니다. 빠르고 전략적인 Widelands 매치에 도전해 보세요!<br><font italic=true> 버전 1.0과 그 이후 버전에서는 이 확장팩의 일부 기능이 자동으로 비활성화됩니다.</font>

source: scouting
fr: explore
ko: 정찰

source: smoking fish
fr: poisson fumé
ko: 생선 훈제

source: working
fr: Actif
ko: 작업

source: forging a steel shield
fr: fabrication d'un bouclier acier
ko: 강철 방패 제작

source: forging an advanced shield
fr: fabrication d'un bouclier avancé
ko: 강화 방패 제작

source: forging a light trident
fr: fabrication d'un trident léger
ko: 벼락 삼지창 제작

source: forging a long trident
fr: fabrication d'un trident long
ko: 긴 삼지창 제작

source: forging a steel trident
fr: fabrication d'un trident acier
ko: 철 삼지창 제작

source: forging a double trident
fr: fabrication d'un double trident
ko: 쌍 삼지창 제작

source: forging a heavy double trident
fr: fabrication d'un double trident lourd
ko: 쌍 특대 삼지창 제작

source: making a saw
fr: fabrication d'une scie
ko: 톱 제작

source: smelting iron
fr: fusion de fer
ko: 철 제련

source: felling trees
fr: abat des arbres
ko: 나무 베기

source: sawing logs
ko: 통나무 베기

source: spinning gold
fr: filage de l’or
ko: 금 채굴

# atlanteans_building
source: baking bread
fr: cuit du pain
ko: 빵 굽기

source: planting corn
fr: plantation de maïs
ko: 옥수수 심기

source: planting blackroot
ko: 생산용 식물 심기

source: sleeping
fr: endormi
ko: 휴식

# atlanteans_building
source: upgrading soldier attack from level 0 to level 1
fr: améliore un soldat en attaque du niveau 0 au niveau 1
ko: 병사 전투력 레벨 0에서 레벨 1로 업그레이드

# atlanteans_building
source: upgrading soldier attack from level 2 to level 3
fr: améliore un soldat en attaque du niveau 2 au niveau 3
ko: 병사 전투력 레벨 2에서 레벨 3으로 업그레이드

# atlanteans_building
source: upgrading soldier attack from level 3 to level 4
fr: améliore un soldat en attaque du niveau 3 au niveau 4
ko: 병사 전투력 레벨 3에서 레벨 4로 업그레이드

# atlanteans_building
source: upgrading soldier defense from level 0 to level 1
fr: améliore un soldat en défense du niveau 0 au niveau 1
ko: 병사 방어력 레벨 0에서 레벨 1로 업그레이드

# atlanteans_building
source: upgrading soldier defense from level 1 to level 2
fr: améliore un soldat en défense du niveau 1 au niveau 2
ko: 병사 방어력 레벨 1에서 레벨 2로 업그레이드

# atlanteans_building
source: upgrading soldier health from level 0 to level 1
fr: améliore un soldat en santé du niveau 0 au niveau 1
ko: 병사 생명력 레벨 0에서 레벨 1로 업그레이드

# atlanteans_building
source: upgrading soldier evade from level 0 to level 1
fr: améliore un soldat en esquive du niveau 0 au niveau 1
ko: 병사 회피력 레벨 0에서 레벨 1로 업그레이드

# atlanteans_building
source: upgrading soldier evade from level 1 to level 2
fr: améliore un soldat en esquive du niveau 1 au niveau 2
ko: 병사 회피력 레벨 1에서 레벨 2로 업그레이드

source: hardening wood
fr: durcissement du bois
ko: 나무 강화

# barbarians_building
source: baking pitta bread
fr: cuisson de pain pitta
ko: 피타 빵 굽기

source: mining coal
fr: mine du charbon
ko: 석탄 채굴

source: mining gold
fr: mine de l'or
ko: 금 채굴

source: preparing a snack
fr: préparation d'une collation
ko: 간식 준비

source: preparing a ration
fr: préparation d'une ration
ko: 배급 준비

source: preparing a meal
fr: préparation d'un repas
ko: 식사 준비

source: forging a helmet
fr: forgeage d'un casque
ko: 헬멧 제작

source: forging a mask
fr: forgeage d'un masque
ko: 마스크 제작

source: forging a warhelm
fr: forgeage d'un casque de guerre
ko: 전투용 헬멧 제작

source: making a felling ax
ko: 도끼 제작

source: forging a sharp ax
fr: forgeage d'une hache tranchante
ko: 날카로운 도끼 제작

source: forging a broad ax
fr: forgeage d'une hache large
ko: 넓은 도끼 제작

source: forging a bronze ax
fr: forgeage d'une hache de bronze
ko: 청동 도끼 제작

source: forging a battle ax
fr: forgeage d'une hache de bataille
ko: 전투용 도끼 제작

source: forging a warrior’s ax
fr: forgeage d'une hache de guerrier
ko: 전사의 도끼 제작

# barbarians_building
source: upgrading soldier evade from level 0 to level 1
fr: améliore un soldat en esquive du niveau 0 au niveau 1
ko: 병사 회피력 레벨 0에서 레벨 1로 업그레이드

# barbarians_building
source: upgrading soldier evade from level 1 to level 2
fr: améliore un soldat en esquive du niveau 1 au niveau 2
ko: 병사 회피력 레벨 1에서 레벨 2로 업그레이드

# barbarians_building
source: upgrading soldier attack from level 0 to level 1
fr: améliore un soldat en attaque du niveau 0 au niveau 1
ko: 병사 전투력 레벨 0에서 레벨 1로 업그레이드

# barbarians_building
source: upgrading soldier attack from level 1 to level 2
fr: améliore un soldat en attaque du niveau 1 au niveau 2
ko: 병사 전투력 레벨 1에서 레벨 2로 업그레이드

# barbarians_building
source: upgrading soldier attack from level 2 to level 3
fr: améliore un soldat en attaque du niveau 2 au niveau 3
ko: 병사 전투력 레벨 2에서 레벨 3으로 업그레이드

# barbarians_building
source: upgrading soldier attack from level 3 to level 4
fr: améliore un soldat en attaque du niveau 3 au niveau 4
ko: 병사 전투력 레벨 3에서 레벨 4로 업그레이드

# barbarians_building
source: upgrading soldier attack from level 4 to level 5
fr: améliore un soldat en attaque du niveau 4 au niveau 5
ko: 병사 전투력 레벨 4에서 레벨 5로 업그레이드

# barbarians_building
source: upgrading soldier health from level 0 to level 1
fr: améliore un soldat en santé du niveau 0 au niveau 1
ko: 병사 생명력 레벨 0에서 레벨 1로 업그레이드

# barbarians_building
source: upgrading soldier health from level 1 to level 2
fr: améliore un soldat en santé du niveau 1 au niveau 2
ko: 병사 생명력 레벨 1에서 레벨 2로 업그레이드

# barbarians_building
source: upgrading soldier health from level 2 to level 3
fr: améliore un soldat en santé du niveau 2 au niveau 3
ko: 병사 생명력 레벨 2에서 레벨 3으로 업그레이드

source: raising pigs
fr: élevage de porcs
ko: 돼지 키우기

source: sculpting a marble column
fr: sculpte une colonne de marbre
ko: 대리석 기둥 제작

source: forging a suit of armor
fr: forgeage d'une armure
ko: 갑옷 제작

source: forging a suit of chain armor
fr: forgeage d'une cotte de maille
ko: 사슬 갑옷 제작

source: forging a suit of gilded armor
fr: forgeage d'une armure dorée
ko: 판금 갑옷 제작

source: forging a wooden spear
fr: forgeage d'une lance en bois
ko: 나무 창 제작

source: forging a spear
fr: forgeage d'une lance
ko: 창 제작

source: forging an advanced spear
fr: forgeage d'une lance avancée
ko: 강화 창 제작

source: forging a heavy spear
fr: forgeage d'une lance lourde
ko: 무거운 창 제작

source: forging a war spear
fr: forgeage d'une lance de guerre
ko: 전투 창 제작

source: mining granite
fr: mine du granite
ko: 화강암 채굴

source: mining marble
fr: mine du marbre
ko: 대리석 채굴

# empire_building
source: upgrading soldier evade from level 0 to level 1
fr: améliore un soldat en esquive du niveau 0 au niveau 1
ko: 병사 회피력 레벨 0에서 레벨 1로 업그레이드

# empire_building
source: upgrading soldier evade from level 1 to level 2
fr: améliore un soldat en esquive du niveau 1 au niveau 2
ko: 병사 회피력 레벨 1에서 레벨 2로 업그레이드

# empire_building
source: upgrading soldier attack from level 0 to level 1
fr: améliore un soldat en attaque du niveau 0 au niveau 1
ko: 병사 공격력 레벨 0에서 레벨 1로 업그레이드

# empire_building
source: upgrading soldier attack from level 1 to level 2
fr: améliore un soldat en attaque du niveau 1 au niveau 2
ko: 병사 공격력 레벨 1에서 레벨 2로 업그레이드

# empire_building
source: upgrading soldier attack from level 2 to level 3
fr: améliore un soldat en attaque du niveau 2 au niveau 3
ko: 병사 공격력 레벨 2에서 레벨 3으로 업그레이드

# empire_building
source: upgrading soldier attack from level 3 to level 4
fr: améliore un soldat en attaque du niveau 3 au niveau 4
ko: 병사 공격력 레벨 3에서 레벨 4로 업그레이드

# empire_building
source: upgrading soldier health from level 0 to level 1
fr: améliore un soldat en santé du niveau 0 au niveau 1
ko: 병사 생명력 레벨 0에서 레벨 1로 업그레이드

# empire_building
source: upgrading soldier health from level 1 to level 2
fr: améliore un soldat en santé du niveau 1 au niveau 2
ko: 병사 생명력 레벨 1에서 레벨 2로 업그레이드

# empire_building
source: upgrading soldier health from level 2 to level 3
fr: améliore un soldat en santé du niveau 2 au niveau 3
ko: 병사 생명력 레벨 2에서 레벨 3으로 업그레이드

# empire_building
source: upgrading soldier health from level 3 to level 4
fr: améliore un soldat en santé du niveau 3 au niveau 4
ko: 병사 생명력 레벨 3에서 레벨 4로 업그레이드

source: sewing golden fur garment
fr: couture de vêtement en fourrure dorée
ko: 황금실 의복 제작

source: forging a long sword
fr: forgeage d'une longue épée
ko: 롱소드 제작

source: forging a broadsword
fr: forgeage d'une épée large
ko: 넓은 검 제작

source: forging a double-edged sword
fr: forgeage d'une épée à double tranchant
ko: 쌍날검 제작

source: forging a golden helmet
fr: forgeage d'un casque doré
ko: 황금 헬멧 제작

# frisians_building
source: upgrading soldier attack from level 0 to level 1
fr: améliore un soldat en attaque du niveau 0 au niveau 1
ko: 병사 공격력 레벨 0에서 레벨 1로 업그레이드

# frisians_building
source: upgrading soldier attack from level 1 to level 2
fr: améliore un soldat en attaque du niveau 1 au niveau 2
ko: 병사 공격력 레벨 1에서 레벨 2로 업그레이드

# frisians_building
source: upgrading soldier attack from level 2 to level 3
fr: améliore un soldat en attaque du niveau 2 au niveau 3
ko: 병사 공격력 레벨 2에서 레벨 3으로 업그레이드

# frisians_building
source: upgrading soldier health from level 0 to level 1
fr: améliore un soldat en santé du niveau 0 au niveau 1
ko: 병사 생명력 레벨 0에서 레벨 1로 업그레이드

# frisians_building
source: upgrading soldier defense from level 0 to level 1
fr: améliore un soldat en défense du niveau 0 au niveau 1
ko: 병사 방어력 레벨 0에서 레벨 1로 업그레이드

# frisians_building
source: upgrading soldier attack from level 3 to level 4
fr: améliore un soldat en attaque du niveau 3 au niveau 4
ko: 병사 공격력 레벨 3에서 레벨 4로 업그레이드

# frisians_building
source: upgrading soldier attack from level 4 to level 5
fr: améliore un soldat en attaque du niveau 4 au niveau 5
ko: 병사 공격력 레벨 4에서 레벨 5로 업그레이드

# frisians_building
source: upgrading soldier attack from level 5 to level 6
fr: améliore un soldat en attaque du niveau 5 au niveau 6
ko: 병사 공격력 레벨 5에서 레벨 6으로 업그레이드

# frisians_building
source: upgrading soldier defense from level 1 to level 2
fr: améliore un soldat en défense du niveau 1 au niveau 2
ko: 병사 방어력 레벨 1에서 레벨 2로 업그레이드

# frisians_building
source: upgrading soldier health from level 1 to level 2
fr: améliore un soldat en santé du niveau 1 au niveau 2
ko: 병사 생명력 레벨 1에서 레벨 2로 업그레이드
