Repository: widelands/wl_addons_server
Catalog: po/explorer-wins.wad/*.po
Languages: ca, cs, de, fr, nl, ru

source: The player who has explored most of the world wins the game
ca: El jugador que hagi explorat més part del mapa guanya la partida.
cs: Hráč, který objeví většinu mapy, vítězí.
de: Der Spieler, der den größten Teil der Welt erkundet hat gewinnt.
fr: Le joueur qui a exploré la plus grande partie du monde remporte la partie
nl: De speler die het grootste deel van de wereld heeft verkend, wint het spel.
ru: Игрок, исследовавший большую часть мира, выигрывает игру

source: explorer wins
ca: Guanya l'explorador
cs: Objevitel vítězí
de: Erkunder gewinnt
fr: l'explorateur gagne
nl: verkenner wint
ru: исследователь побеждает

source: Explorer Wins
ca: Guanya l'explorador
cs: Objevitel vítězí
de: Erkunder gewinnt
fr: L'explorateur gagne
nl: Verkenner Wint
ru: Исследователь Побеждает

source: The player who has explored %1d%% of the world wins the game
ca: El jugador que hagi explorat un %1d %% del mapa guanya la partida.
cs: Hráč, který prozkoumá %1d%% mapy, vyhraje hru.
de: Der Spieler, der %1d%% der Welt erkundet hat gewinnt.
fr: Le joueur qui a exploré %1d%% du monde remporte la partie
nl: De speler die %1d%% van de wereld heeft verkend, wint het spel.
ru: Игрок, который исследует %1d%% мира, побеждает в игре

source: % explored
ca: % explorat
cs: % objeveno
de: % erkundet
fr: % exploré
nl: % verkend
ru: % исследовано

source: There are %1$d fields on the map, but only %2$d are terrestrial, which is %3$d%%. You need to explore %4$d%%.
ca: Hi ha %1$d camps al mapa, però només %2$d són terrestres, que es correspon amb un %3$d %%. Cal que exploreu un %4$d %%.
cs: Mapa se skládá z %1$d polí, z toho je pouze %2$d schůdných, což představuje %3$d%%. Potřebuješ objevit %4$d%%.
de: Es gibt %1$d Felder auf der Karte, aber nur %2$d sind Landmasse, das entspricht %3$d%%. Du musst %4$d%% erkunden.
fr: Il y a %1$d champs sur la carte, mais seuls %2$d sont terrestres, soit %3$d%%. Vous devez explorer %4$d%%.
nl: Er zijn %1$d velden op de kaart, maar slechts %2$d zijn land, wat %3$d%%. Je moet %4$d%% verkennen.
ru: На карте %1$d полей, но только %2$d из них являются сушей, а именно %3$d%%. Вам нужно исследовать %4$d%%.

source: Probably not winnable
ca: Probablement no s'hi pot guanyar.
cs: pravděpodobně nelze vyhrát
de: Wahrscheinlich nicht gewinnbar
fr: Probablement pas gagnable
nl: Waarschijnlijk niet te winnen
ru: Выиграть, скорее всего, невозможно

source: This map is probably not winnable with %1$s.
ca: Al mapa probablement no s'hi pot guanyar amb %1$s.
cs: Tuto mapu pravděpodobně nelze s "%1$s" vyhrát.
de: Diese Karte ist wahrscheinlich nicht gewinnbar mit%1$s.
fr: Cette carte n'est probablement pas gagnable avec %1$s.
nl: Deze kaart is waarschijnlijk niet te winnen met %1$s.
ru: Эту карту, вероятно, нельзя выиграть с %1$s.

source: Maybe not winnable
ca: Potser no s'hi pot guanyar.
cs: možná nelze vyhrát
de: Möglicherweise nicht gewinnbar
fr: Peut-être pas gagnable
nl: Misschien niet te winnen
ru: Есть вероятность, что выиграть невозможно

source: This map is maybe not winnable with %1$s.
ca: Al mapa potser no s'hi pot guanyar amb %1$s.
cs: Tuto mapu možná nelze s "%1$s" vyhrát.
de: Diese Karte ist möglicherweise nicht gewinnbar mit%1$s.
fr: Cette carte n'est peut-être pas gagnable avec %1$s.
nl: Deze kaart is misschien niet te winnen met %1$s.
ru: Эту карту, по-видимому, нельзя выиграть с %1$s.

source: You can explore by expanding, with a scout, with ships, ...
ca: Podeu explorar expandint-vos, amb un explorador, amb vaixells…
cs: Objevovat nová území lze pomocí rozšiřování vlastního území, pomocí průzkumníků, lodí, ...
de: Du kannst Land erkunden durch Expansion, durch den Kundschafter, mit Schiffen, ...
fr: Vous pouvez explorer en vous étendant, avec un éclaireur, avec des navires, ...
nl: Je kunt verkennen door uit te breiden, met een verkenner, met schepen, ...
ru: Вы можете исследовать, расширяясь, с помощью разведчика, с помощью кораблей, ...

source: Win condition not compatible with "No fog of war"
ca: Condició de victòria incompatible amb «Sense boira de guerra»
cs: Výherní podmínka není kompatibilní s volitelným nastavením "Bez válečné mlhy".
de: Siegesbedingung nicht kompatibel mit „Kein Nebel des Krieges“
nl: Winconditie niet compatibel met "Geen oorlogsmist".
ru: Условия победы несовместимы с "Нет тумана войны"

source: The win condition %1$s can not be played with "No fog of war" enabled.
ca: La condició de victòria %1$s no es pot jugar si s'ha activat «Sense boira de guerra».
cs: Výherní podmínku "%1$s" nelze kombinovat s volitelným nastavením "Bez válečné mlhy".
de: Die Siegesbedingung %1$s ist nicht spielbar, wenn „Kein Nebel des Krieges“ aktiv ist.
nl: De winvoorwaarde %1$s kan niet gespeeld worden met "Geen oorlogsmist" ingeschakeld.
ru: Условия победы %1$s нельзя использовать с включенной функцией "Нет тумана войны".

source: Continue playing endlessly or restart with fog.
ca: Continua jugant sense fi o reinicia amb boira.
cs: Hrej nekonečnou hru, nebo začni znova s mlhou.
de: Spiele endlos weiter oder starte mit Nebel neu.
nl: Ga eindeloos door met spelen of start opnieuw met mist.
ru: Продолжайте играть без финала или начните заново с туманом.

source: Player %1$1d has explored %2$1d%%
ca: El jugador %1$1d ha explorat %2$1d%%
cs: %1$1d má prozkoumáno %2$1d%% mapy.
de: Spieler %1$1d hat %2$1d%% erkundet
fr: Le joueur %1$1d a exploré %2$1d %%
nl: Speler %1$1d heeft %2$1d%% onderzocht
ru: Игрок %1$1d исследовал %2$1d%%

source: (%d fields)
ca: (%d camps)
cs: (%d polí)
de: (%d Felder)
nl: (%d velden)
ru: (%d Полей)
