Repository: widelands/wl_addons_server
Catalog: po/frisians-economy-ultra.wad/*.po
Languages: ca, cs, de, fr, nds, nl, ru, sv

source: Frisians Economy Ultra
ca: Ultra economia frisona
cs: Nástavba fríského hospodářství
de: Friesische Wirtschaft Ultra
fr: Économie Frisonne Avancée
nds: Unbannig baldadige Fresen-Weertskupp
nl: Frisian Economie Ultra
ru: Фризская экономика Ультра
sv: Frisians ekonomi ultra

source: Very complex economy model for the frisian tribe with numerous new wares and buildings.
ca: Un model econòmic molt complex de la cultura frisona amb molts béns i edificis nous.
cs: Rozšířený model fríského hospodářství obsahující několik nových surovin a budov.
de: Sehr komplexes Wirtschaftsmodell für den Stamm der Friesen mit vielen neuen Waren und Gebäuden.
fr: Modèle économique très complexe pour la tribu Frisonne avec nombre de nouveaux produits et nouveaux bâtiments.
nds: Bannig komplexe Weertskupp för dat Fresen-Volk mit völen nejen Husen un Waren.
nl: Zeer complex economisch stelsel for de frisian stam met diverse nieuwe goederen en gebouwen.
ru: Очень сложная модель экономики для племени фризов с добавлением новых товаров и построек.
sv: Väldigt komplicerad ekonomimodell för den frisiska stammen med mängder av nya varor och byggnader.

# ware
source: Barley Flour
ca: Farina d'ordi
cs: Ječná mouka
de: Gerstenmehl
fr: Farine d'orge
nds: Garstmehl
nl: Gerstemeel
ru: Ячменная мука
sv: Kornmjöl

# frisians_building
source: Barley Mill
ca: Molí d'ordi
cs: Mlýn na ječmen
de: Gerstenmühle
fr: Moulin à orge
nds: Garstmöhlen
nl: Gerstmolen
ru: Ячменная Мельница
sv: Kornkvarn

source: grinding barley
ca: moldre ordi
cs: mletí ječmene
de: Das Mahlen von Gerste
fr: à moudre de l'orge
nds: Garst to mahlen
nl: gerst malen
ru: мелет ячмень
sv: mala kornmjöl

# ware
source: Leather
ca: Pell
cs: Kůže
de: Leder
fr: Cuir
nds: Leer
nl: Leder
ru: Кожа
sv: Läder

# frisians_worker
source: Miller
ca: Moliner
cs: Mlynář
de: Müller
fr: Meunier
nds: Müller
nl: Molenaar
ru: Мельник
sv: Mjölnare

# ware
source: Oat
ca: Civada
nds: Hafer
nl: Haver
ru: Овес

# frisians_building
source: Oat Farm
ca: Masoveria de civada
nds: Hafer-Buurderee
nl: Haverboerderij
ru: Овсяная ферма

source: working
ca: treballar
cs: vyrábění
de: Das Arbeiten
fr: travaille
nds: to Warken
nl: werkende
ru: работает
sv: arbeta

source: planting oat
ca: plantar civada
nds: Hafer to planten
nl: haver planten
ru: выращивает овёс

source: harvesting oat
ca: segar civada
nds: Hafer to arnten
nl: haver oogsten
ru: убирает овёс

source: No Fields
ca: No hi ha camps lliures
cs: Žádná pole
de: Keine Felder
fr: Pas de champ
nds: Keene Meedjes
nl: Geen Velden
ru: Нет полей
sv: Inga fält

source: Out of Fields
ca: No hi ha camps disponibles
cs: Došla pole
de: Keine Felder
fr: Hors des champs
nds: Hebb keene Medjes mehr
nl: Zonder Velden
ru: Место под засев исчерпано
sv: Slut på fält

# frisians_building
source: The farmer working at this oat farm has no cleared soil to plant his seeds.
ca: L'agricultor d'aquesta masoveria de civada no té terreny lliure per sembrar-hi llavors.
nds: De Buur dat warkt bi deese Hafer-Buurderee hett keen Meedland waar he wat anplanten kann.
nl: De boer die op deze haverboerderij werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
ru: Работник этой овсяной фермы не имеет свободной земли под засев.

# immovable
source: Oat Field (harvested)
ca: Camp de civada (recol·lectat)
nds: Haferacker (arnt)
nl: Haverveld (geoogst)
ru: Овсяное поле (убрано)

# immovable
source: Oat Field (medium)
ca: Camp de civada (civada per madurar)
nds: Haferacker (middel)
nl: Haverveld (medium)
ru: Овсяное поле (растет)

# immovable
source: Oat Field (ripe)
ca: Camp de civada (civada madura)
nds: Haferacker (riep)
nl: Haverveld (rijp)
ru: Овсяное поле (спелое)

# immovable
source: Oat Field (small)
ca: Camp de civada (jove)
nds: Haferacker (lütt)
nl: Haverveld (klein)
ru: Овсяное поле (ростки)

# immovable
source: Oat Field (tiny)
ca: Camp de civada (molt jove)
nds: Haferacker (ganz lütt)
nl: Haverveld (zeer klein)
ru: Овсяное поле (крохотное)

source: This rye field has been harvested.
ca: Ja s'ha fet la collita d'aquest camp de sègol.
cs: Toto žitné pole bylo již sklizeno.
de: Dieses Roggenfeld wurde abgeerntet.
fr: Ce champ de seigle a été moissonné.
nds: Deeser Roggacker is arnt worden.
nl: Dit roggeveld is geoogst.
ru: Эта рожь уже сжата.
sv: Rågfältet har skördats.

source: This rye field is ready for harvesting.
ca: Aquest camp de sègol ja es pot segar.
cs: Toto žitné pole je připraveno ke sklizni.
de: Dieses Roggenfeld ist erntereif.
fr: Ce champ de seigle est prêt pour la moisson.
nds: Deeser Roggacker is klaar tum arnten.
nl: Dit roggeveld kan worden geoogst.
ru: Эта рожь готова к жатве.
sv: Rågfältet är redo för skörd.

source: This rye field is flowering. Beekeepers can use it to produce honey.
ca: Aquest camp de sègol està florint. Els apicultors els poden usar per fer mel.
cs: Toto žitné pole právě kvete. Včelař tu může zajistit získání medu.
de: Dieses Roggenfeld blüht. Honig kann von einem Imker geerntet werden.
fr: Ce champ de seigle est en fleurs. Les apiculteurs peuvent l'utiliser pour produire du miel.
nds: Deeser Roggacker blöömt. Imkers könen daar Hönnig mit winnen.
nl: Dit roggeveld staat in bloei. Imkers kunnen het gebruiken om honing te maken.
ru: Ржаное поле цветет. Пасечник может производить мед.
sv: Detta rågfält blommar. Biodlare kan använda det för att producera honung.

source: This rye field is growing.
ca: Aquest camp de sègol està creixent.
cs: Toto je rostoucí žitné pole.
de: Dieses Roggenfeld wächst.
fr: Ce champ de seigle pousse.
nds: Deeser Roggacker wasst.
nl: Dit roggeveld staat te groeien.
ru: Рожь растет на этом поле.
sv: Detta rågfält växer.

source: This rye field has just been planted.
ca: Aquest camp de sègol acaba de plantar-se.
cs: Toto je právě oseté žitné pole.
de: Dieses Roggenfeld wurde eben erst bepflanzt.
fr: Ce champ de seigle vient juste d'être semé.
nds: Deeser Roggacker is jüüst plant worden.
nl: Dit roggeveld is net geplant.
ru: Это ржаное поле только что засеяно.
sv: Detta rågfält har just planterats.

source: This oat field has been harvested.
ca: Ja s'ha fet la collita d'aquest camp de civada.
nds: Deeser Haferacker is arnt worden.
nl: Dit haverveld is geoogst.
ru: Этот овёс уже сжат.

source: This oat field is ready for harvesting.
ca: Ja es pot fer la collita d'aquest camp de civada.
nds: Deeser Haferacker is klaar tum arnten.
nl: Dit haverveld kan worden geoogst.
ru: Этот овёс готов к жатве.

source: This oat field is flowering. Beekeepers can use it to produce honey.
ca: Aquest camp de civada està florint. Els apicultors els poden usar per fer mel.
nds: Deeser Haferacker blöömt. Imkers könen daar Hönnig mit winnen.
nl: Dit haverveld staat in bloei. Imkers kunnen het gebruiken om honing te maken.
ru: Овсяное поле цветет. Пасечник может производить мед.

source: This oat field is growing.
ca: Aquest camp de civada està creixent.
nds: Deeser Haferacker wasst.
nl: Dit haverveld staat te groeien.
ru: Овёс растет.

source: This oat field has just been planted.
ca: Aquest camp de civada acaba de plantar-se.
nds: Deeser Haferacker is jüüst plant worden.
nl: Dit haverveld is net geplant.
ru: Это овсяное поле только что засеяно.

source: Salt is washed from the sea and used to conserve meat and fish.
ca: La sal del mar es renta i s'usa per conservar carn i peix.
cs: Sůl je získávána z mořské vody a používá se na konzervaci masa a ryb.
de: Salz wird aus dem Meer gewaschen und benutzt um Fisch und Fleisch zu konservieren.
fr: Le sel est extrait de la mer et est utilisé pour conserver la viande et le poisson.
nds: Solt word ut de See waschen un word tum Dürabel-Maken vun Fleesk un Fiss bruukt.
nl: Zout wordt uit de zee gewassen en gebruikt om vlees en vis te conserveren.
ru: Соль вываривают из морской воды и используют для засолки мяса и рыбы.
sv: Salt utvinns från havet och används för att konservera kött och fisk.

source: Rye is used to bake bread. It needs to be ground into flour first.
ca: El sègol s'usa per fer pa. Caldrà moldre'l per fer farina.
cs: Z žita se peče chléb. Předtím je třeba umlít ho na mouku.
de: Roggen wird benutzt um Brot zu backen. Es muss erst zu Mehl gemahlen werden.
fr: Le seigle est utilisé pour faire du pain. Il doit d'abord être réduit en farine.
nds: Rogg word tum Broodbacken brukkt. ’t mutt eerst to Mehl mahlt worden.
nl: Rogge wordt gebruikt om brood te bakken. Het moet eerst tot meel vermalen worden.
ru: Рожь идет на выпечку хлеба. Для этого из нее получают муку.
sv: Råg används till brödbak men först måste det malas till mjöl.

source: After being ground to flour, rye can be used to bake bread.
ca: Després de moldre-la a farina, el sègol es pot usar per fer pa.
cs: Poté co je semleto na mouku, se z žita peče chléb.
de: Nachdem er zu Mehl gemahlen wurde, kann Roggen benutzt werden um Brot zu backen.
fr: Après avoir été réduit en farine, le seigle peut être utilisé pour faire du pain.
nds: Nadeem ’t to Mehl mahlt worden is, kann man ut Rogg Brood backen.
nl: Na tot bloem te zijn vermalen, kan rogge worden gebruikt om brood mee te bakken.
ru: После помола из ржаной муки пекут хлеб.
sv: Efter att ha malts till mjöl kan råg användas för att baka bröd.

source: After being ground to flour, barley can be used to bake bread.
ca: Després de moldre-la a farina, l'ordi es pot usar per fer pa.
cs: Poté co je ječmen semletý na mouku, může se z něj péct chléb.
de: Nachdem sie zu Mehl gemahlen wurde, kann Gerste benutzt werden um Brot zu backen.
fr: Après avoir été réduit en farine, l'orge peut être utilisé pour faire du pain.
nds: Nadeem ’t to Mehl mahlt worden is, kann man ut Garst Brood backen.
nl: Na to meel vermalen te zijn, kan gerst gebruikt worden om brood te bakken.
ru: После того как будет получна мука, пекарь сможет начать выпечку хлеба.
sv: Efter att ha malts till mjöl kan korn användas för att baka bröd.

source: Oat is used to bake bread and also fed to the reindeer.
ca: La civada s'usa per coure pa i també per alimentar rens.
nds: Ut Hafer backt man Brood, un ’t word ok an de Sneeihirsken föddt.
nl: Haver wordt gebruikt om brood van te bakken en wordt ook aan de rendieren gevoerd.
ru: Овёс нужен для выпечки хлеба и кормления оленей.

source: Fur can be tanned into leather, which is needed to produce garments.
ca: Les pells d'animals es poden adobar per aconseguir-ne pell adobada i fer vestits.
cs: Kožešina může být vyčiněna na kůži, z které se vyrábí oděvy.
de: Fell kann ztu Leder Gegerbt werden, welches zur Produktion von Gewändern benötigt wird.
fr: La fourrure peut être tannée en cuir, nécessaire pour fabriquer des vêtements.
nds: Fell kann to Leer taant worden, wat man bruukt, um Fellkluften to produzeren.
nl: De vacht kan worden gelooid tot leer, wat nodig is om kledingstukken te maken.
ru: Из щкур выделываются кожи, идущие на производство одежды.
sv: Djurskinn kan garvas till läder, som behövs för att producera klädesplagg.

source: The salter washes salt from the shores of the sea.
ca: El salinaire renta la sal de les costes del mar.
cs: Solař získává sůl z mořské vody při pobřeží.
de: Der Salzsieder wäscht Salz von den Küsten der See.
fr: Le saunier extrait le sel au bord de la mer.
nds: De Söölsieder wascht Solt ut de See.
nl: De zoutzieder wast zout uit de kusten van de zee.
ru: Солевар вываривает соль на океанском побережье.
sv: Saltarbetaren utvinner salt från havets stränder.

source: The miller grinds barley and rye into flour.
ca: El moliner mol la civada i el sègol per fer-ne farina.
cs: Mlynář mele ječmen a žito na mouku.
de: Der Müller mahlt Gerste und Roggen zu Mehl.
fr: Le meunier réduit l'orge et le seigle en farine.
nds: De Müller mahlt Garst un Rogg to Mehl.
nl: De molenaar maalt gerst en rogge tot meel.
ru: Мельник перемалывает ячмень и рожь в муку.
sv: Mjölnaren mal korn och råg till mjöl.

source: The tanner tans furs to produce leather.
ca: L'adobador adoba les pells.
cs: Koželuh činí kožešiny a vyrábí z nich kůže.
de: Der Gerber gerbt Felle um Leder zu produzieren.
fr: Le tanneur tanne les fourrures pour en faire du cuir.
nds: De Taaner taant Fell, um Leer to produzeren.
nl: De leerlooier looit vachten om leer te produceren.
ru: Кожевник обрабатывает шкуры для производства кожи.
sv: Garvaren producerar läder av djurskinn.

source: The salter working at the salt works washes salt from the sea.
ca: El salinaire que treballa en aquestes salines renta la sal del mar.
cs: Solař bydlící v domku solaře získává sůl z mořské vody.
de: Der Salzsieder in den Salinen wäscht Salz aus dem Meer.
fr: Le saunier travail dans les salines et extrait le sel e la mer.
nds: De Söölsieder, well in de Söölsiederee warkt, wascht Solt ut de See.
nl: De zoutzieder die in de zoutfabriek werkt, wast zout uit de zee.
ru: Солевар работает на солеварне, добывая соль из моря.
sv: Saltarbetaren som arbetar vid saltverket utvinner salt ur havet.

source: The salter needs water within its work area.
ca: El salinaire necessita aigua dins de la seva àrea de treball.
cs: Solař potřebuje ve svém okolí vodu.
de: Der Salzsieder braucht Wasser in seinem Arbeitsbereich.
fr: Le saunier a besoin d'eau (douce ou salée?) dans sa zone de travail.
nds: De Söölsieder bruukt Water in sienem Arbeidsgewest.
nl: De zoutzieder heeft water nodig binnen zijn werkgebied.
ru: Для добычи соли солевару нужна морская вода в его рабочей области.
sv: Saltarbetaren behöver vatten inom sitt arbetsområde.

source: The tannery tans fur into leather.
ca: La pelleteria adoba la pell dels animals.
cs: Koželužna činí kožešiny na kůže.
de: Die Gerberei gerbt Fell zu Leder.
fr: La tannerie transforme les fourrures en cuir.
nds: De Taaneree taant Fell to Leer.
nl: De leerlooierij verandert vacht in leer.
ru: Кожевник выделывает кожи из шкур.
sv: Garveriet producerar läder av djurskinn.

source: The barley mill grinds barley into barley flour.
ca: El molí d'ordi mol l'ordi i en fa farina.
cs: Mlýn na ječmen mele ječmen na ječnou mouku.
de: Die Gerstenmühle mahlt Gerste zu Gerstenmehl.
fr: Le moulin à orge réduit l'orge en farine d'orge.
nds: De Garstmöhlen mahlt Garst to Garstmehl.
nl: De gerstmolen maalt gerst tot gerstemeel.
ru: Ячмень мелят в муку на ячменных мельницах.
sv: Kornkvarnen mal korn till kornmjöl.

source: The rye mill grinds rye into rye flour.
ca: El molí de sègol mol el sègol i en fa farina.
cs: Mlýn na žito mele žito na žitnou mouku.
de: Die Roggenmühle mahlt Roggen zu Roggenmehl.
fr: Le moulin à seigle réduit le seigle en farine de seigle..
nds: De Roggmöhlen mahlt Rogg to Roggmehl.
nl: De roggemolen maalt rogge tot roggemeel.
ru: Рожь мелят в муку на ржаных мельницах.
sv: Rågkvarnen mal råg till rågmjöl.

source: The rye farm sows and harvests rye.
ca: A la masoveria de sègol s'hi sembra i es recol·lecta civada.
cs: Na žitné farmě se seje a sklízí žito.
de: Der Roggenhof sät und erntet Roggen.
fr: La ferme de seigle sème et récolte du seigle.
nds: De Rogg-Buurderee saiht un arnt Rogg.
nl: De roggeboerderij zaait en oogst rogge.
ru: Ржаная ферма сеет и собирает рожь.
sv: Råggården sår och skördar råg.

source: The oat farm sows and harvests oat.
ca: A la masoveria de civada s'hi sembra i es recol·lecta civada.
nds: De Hafer-Buurderee saiht un arnt Hafer.
nl: De haverboerderij zaait en oogst haver.
ru: Овсяная ферма сеет и собирает овёс.

source: smoking fish
ca: fumar peix
cs: uzení ryby
de: Das Räuchern von Fisch
fr: poisson fumé
nds: Fisse to rökeln
nl: vis roken
ru: коптит рыбу
sv: röka fisk

source: smoking meat
ca: fumar carn
cs: uzení masa
de: Das Räuchern von Fleisch
fr: viande fumée
nds: Fleesk to rökeln
nl: vlees roken
ru: коптит мясо
sv: röka kött

# frisians_building
source: rearing reindeer
ca: criar rens
nds: Sneeihirsken to tüchten
nl: rendieren fokken
ru: растит оленей

# frisians_building
source: producing fur
ca: produir pell
nds: Fell to produzeren
nl: vacht produceren
ru: производит мех

source: baking bread
ca: coure pa
cs: pečení chleba
de: Das Backen von Brot
fr: à faire du pain
nds: Brood to backen
nl: brood bakken
ru: печет хлеб
sv: baka bröd

source: baking honey bread
ca: coure pa dolç amb mel
cs: pečení medového chleba
de: Das Backen von Honigbrot
fr: à faire du pain au miel
nds: Hönnigbrood to backen
nl: honingbrood bakken
ru: печет пряники
sv: baka honungsbröd

source: sewing fur garment
ca: cosir un vestit de pell
cs: šití kožešinového oděvu
de: Das Nähen von Fellgewändern
fr: à coudre des vêtement en fourrure
nds: eene Fellkluft to naihen
nl: kledingstuk van vacht naaien
ru: шьет меховую одежду
sv: sy pälskläder

# ware
source: Rye
ca: Sègol
cs: Žito
de: Roggen
fr: Seigle
nds: Rogg
nl: Rogge
ru: Рожь
sv: Råg

# frisians_building
source: Rye Farm
ca: Masoveria de sègol
cs: Žitná farma
de: Roggenhof
fr: Ferme de seigle
nds: Rogg-Buurderee
nl: Roggeboerderij
ru: Ржаная ферма
sv: Råggård

source: planting rye
ca: plantar sègol
cs: setí žita
de: Das Pflanzen von Roggen
fr: à planter du seigle
nds: Rogg to planten
nl: rogge planten
ru: сеет рожь
sv: plantera råg

source: harvesting rye
ca: recol·lectar el sègol
cs: sklízení žita
de: Das Ernten von Roggen
fr: à moissonner le seigle
nds: Rogg to arnten
nl: rogge oogsten
ru: жнет рожь
sv: skörda råg

# frisians_building
source: The farmer working at this rye farm has no cleared soil to plant his seeds.
ca: L'agricultor d'aquesta masoveria de sègol no té terreny lliure per sembrar-hi llavors.
cs: Sedlák pracující na této žitné farmě nemá žádnou volnou půdu na osev.
de: Der Bauer auf diesem Roggenhof hat keinen freien Platz um seine Sat zu säen.
fr: Le fermier travaillant dans cette ferme de seigle n'a pas de parcelle défrichée pour planter ses semences..
nds: De Buur dat warkt bi deese Rogg-Buurderee hett keen Meedland waar he wat anplanten kann.
nl: De boer die op deze roggeboerderij werkt heeft geen vrije grond om zijn zaden te planten.
ru: Работник этой ржаной фермы не имеет свободной земли под засев.
sv: Bonden som arbetar på denna råggård har ingen ledig mark för sådd.

# ware
source: Rye Flour
ca: Farina de sègol
cs: Žitná mouka
de: Roggenmehl
fr: Farine de seigle
nds: Roggmehl
nl: Roggemeel
ru: Ржаная Мука
sv: Rågmjöl

# frisians_building
source: Rye Mill
ca: Molí de sègol
cs: Mlýn na žito
de: Roggenmühle
fr: Moulin à seigle
nds: Roggmöhlen
nl: Roggemolen
ru: Ржаная мельница
sv: Rågkvarn

source: grinding rye
ca: moldre sègol
cs: mletí žita
de: Das Mahlen von Roggen
fr: à moudre du seigle
nds: Rogg to mahlen
nl: rogge malen
ru: мелет рожь
sv: mala råg

# immovable
source: Rye Field (harvested)
ca: Camp de sègol (recol·lectat)
cs: Žitné pole (sklizené)
de: Roggenfeld (abgeerntet)
fr: Champ de seigle (moissonné)
nds: Roggacker (arnt)
nl: Roggeveld (geoogst)
ru: Ржаное поле (убрано)
sv: Rågfält (skördat)

# immovable
source: Rye Field (medium)
ca: Camp de sègol (sègol per madurar)
cs: Žitné pole (vzrostlé)
de: Roggenfeld (mittel)
fr: Champ de seigle (moyen)
nds: Roggacker (middel)
nl: Roggeveld (gemiddeld)
ru: Ржаное поле (растет)
sv: Rågfält (under tillväxt)

# immovable
source: Rye Field (ripe)
ca: Camp de sègol (sègol madur)
cs: Žitné pole (zralé)
de: Roggenfeld (reif)
fr: Champ de seigle (mûr)
nds: Roggacker (riep)
nl: Roggeveld (rijp)
ru: Ржаное поле (спелое)
sv: Rågfält (moget)

# immovable
source: Rye Field (small)
ca: Camp de sègol (jove)
cs: Žitné pole (malé)
de: Roggenfeld (klein)
fr: Champ de seigle (petit)
nds: Roggacker (lütt)
nl: Roggeveld (klein)
ru: Ржаное поле (ростки)
sv: Rågfält (ungt)

# immovable
source: Rye Field (tiny)
ca: Camp de sègol (molt jove)
cs: Žitné pole (oseté)
de: Roggenfeld (jung)
fr: Champ de seigle (minuscule)
nds: Roggacker (ganz lütt)
nl: Roggeveld (zeer klein)
ru: Ржаное поле (крохотное)
sv: Rågfält (nysått)

# ware
source: Salt
ca: Sal
cs: Sůl
de: Salz
fr: Sel
nds: Solt
nl: Zout
ru: Соль

# frisians_building
source: Salt Works
ca: Salines
cs: Domek solaře
de: Saline
fr: Salines
nds: Söölsiederee
nl: Zoutwinning
ru: Солеварня
sv: Saltverk

# frisians_worker
source: Salter
ca: Salinaire
cs: Solař
de: Salzsieder
fr: Saunier
nds: Söölsieder
nl: Zouter
ru: Солевар
sv: Saltarbetare

# frisians_worker
source: Tanner
ca: Adobador
cs: Koželuh
de: Gerber
fr: Tanneur
nds: Taaner
nl: Looier
ru: Кожевник
sv: Garvare

# frisians_building
source: Tannery
ca: Pelleteria
cs: Koželužna
de: Gerberei
fr: Tannerie
nds: Taaneree
nl: Looierij
ru: Дубильня
sv: Garveri

source: tanning fur
ca: adobar pell
cs: činění kožešiny
de: Das Gerben von Fell
fr: tannage de la fourrure
nds: Fell to tanen
nl: looien van vacht
ru: Дубит кожи
sv: garva skinn

source: Example screenshot of version 1
ca: Captura de pantalla d'exemple de la versió 1
nds: Bispööl-Billschirmfoto ut Versioon 1
nl: Voorbeeld screenshot van versie 1
ru: Снимок первой версии
