Repository: widelands/wl_addons_server
Catalog: po/*_default_resources.wad/*.po
Languages: ca, cs, de, fr, nl, ru, sv

source: Terrains without default resources
ca: Terrenys sense recursos per defecte
cs: Terény bez výchozích surovin
de: Gelände ohne Standardrohstoffe
fr: Terrains sans ressources par défaut
nl: Terreinen zonder standaardbronnen
ru: Ландшафты без ресурсов по-умолчанию
sv: Terräng utan standardresurser

source: Some shipped terrains apply resources (water and fish) automatically. This add-on adds the same terrains but without any default resources. Keep in mind to set resources manually.
ca: Alguns terrenys apliquen recursos (aigua i peix) automàticament. Aquest complement afegeix els mateixos terrenys sense recursos per defecte. Recordeu que caldrà afegir aquests tipus de recurs manualment.
cs: Některé terény automaticky přidávají suroviny (voda a ryby). Toto rozšíření přidá ty samé prostředí, ale bez výchozího nastavení surovin. Pamatuj, že je nutné nastavit suroviny manuálně.
de: Einige In Widelands enthaltene Gelände setzen Rohstoffe (Wasser und Fisch) automatisch. Diese Erweiterung Fügt die gleichen Gelände ohne diese Standard Rohstoffe hinzu. Beachte, dass die Rohstoffe von Hand gesetzt werden müssen.
fr: Certains terrains fournis s'appliquent automatiquement des ressources (eau et poisson). Cet add-on ajoute les mêmes terrains mais sans aucune ressource par défaut. Gardez à l’esprit de définir les ressources manuellement.
nl: Sommige meegeleverde terreinen gebruiken automatisch grondstoffen (water en vis). Deze uitbreiding voegt dezelfde terreinen toe, maar zonder standaard grondstoffen. Vergeet niet om de bronnen handmatig in te stellen.
ru: Некоторых ландшафтах поставляются с автоматически добавленными ресурсами (водой и рыбой). Это дополнение добавляет те же ландшафты, но без каких-либо ресурсов по умолчанию. Не забывайте устанавливать ресурсы вручную.
sv: Vissa levererade terränger tillämpar resurser (vatten och fisk) automatiskt. Detta tillägg lägger till samma terränger men utan några standardresurser. Kom ihåg att ställa in resurserna manuellt.

source: Summer terrains without default resources
ca: Clima temperat sense recursos per defecte
cs: Letní terén bez výchozích surovin
de: Sommergelände ohne Standardrohstoffe
fr: Terrains d’été sans ressources par défaut
nl: Zomerterreinen zonder standaard grondstoffen
ru: Летние ландшафты без основных ресурсов
sv: Sommarterräng utan standardresurser

source: Wasteland terrains without default resources
ca: Paisatge volcànic sense recursos per defecte
cs: Pustina bez výchozích surovin
de: Ödlandgelände ohne Standardrohstoffe
fr: Terrains vagues sans ressources par défaut
nl: Braakliggende terreinen zonder standaard grondstoffen
ru: Пустоши без ресурсов по-умолчанию
sv: Ödemarksterräng utan standardresurser

source: Winter terrains without default resources
ca: Clima àrtic sense recursos per defecte
cs: Zimní terén bez výchozích surovin
de: Wintergelände ohne Standardrohstoffe
fr: Terrains hivernaux sans ressources par défaut
nl: Winterterreinen zonder standaardbronnen
ru: Зимние ландшафты без ресурсов по-умолчанию
sv: Vinterterräng utan standardresurser

source: Desert terrains without default resources
ca: Clima desèrtic sense recursos per defecte
cs: Pouštní terén bez výchozích surovin
de: Wüstengelände ohne Standardrohstoffe
fr: Terrains désertiques sans ressources par défaut
nl: Woestijnterreinen zonder standaardbronnen
ru: Пустынные ландшафты, без ресурсов по-умолчанию
sv: Ökenområden utan standardresurser

source: Desert (dry)
ca: Desert (sec)
cs: Poušť (suchá)
de: Wüste (trocken)
fr: Désert (sec)
nl: Woestijn (droog)
ru: Пустыня
sv: Öken (torr)

source: Dry Soil (dry)
ca: Terreny sec (sec)
cs: Vyprahlá země (suchá)
de: Trockene Erde (trocken)
fr: Sol sec (sec)
nl: Droge Grond (droog)
ru: Сухая земля
sv: Torr jord (torr)

source: Meadow (dry)
ca: Prat (sec)
cs: Louka (suchá)
de: Wiese (trocken)
fr: Prairie (sèche)
nl: Weide (droog)
ru: Сухой луг
sv: Äng (torr)

source: Steppe (dry)
ca: Estepa (seca)
cs: Step (suchá)
de: Steppe (trocken)
fr: Steppe (sec)
nl: Steppe (droog)
ru: Сухая степь
sv: Stepp (torr)

source: Water (no fish)
ca: Aigua (sense peix)
cs: Voda (bez ryb)
de: Wasser (ohne Fisch)
fr: Eau (pas de poisson)
nl: Water (geen vis)
ru: Вода (нет рыбы)
sv: Vatten (inga fiskar)

source: Meadow 1 (dry)
ca: Prat 1 (sec)
cs: Louka 1 (suchá)
de: Wiese 1 (trocken)
fr: Prairie 1 (sèche)
nl: Weide 1 (droog)
ru: Сухой луг 1
sv: Äng 1 (torr)

source: Meadow 2 (dry)
ca: Prat 2 (sec)
cs: Louka 2 (suchá)
de: Wiese 2 (trocken)
fr: Prairie 2 (sèche)
nl: Weide 2 (droog)
ru: Сухой луг 2
sv: Äng 2 (torr)

source: Meadow 3 (dry)
ca: Prat 3 (sec)
cs: Louka 3 (suchá)
de: Wiese 3 (trocken)
fr: Prairie 3 (sèche)
nl: Weide 3 (droog)
ru: Сухой луг 3
sv: Äng 3 (torr)

source: Meadow 4 (dry)
ca: Prat 4 (sec)
cs: Louka 4 (suchá)
de: Wiese 4 (trocken)
fr: Prairie 4 (sèche)
nl: Weide 4 (droog)
ru: Сухой луг 4
sv: Äng 4 (torr)

source: Barren Steppe (dry)
ca: Estepa erma (seca)
cs: Pustá step (suchá)
de: Trockene Steppe (trocken)
fr: Steppe stérile (sèche)
nl: Kale Steppe (droog)
ru: Бесплодная сухая степь
sv: Karg stäpp (torr)

source: Swamp (dry)
ca: Pantà (sec)
cs: Bažina (suchá)
de: Sumpf (trocken)
fr: Marais (sec)
nl: Moeras (droog)
ru: Сухое болото
sv: Sumpmark (torr)

source: Ashes 1 (dry)
ca: Cendres 1 (seques)
cs: Popel 1 (suchý)
de: Asche 1 (trocken)
fr: Cendres 1 (sec)
nl: Stof 1 (droog)
ru: Сухой пепел 1
sv: Aska 1 (torr)

source: Ashes 2 (dry)
ca: Cendres 2 (seques)
cs: Popel 2 (suchý)
de: Asche 2 (trocken)
fr: Cendres 2 (sec)
nl: Stof 2 (droog)
ru: Сухой пепел 2
sv: Aska 2 (torr)

source: Hard Ground 1 (dry)
ca: Terra dur 1 (sec)
cs: Tvrdá země 1 (suchá)
de: Harter Boden 1 (trocken)
fr: Sol dur 1 (sec)
nl: Harde Grond 1 (droog)
ru: Сухая Каменистая земля 1
sv: Hård mark 1 (torr)

source: Hard Ground 2 (dry)
ca: Terra dur 2 (sec)
cs: Tvrdá země 2 (suchá)
de: Harter Boden 2 (trocken)
fr: Sol dur 2 (sec)
nl: Harde Grond 2 (droog)
ru: Сухая Каменистая земля 2
sv: Hård mark 2 (torr)

source: Hard Ground 3 (dry)
ca: Terra dur 3 (sec)
cs: Tvrdá země 3 (suchá)
de: Harter Boden 3 (trocken)
fr: Sol dur 3 (sec)
nl: Harde Grond 3 (droog)
ru: Сухая Каменистая земля 3
sv: Hård mark 3 (torr)

source: Hard Ground 4 (dry)
ca: Terra dur 4 (sec)
cs: Tvrdá země 4 (suchá)
de: Harter Boden 4 (trocken)
fr: Sol dur 4 (sec)
nl: Harde Grond 4 (droog)
ru: Сухая Каменистая земля 4
sv: Hård mark 4 (torr)

source: Taiga (dry)
ca: Taigà (seca)
cs: Tajga (suchá)
de: Taiga (trocken)
fr: Taïga (sèche)
nl: Taiga (droog)
ru: Сухая тайга
sv: Taiga (torr)

source: Tundra 1 (dry)
ca: Taigà 1 (seca)
cs: Tundra 1 (suchá)
de: Tundra 1 (trocken)
fr: Toundra 1 (sèche)
nl: Toendra 1 (droog)
ru: Сухая тундра 1
sv: Tundra 1 (torr)

source: Tundra 2 (dry)
ca: Taigà 2 (seca)
cs: Tundra 2 (suchá)
de: Tundra 2 (trocken)
fr: Toundra 2 (sèche)
nl: Toendra 2 (droog)
ru: Сухая тундра 2
sv: Tundra 2 (torr)

source: Tundra 3 (dry)
ca: Taiga 3 (seca)
cs: Tundra 3 (suchá)
de: Tundra 3 (trocken)
fr: Toundra 3 (sèche)
nl: Toendra 3 (droog)
ru: Сухая тундра 3
sv: Tundra 3 (torr)

source: Tundra Taiga (dry)
ca: Tundra taigà (seca)
cs: Tundra tajga (suchá)
de: Tundra Taiga (trocken)
fr: Taïga de la toundra (sèche)
nl: Toendra Taiga (droog)
ru: Сухая Тундро-тайга 4
sv: Tundra Taiga (torr)
