Repository: widelands/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: de, nds, ru, sv

source: This Addon contains all of my Maps. Some of my Maps are also on the Widelands Website Maps archive aviable. Maps Total : 25 , Major Maps : 9 , Variant Maps : 15 , Major Maps with Variant Maps : 5
de: Diese Erweiterung enthält all meine Karten. Einige meiner Karten sind auch im Kartenarchiv der Widelands Internetseite verfügbar. Karten Gesamt: 25, Hauptkarten: 9, Variantenkarten: 15, Hauptkarten mit Variantenkarten: 5
nds: Deeses Verwiedern enthollt all miene Kaarten. Eenige daarvun gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied. Kaarten all tosamen: 25; Grote Kaarten: 9; Kaarten in verschedenen Aarden: 15; Grote Kaarten in verschedenen Aarden: 5
ru: Этот аддон содержит все мои карты. Некоторые из моих карт также доступны в архиве карт веб-сайта Widelands. Всего карт : 25 , Основных карт : 9 , Вариантных карт : 15 , Основных карт с вариантными картами : 5
sv: Detta tillägg innehåller alla mina kartor. Några av mina kartor finns också tillgängliga i kartarkivet på Widelands webbplats. Totalt antal kartor: 25, större kartor: 9, variantkartor: 15, större kartor med variantkartor: 5

source: Maps_from_Teayo
de: Teayos Karten
nds: Kaarten vun Teayo

source: Teayo's Karten
nds: Teayo siene Kaarten
ru: Карты Teayo
sv: Teayos kort

source: Circle Island
de: Kreisinsel
nds: Kreis-Insel
ru: Круглый остров
sv: Cirkelön

source: Far small islands
de: Ferne kleine Inseln
nds: Wiede lütte Inseln
ru: Далекие островки
sv: Långt borta små öar

source: Lack of Space 08-64
de: Platzmangel 08-64
nds: Keen Platz 08-64
ru: Мало места 08-64
sv: Brist på utrymme 08-64

source: Lack of Space 16-96
de: Platzmangel 16-96
nds: Keen Platz 16-96
ru: Мало места 16-96
sv: Brist på utrymme 16-96

source: Ozean Raster Vorlage
nds: See-Gadder-Vörlaag
sv: Ozean Raster-mall

source: Rectangle Valley - Variant 1
de: Rechtecktal - Variante 1
nds: Veerkant-Daal – Aard 1
ru: Прямоугольная долина - Вариант 1
sv: Rektangeldalen - Variant 1

source: Rectangle Valley - Variant 2
de: Rechtecktal - Variante 2
nds: Veerkant-Daal – Aard 2
ru: Прямоугольная долина - Вариант 2
sv: Rektangeldalen - Variant 2

source: Rectangle Valley - Variant 3
de: Rechtecktal - Variante 3
nds: Veerkant-Daal – Aard 3
ru: Прямоугольная долина - Вариант 3
sv: Rektangeldalen - Variant 3

source: Rectangle Valley - Variant 4
de: Rechtecktal - Variante 4
nds: Veerkant-Daal – Aard 4
ru: Прямоугольная долина - Вариант 4
sv: Rektangeldalen - Variant 4

source: Rectangle Valley - Variant 5
de: Rechtecktal - Variante 5
nds: Veerkant-Daal – Aard 5
ru: Прямоугольная долина - Вариант 5
sv: Rektangeldalen - Variant 5

source: Rectangle Valley - Variant 6
de: Rechtecktal - Variante 6
nds: Veerkant-Daal – Aard 6
ru: Прямоугольная долина - Вариант 6
sv: Rektangeldalen - Variant 6

source: Rectangle Valley - Variant 7
de: Rechtecktal - Variante 7
nds: Veerkant-Daal – Aard 7
ru: Прямоугольная долина - Вариант 7
sv: Rektangeldalen - Variant 7

source: Rectangle Valley - Variant 8
de: Rechtecktal - Variante 8
nds: Veerkant-Daal – Aard 8
ru: Прямоугольная долина - Вариант 8
sv: Rektangeldalen - Variant 8

source: Rhombus Valley
de: Rautental
nds: Rauten-Daal
ru: Ромбовидная долина
sv: Rhombusdalen

source: Square Valley
de: Quadrattal
nds: Quadraat-Daal
ru: Квадратная долина
sv: Fyrkantiga dalen

source: Tichupane - Desert
de: Tichupane - Wüste
nds: Tichupaan – Wüüst
ru: Tichupane - Пустыня
sv: Tichupane - Öken

source: Tichupane - Summer
de: Tichupane - Sommer
nds: Tichupaan – Sömmer
ru: Tichupane - Лето
sv: Tichupane – Sommar

source: Tichupane - Wasteland
de: Tichupane - Ödland
nds: Tichupaan – Unland
ru: Tichupane - Пустошь
sv: Tichupane - Ödemark

source: Tichupane - Winter
nds: Tichupaan – Winter
ru: Tichupane - Зима
sv: Tichupane - Vinter

source: Triangle Volcano Island
de: Dreieck Vulkaninsel
nds: Dreekants-Vulkaan-Insel
ru: Треугольный вулканический остров
sv: Triangelvulkanön

source: A circular island with a large mountain in the middle. Eight valleys run through the edges of the mountain. Large stone deposits are in the valleys. A sparse forest covers the entire remaining area of ​​the island. There is a lot of wildlife. Harbors can be built on the island's beach.
de: Eine runde Insel mit einem hohen Berg in der Mitte. Acht Täler laufen durch die Ränder des Berges. Es gibt große Steinverkommen in den Tälern. Ein karger Wald bedeckt die ganze restliche Fläche der Insel. Es gibt eine große Wildpopulation. Häfen können am Strand der Insel gebaut werden.
nds: Eene runde Insel mit eenem groten Barg in de Midde. Acht Dalen lopen langs de Rannen vum Barg. In de Dalen gifft dat mennig Stenen. Up all de Rest vun de Insel wasst een spierig Wald. ’t gifft mennig Deerten. Up de Strand vun de Insel kann man Muden bauen.
ru: Замкнутый остров с большой горой посередине. На склонах горы лежат восемь долин. В долинах находятся крупные залежи камня. Всю остальную площадь острова покрывает редкий лес. Много животных. Гавани можно строить на пляжах.
sv: En cirkulär ö med ett stort berg i mitten. Åtta dalar löper genom bergets kanter. Stora stenfyndigheter finns i dalarna. En gles skog täcker hela öns återstående yta. Det finns mycket vilda djur. Hamnar kan byggas på öns strand.

source: A multiplayer map designed for short rounds. Whoever builds the best economy fastest has the best chance of conquering the whole island. Artifacts are scattered around the outskirts of the island. On the mountain, in the middle of the island, there is a large building site. For example a castle. All raw materials are available in limited quantities. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 392 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
de: Eine Mehrspielerkarte entworfen für kurze Runden. Wer immer die beste Wirtschaft am schnellsten entwickelt hat die beste Chance die ganze Insel zu erobern. Artefakte sind über die Ränder der Insel verstreut. Auf dem Berg in der Mitte der Insel gibt es einen großen Bauplatz. Zum Beispiel für eine Festung. Alle Rohmaterialien sind nur in begrenzten Mengen verfügbar. Diese Karte ist auch im Kartenarchiv auf der Widelands Internetseite verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 392, Kommentare : 0 , Bewertung : 0 (0 Stimmen) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. ] ]
nds: Eene Kaart för körte Spelen tüsken mennig Spelers. Well toeerst de best Weertskupp baut, hett de beste Kans, all de Insel intonehmen. Langs de Rann vun de Insel sünd künstelk Schatten verstreit. Up de Barg in de Midde vun de Insel gifft ’t een grotes Rüümte tum Bauen – to ’ Bispööl för een Slött. All Mineraalen gifft ’t, aver blots in knapper Meng. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 392; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Многопользовательская карта, предназначенная для коротких раундов. Тот, кто быстрее всего построит лучшую экономику, имеет больше шансов завоевать весь остров. Артефакты разбросаны по окраинам острова. На горе, в центре острова, есть большая строительная площадка. Например, замок. Все сырье доступно в ограниченных количествах. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 392 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : [ 2023-07-06 , Widelands-Версия 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ] ]
sv: En multiplayer-karta utformad för korta omgångar. Den som snabbast bygger upp den bästa ekonomin har störst chans att erövra hela ön. Artefakter är utspridda i utkanten av ön. På berget, mitt på ön, finns en stor byggarbetsplats. Till exempel ett slott. Alla råvaror finns i begränsade mängder. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2021-10-27, Nedladdningar: 392, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: [2023-07-06, Widelands-version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ] ]

source: A symmetrical green square valley surrounded by resource-rich mountains. Two small forests and rock formations are present in balanced quantities at the two starting positions. Rivers with fish are present in the valley. This map is designed for multiplayer duels. For short rounds, but for players who want to have a short preparation time in the form of a short distance buffer to the opponent. There is a maximum of building space in the entire valley. Water is only available near rivers! There are 5 artifacts in total, all distributed along the Valley Center axis. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 344 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
de: Ein symmetrisches grünes quadratisches Tal umgeben von rohstoffreichen Bergen. Zwei kleine Wälder und Felsformationen sind an den beiden Ausgangspositionen in ausgewogenen Größen vorhanden. Flüsse mit Fischen sind im Tal vorhanden. Diese Karte ist für Mehrspielerduelle entworfen. Für kurze Runden, aber Spieler, die eine kurze Vorbereitungszeit in Form eines kurzen Distanzpuffers zum Gegner möchten. Es gibt im Tal unbegrenzte Baumöglichkeiten. Wasser gibt es nur in der Nähe der Flüsse. Es gibt insgesamt 5 Artefakte, die alle entlang der Zentralachse des Tals verteilt sind. Diese Karte ist auch im Kartenarchiv auf der Widelands Website verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 344 Kommentare : 0 , Bewertung : 0 (0 Stimmen) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. ] ]
nds: Een symmetrisk grönes quadraatisk Daal middens in Bargen riek an Mineralen. Bi de twee Anfangssteden gifft dat in utgleken Meng twee lütte Walden un Steenförmens. Im Daal gifft ’t Stromen mit Fiss. Deese Kaart is för Slachten tüsken mennig Spelers dacht. För körte Runnens, aver ’t gifft wat Tied tum Vörbereiden, ganz so leep dicht is de Feind ok nich. Im Daal gifft dat so vööl Rüümte tum Bauen as man hebben maag. Water gifft ’t blot bi Stromens! ’t gifft in ’t Geheel 5 künstelk Schattens, verstreeit langs de Middelass vum Daal. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 24.10.2021; Runnerladen: 344; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Симметричная зеленая квадратная долина, окруженная богатыми природными ресурсами горами. На двух стартовых позициях в сбалансированных количествах есть два небольших леса и скалы. В долине протекают реки с рыбой. Эта карта предназначена для многопользовательских дуэлей. Для коротких раундов, но для игроков, которые хотят иметь короткое время на подготовку в виде буфера на короткой дистанции до соперника. Во всей долине максимально много места для застройки. Вода доступна только вблизи рек! Всего насчитывается 5 артефактов, все они распределены вдоль центральной оси долины. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-24 , скачиваний : 344 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : [ 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ] ]
sv: En symmetrisk grön fyrkantig dal omgiven av resursrika berg. Två små skogar och klippformationer finns i balanserad mängd vid de två startpositionerna. I dalen finns floder med fisk. Denna karta är utformad för multiplayer-dueller. För korta omgångar, men för spelare som vill ha en kort förberedelsetid i form av ett kort avstånd till motståndaren. Det finns maximalt med byggnadsutrymme i hela dalen. Vatten finns endast nära floder! Det finns totalt 5 artefakter, alla fördelade längs dalens mittlinje. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2021-10-24, Nedladdningar: 344, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: [2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ] ]

source: A very small, symmetrical valley with adequate forest, rock formations, fish, and ore resources. The map is designed for multiplayer. Designed for short to very short rounds, there is no prep distance buffer between the two players. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-23 , Downloads : 352 , Comments : 0 , Rating : 6 (2 Votes) , Last Edit : [ 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
de: Ein sehr kleines symmetriches Tal mit ausreichend Wald, Felsformationen, Fisch und Erzvorkommen. Die Karte ist für Mehrspielerspiele entworfen. Gemacht für kurze bis sehr kurze Runden, es gibt keinen Vorbereitungspuffer zwischen den beiden Spielern. Diese Karte ist auch im Kartenarchiv auf der Widelands Internetseite verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2020-07-23 , Downloads : 352, Kommentare : 0 , Bewertung : 6 (2 Stimmen) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. ] ]
nds: Een bannig lüttes, symmetrisk Daal mit genoog Wald, Stenen, Fiss un Mineralen. De Kaart is för Spelen tüsken mennig Spelers dacht. Se is för körte bit bannig körte Runnen maakt, de twee Spelers sünd leep dicht binanner. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 23.07.2020; Runnerladen: 352; Kommentaaren: 0; Beweerten: 6 (2 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Очень маленькая симметричная долина с достаточным количеством лесов, скал, рыбы и руды. Карта предназначена для многопользовательской игры. Разработана для коротких или очень коротких раундов, между двумя игроками нет буфера подготовительной дистанции. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2020-07-23 , скачиваний : 352 , Комментариев : 0 , Рейтинг : 6 (2 голосов) , Последнее редактирование : [ 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ] ]
sv: En mycket liten, symmetrisk dal med tillräckliga skogs-, klippformationer, fisk- och malmresurser. Kartan är utformad för flerspelarläge. Den är utformad för korta till mycket korta omgångar, och det finns ingen förberedelseavståndspuffert mellan de två spelarna. Denna karta finns också tillgänglig i Widelands webbplats kartarkiv. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2020-07-23, Nedladdningar: 352, Kommentarer: 0, Betyg: 6 (2 röster), Senaste redigering: [2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ] ]

source: Eight islands in the middle of the ocean. Each island has six harbor building sites, one harbor building site in each corner of the island. All islands are the same size and arranged evenly, so that the distance between the individual islands is as equal as possible. The starting position is in the middle of the island and due to its proximity to the coast, it is hardly protected from landings. Each island is sufficiently large and therefore offers sufficient building space.
de: Acht Inseln in der Mitte des Ozeans. Jede Insel hat sechs Hafenbauplätze, ein Hafenbauplatz an jeder Ecke der Insel. Alle Inseln haben die selbe Größe und sind gleichmäßig verteilt, so dass die Entfernung zwischen den Inseln so gleichwertig wie möglich ist. Die Ausgangsposition ist in der Mitte der Insel und aufgrund der Nähe zur Küste nicht vor Invasionslandungen geschützt. Jede Insel ist groß genug und bietet genügend Bauplätze.
nds: Acht Insels midden in de See. Elkeen Insel hett sess Rüümte för Muden, eene in elkeen Hörn vun de Insel. All Insels hebben de süöve Grött un sünd evenmatig anörnt, un de Ofstand tüsken de enkelt Insels is so evenmatig as mögelk. De Anfangsstee is in de Midde vun de Insel, un se is dicht genoog to de Küst, dat se haast nich vör Anlannens schütt is. Elkeen Insel is groot genoog un hett um dat genoog Rüümte tum Bauen.
ru: Восемь островов посреди океана. На каждом острове есть шесть портовых строительных площадок, по одной портовой строительной площадке в каждом уголке острова. Все острова имеют одинаковый размер и расположены равномерно, так что расстояние между отдельными островами максимально равное. Стартовая позиция находится в середине острова и из-за своей близости к побережью практически не защищена от высадки. Каждый остров достаточно велик и, следовательно, предлагает достаточное пространство для застройки.
sv: Åtta öar mitt i havet. Varje ö har sex hamnbyggnadsplatser, en hamnbyggnadsplats i varje hörn av ön. Alla öar är lika stora och jämnt fördelade, så att avståndet mellan de enskilda öarna är så lika som möjligt. Startpositionen är mitt på ön och på grund av dess närhet till kusten är den knappast skyddad från landstigningar. Varje ö är tillräckligt stor och erbjuder därför tillräckligt med byggnadsutrymme.

source: Eine Vorlage Karte ohne Spieler und mit Raster auf einen Ozean. Eine gute Grundlage um eine symetrische, ausgewogene Karte darauf aufbauend zu erstellen.
nds: Eene Vörlaag-Kaart sünner Speler un mit Gadder up eener See. Eene gode Grundlaag. um daarup eene symmetrisk, utgleken Kaart to bauen.
ru: Шаблон карты без игрока и с сеткой на океан. Хорошая основа для создания симметричной, сбалансированной карты, построенной на ее основе.
sv: En mallkarta utan spelare och med rutnät över en ocean. En bra grund för att skapa en symmetrisk, balanserad karta utifrån.

source: Fight against seven other opponents with minimal resources and minimal building space. All resources are sufficiently available at the start. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 422 , Comments : 0 , Rating : 4.67 (3 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. Remastered Resources Amount, Position and Count of Trees and Rocks. ] ]
de: Kämpfe gegen sieben andere Gegener mit minimalen Ressourcen und minimalem Platz für Gebäude. Am Anfang sind alle Ressourcen ausreichend vorhanden. Diese Karte ist auch im Kartenarchiv auf der Widelands Website verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 422 , Kommentare : 0 , Bewertung : 4.67 (3 Stimmen) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. Menge der Bodenschätze sowie Position von Bäumen und Felsen überarbeitet. ] ]
nds: Kämp tegen seven anner Feinden mit bannig minnen Mineralen un leep minn Rüümte tum Bauen. Vun all Mineraalen gifft ’t to Begünn genoog. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 19.07.2020; Runnerladen: 422; Kommentaaren: 0; Beweerten: 4,67 (3 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. Mineraal-Massen un Steden un Tahl vun Bomen un Stenen neei berekent. ] ]
ru: Сражайтесь с семью другими противниками с минимальными ресурсами и минимальными строительными площадками. На начальном этапе все ресурсы в достаточном количестве доступны. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2020-07-19 , скачиваний : 422 , Комментариев : 0 , Рейтинг : 4.67 (3 голоса) , Последнее редактирование : [ 2023-07-06 , Widelands-Версия 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. Изменено количество ресурсов, расположение и количество деревьев и скал. ] ]
sv: Kämpa mot sju andra motståndare med minimala resurser och minimalt byggutrymme. Alla resurser är tillräckligt tillgängliga i början. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2020-07-19, Nedladdningar: 422, Kommentarer: 0, Betyg: 4,67 (3 röster), Senast redigerad: [2023-07-06, Widelands-version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. Omgjorda resurser, position och antal träd och stenar. ] ]
