Repository: widelands/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: de, nds, ru, sv

source: Ports : Medium 15 (5 per Player) , Artifacts : Many 15 (5 per Player) , Mountain Resources : High 4/5 , Trees : Many 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fish : Medium 3/5 (3 per Point) , Max Ferry Path Length : 10 Fields , Heigth steepness : Medium 3/5 , Big building Places : Medium 3/5
de: Häfen: Mittel 15 (5 pro Spieler), Artefakte: Viele (5 pro Spieler), Bergbaurohstoffe: Viele 4/5, Bäume: Viele 4/5, Felsen: Mittel 3/5, Tiere: Mittel 3/5, Fische: Mittel 3/5 (3 pro Feld), Maximale Fährenweglänge: 10 Felder, Steilheit: Mittel 3/5, Große Bauplätze: Mittel 3/5
nds: Muden: Middel 15 (5 pro Speler) · künstelk Schatten: Mennig 15 (5 pro Speler) · Bargmineraalen: Mennig 4/5 · Bomen: Mennig 4/5 · Stenen: Middel 3/5 · Deerten: Middel 3/5 · Fiss: Middel 3/5 (3 pro Knütt) · Priellängde: 10 Felden · Höchten-Stuuvheid: Middel 3/5 · Grote Rüümte tum Bauen: Middel 3/5
ru: Порты : Средние 15 (по 5 на игрока) , Артефакты : Много 15 (по 5 на игрока) , Горные ресурсы : Высокие 4/5 , Деревья : Много 4/5 , Камни : Средние 3/5 , Животные : Средние 3/5 , Рыба : Средняя 3/5 (по 3 на очко) , Максимальная длина пути переправы : 10 полей , Высота крутизна : Средняя 3/5, места для больших зданий : Средняя 3/5
sv: Hamnar: Medel 15 (5 per spelare), Artefakter: Många 15 (5 per spelare), Bergsresurser: Hög 4/5, Träd: Många 4/5, Stenar: Medel 3/5, Djur: Medel 3/5, Fisk: Medel 3/5 (3 per poäng), Maximal färjelängd: 10 fält, Höjdskillnad: Medel 3/5, Platser för stora byggnader: Medel 3/5

source: Ports : None , Artifacts : 5 (Centered) , Mountain Resources : High 4/5 , Trees : High 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fish : High 4/5 (6 per Point) , Max Ferry Path Length : None , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Keine, Artefakte: 5 (im Zentrum), Bergbaurohstoffe: Viele 4/5, Bäume: Viele 4/5, Felsen: Mittel 3/5, Tiere: Mittel 3/5, Fische: Viele 4/5 (6 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Keene · künstelk Schatten: 5 (middens) · Bargmineraalen: Mennig 4/5 · Bomen: Mennig 4/5 · Stenen: Middel 3/5 · Deerten: Middel 3/5 · Fiss: Mennig 4/5 (6 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Отсутствуют , Артефакты : 5 (по центру) , Горные ресурсы : Высокие 4/5 , Деревья : Высокие 4/5 , Скалы : Средние 3/5 , Животные : Средние 3/5 , Рыбы : Высокие 4/5 (по 6 на точку) , Максимальная длина паромного пути : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Inga, Artefakter: 5 (centrerade), Bergresurser: Höga 4/5, Träd: Höga 4/5, Stenar: Medel 3/5, Djur: Medel 3/5, Fisk: Höga 4/5 (6 per poäng), Maximal färjelängd: Ingen, Höjdbranthet: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : None , Artifacts : Few 3 (1 per Player) , Mountain Resources : Few 2/5 , Trees : Medium 3/5 , Rocks : Few 2/5 , Animals : Few 2/5 , Fish : Medium 3/5 (2 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
de: Häfen: Keine, Artefakte: Wenige 3 (1 pro Spieler), Bergbaurohstoffe: Wenige 2/5, Bäume:Mittel 3/5, Felsen:Wenige 2/5, Tiere: Wenige 2/5, Fische: Mittel 3/5 (2 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 4/5
nds: Muden: Keene · künstelk Schatten: Minn 3 (1 pro Speler) · Bargmineraalen: Minn 2/5 · Bomen: Middel 3/5 · Stenen: Minn 2/5 · Deerten: Minn 2/5 · Fiss: Middel 3/5 (2 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 4/5
ru: Порты : Нет , Артефакты : Немного 3 (по 1 на игрока) , Горные ресурсы : Немного 2/5 , Деревья : Средние 3/5 , Камни : Немного 2/5 , Животные : немного 2/5 , Рыба : Средняя 3/5 (по 2 на очко) , Максимальная длина пути переправы : Нет , Крутизна высоты : Низкая 1/5 , Большое здание Мест : Много 4/5
sv: Hamnar: Inga, Artefakter: Få 3 (1 per spelare), Bergresurser: Få 2/5, Träd: Medel 3/5, Stenar: Få 2/5, Djur: Få 2/5, Fisk: Medel 3/5 (2 per punkt), Maximal färjelängd: Ingen, Höjdskillnad: Låg 1/5, Platser för stora byggnader: Många 4/5

source: Ports : None , Artifacts : None , Mountain Resources : High 5/5 , Trees : Few 1/5 , Rocks : Few 2/5 , Animals : Medium 3/5 , Fish : Medium 3/5 (4 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Keine, Artefakte: Keine, Bergbaurohstoffe: Viele 5/5, Bäume: Wenige 1/5, Felsen: Wenige 2/5, Tiere: Mittel 3/5, Fische: Mittel 3/5 (4 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Keene · künstelk Schatten: Keene · Bargmineraalen: Mennig 5/5 · Bomen: Minn 1/5 · Stenen: Minn 2/5 · Deerten: Middel 3/5 · Fiss: Middel 3/5 (4 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Нет , Артефакты : Нет , Горные ресурсы : Высокие 5/5 , Деревья : Мало 1/5 , Скалы : мало 2/5 , Животные : Средние 3/5 , Рыба : Средняя 3/5 (по 4 на очко) , Максимальная длина паромного пути : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Inga, Artefakter: Inga, Bergresurser: Höga 5/5, Träd: Få 1/5, Stenar: Få 2/5, Djur: Medel 3/5, Fisk: Medel 3/5 (4 per poäng), Maximal färjelängd: Ingen, Höjdskillnad: Låg 1/5, Platser för stora byggnader: Många 5/5

source: Ports : None , Artifacts : None , Mountain Resources : High 5/5 , Trees : Medium 3/5 , Rocks : Few 2/5 , Animals : Few 2/5 , Fish : High 5/5 (10 per Point) , Max Ferry Path Length : None , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Keine, Artefakte: Keine, Bergbaurohstoffe: Viele 5/5, Bäume: Mittel 3/5, Felsen: Wenige 2/5, Tiere: Wenige 2/5, Fische: Viele 5/5 (10 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Keene · künstelk Schatten: Keene · Bargmineraalen: Mennig 5/5 · Bomen: Middel 3/5 · Stenen: Minn 2/5 · Deerten: Minn 2/5 · Fiss: Mennig 5/5 (10 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Нет , Артефакты : Нет , Горные ресурсы : Высокие 5/5 , Деревья : Средние 3/5 , Скалы : Мало 2/5 , Животные : мало 2/5 , Рыба : Высокая 5/5 (по 10 на очко) , Максимальная длина паромного пути : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : много 5/5
sv: Hamnar: Inga, Artefakter: Inga, Bergsresurser: Höga 5/5, Träd: Medel 3/5, Stenar: Få 2/5, Djur: Få 2/5, Fisk: Höga 5/5 (10 per poäng), Maximal färjelängd: Ingen, Höjdskillnad: Låg 1/5, Stora byggnader: Många 5/5

source: Ports : None , Artifacts : None , Mountain Ressources : High 4/5 , Trees : Many 5/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fish : Few 2/5 (5 per Point) , Max Ferry Path Length : None , Height steepness : None , Big building Places : Many 5/5
de: Häfen: Keine, Artefakte: Keine, Bergbaurohstoffe: Viele 4/5, Bäume: Viele 5/5, Felsen: Mittel 3/5, Tiere: Wenige 2/5, Fische: Wenige 2/5 (5 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Keine, Große Bauplätze: Viele 5/5
nds: Muden: Keene · künstelk Schatten: Keene · Bargmineraalen: Mennig 4/5 · Bomen: Mennig 5/5 · Stenen: Middel 3/5 · Deerten: Minn 2/5 · Fiss: Minn 2/5 (5 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Нет , Артефакты : Нет , Горные ресурсы : Высокие 4/5 , Деревья : Много 5/5 , Скалы : Средние 3/5 , Животные : Мало 2/5 , Рыбы : мало 2/5 (по 5 на точку) , Максимальная длина паромного пути : Нет , Крутизна высоты : Нет , Места для больших зданий : Много 5/5
sv: Hamnar: Inga, Artefakter: Inga, Bergresurser: Höga 4/5, Träd: Många 5/5, Stenar: Medel 3/5, Djur: Få 2/5, Fisk: Få 2/5 (5 per poäng), Maximal färjelängd: Ingen, Höjdskillnad: Ingen, Stora byggnadsplatser: Många 5/5

source: A Overview of the Map Circle Island in Editor
de: Eine Übersicht der Karte Kreisinsel im Editor
nds: Översicht över de Kaart Kreis-Insel im Bewarker
ru: Обзор карты "Круглый остров" в редакторе
sv: En översikt över kartan Cirkelön i redigeraren

source: A Overview of the Map Lack of Space in Editor
de: Eine Übersicht der Karte Platzmangel im Editor
nds: Översicht över de Kaart Keen Platz im Bewarker
ru: Обзор карты "Мало места" в редакторе
sv: En översikt över kartan Brist på utrymme i redigeraren

source: A Overview of the Map Lack of Space 2 in Editor
de: Eine Übersicht der Karte Platzmangel 2 im Editor
nds: Översicht över de Kaart Keen Platz 2 im Bewarker
ru: Обзор карты "Мало места 2" в редакторе
sv: En översikt över kartan Brist på utrymme 2 i redigeraren

source: A Overview of the Map Rectangle Valley Variant 1 in Editor
de: Eine Übersicht der Karte Rechtecktal Variante 1 im Editor
nds: Översicht över de Kaart Veerkant-Daal Aard 1 im Bewarker
ru: Обзор карты "Прямоугольная долина - Вариант 1" в редакторе
sv: En översikt över kartan Rektangeldalen variant 1 i redigeraren

source: A Overview of the Map Rectangle Valley Variant 8 in Editor
de: Eine Übersicht der Karte Rechtecktal Variante 8 im Editor
nds: Översicht över de Kaart Veerkant-Daal Aard 8 im Bewarker
ru: Обзор карты "Прямоугольная долина - Вариант 8" в редакторе
sv: En översikt över kartan Rektangeldalen variant 8 i redigeraren

source: A Overview of the Map Rhombus Valley in Editor
de: Eine Übersicht der Karte Rautental im Editor
nds: Översicht över de Kaart Rauten-Daal im Bewarker
ru: Обзор карты "Ромбовидная долина" в редакторе
sv: En översikt över kartan Rhombus Valley i Editor

source: A Overview of the Map Square Valley in Editor
de: Eine Übersicht der Karte Quadrattal im Editor
nds: Översicht över de Kaart Quadraat-Daal im Bewarker
ru: Обзор карты "Квадратная долина" в редакторе
sv: En översikt över kartan Square Valley i redigeraren

source: A Overview of the Map Triangle Volcano Island in Editor
de: Eine Übersicht der Karte Dreieck Vulkaninsel im Editor
nds: Översicht över de Kaart Dreekants-Vulkaan-Insel im Bewarker
ru: Обзор карты "Треугольный вулканический остров" в редакторе
sv: En översikt över kartan Triangle Volcano Island i Editor

source: A Overview of the Map Tichupane - Summer in Editor
de: Eine Übersicht der Karte Tichupane - Sommer im Editor
nds: Översicht över de Kaart Tichupaan – Sömmer im Bewarker
ru: Обзор карты "Tichupane - Лето" в редакторе
sv: En översikt över kartan Tichupane – Sommar i redigeraren

source: A Overview of the Map Tichupane - Winter in Editor
de: Eine Übersicht der Karte Tichupane - Winter im Editor
nds: Översicht över de Kaart Tichupaan – Winter im Bewarker
ru: Обзор карты "Tichupane - Зима" в редакторе
sv: En översikt över kartan Tichupane - Vinter i redigeraren

source: A Overview of the Map Tichupane - Wasteland in Editor
de: Eine Übersicht der Karte Tichupane - Ödland im Editor
nds: Översicht över de Kaart Tichupaan – Unland im Bewarker
ru: Обзор карты "Tichupane - Пустошь" в редакторе
sv: En översikt över kartan Tichupane - Ödemark i redigeraren

source: A Overview of the Map Tichupane - Desert in Editor
de: Eine Übersicht der Karte Tichupane - Wüste im Editor
nds: Översicht över de Kaart Tichupaan – Wüüst im Bewarker
ru: Обзор карты "Tichupane - Пустыня" в редакторе
sv: En översikt över kartan Tichupane - Öken i redigeraren

source: A Overview of the Islands from the Map
de: Eine Übersicht der Inseln der Karte
nds: Eene Översicht över de Insels vun de Kaart
ru: Обзор островов на карте
sv: En översikt över öarna från kartan
