Repository: widelands/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: de, nds, ru, sv

source: Fight against seven other opponents with minimal resources and minimal building space. All resources are sufficiently available at the start. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 330 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ] ]
de: Kämpfe gegen sieben andere Gegener mit minimalen Ressourcen und minimalem Platz für Gebäude. Am Anfang sind alle Ressourcen ausreichend vorhanden. Diese Karte ist auch im Kartenarchiv auf der Widelands Website verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2021-10-24 , Downloads : 330, Kommentare : 0 , Bewertung : 0 (0 Stimmen) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. ] ]
nds: Kämp tegen seven anner Feinden mit bannig minnen Mineralen un leep minn Rüümte tum Bauen. Vun all Mineraalen gifft ’t to Begünn genoog. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 24.10.2021; Runnerladen: 330; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Сражайтесь с семью другими противниками с минимальными ресурсами и минимальными строительными площадками. На начальном этапе все ресурсы в достаточном количестве доступны. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-24 , скачиваний : 330 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : [ 2023-07-06 , Widelands-Версия 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ] ]
sv: Kämpa mot sju andra motståndare med minimala resurser och minimalt byggutrymme. Alla resurser är tillräckligt tillgängliga i början. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2021-10-24, Nedladdningar: 330, Kommentarer: 0, Betyg: 0 (0 röster), Senaste redigering: [ 2023-07-06, Widelands-version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ] ]

source: It is a heavily forested island with a volcanic mountain in the middle. Rock formations are scattered everywhere. Near the starting positions there is a small mountain with starting ore resources. There exist Artifacts and Portplaces. This map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 521 , Comments : 1 , Rating : 9/10 (1 Vote) , Last Edit : [ 2023-07-06 , Widelands-Version 1.2 , Map-Edit : Translated the Map Title, Description and Hint from german into english. Remastered the Fish-Resources and Heigth Layer. ] ]
de: Es ist eine stark bewaldete Insel mit einem vulkanischen Berg in der Mitte. Felsformationen sind überall verstreut. Nahe der Ausgangsposition gibt es einen kleinen Berg mit anfänglichen Erzvorkommen. Es gibt Artefakte und Hafenbauplätze. Diese Karte ist auch im Kartenarchiv auf der Widelands Website verfügbar. Kartenarchiv Metadaten (2023-07-06) : [ Upload : 2020-07-19 , Downloads : 521 , Kommentare : 1 , Bewertung : 9/10 (1 Stimme) , Zuletzt editiert : [ 2023-07-06 , Widelands-Version 1.2 , Kartenänderung : Kartenname, Beschreibung und Hinweis von Deutsch auf Englisch übersetzt. Fischvorkommen und Höhenprofil überarbeitet. ] ]
nds: Dat is eene Insel mit bannig vööl Wald un eenem Vulkaanbarg in de Midde. ’t gifft överall wat an Stenen. Dicht bi de Anfangssteden gifft ’t eenen lütten Barg mit wat Mineraalen tum Begünnen. ’t gifft künstelk Schattens un Rüümte för Muden. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 19.07.2020; Runnerladen: 521; Kommentaaren: 1; Beweerten: 9/10 (1 Beweerten); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. Fiss un Höchten neei verdeelt. ] ]
ru: Это густо покрытый лесом остров с вулканической горой посередине. Повсюду разбросаны скалы. Рядом со стартовыми позициями есть небольшая гора со небольшими запасами руды. Есть артефакты и места для портов. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2020-07-19 , скачиваний : 521 , Комментариев : 1 , Рейтинг : 9/10 (1 голос) , Последнее редактирование : [ 2023-07-06 , Widelands-Версия 1.2 , Карта-Редактирование : Переведено название карты, описание и подсказки с немецкого на английский. Переработаны рыбные ресурсы и уровень высоты. ] ]
sv: Det är en tätbevuxen ö med ett vulkaniskt berg i mitten. Klippformationer finns utspridda överallt. Nära startpositionerna finns ett litet berg med malmresurser. Det finns artefakter och hamnar. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06) : [ Uppladdad: 2020-07-19, Nedladdningar: 521, Kommentarer: 1, Betyg: 9/10 (1 röst), Senaste redigering: [2023-07-06, Widelands-version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. Remastrade fiskresurserna och höjdlagret. ] ]

source: Variant 1 : [ Difficultly : Very easy , Special : None ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 1: [ Schwierigkeit: Sehr einfach, Besonderheit: Nichts ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Es gibt viele Bäume, Felsen, Tiere und Fische. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 1 [ Swierigkeid: Bannig licht; Besünners: nix ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 1 : [ Сложность : Очень легко , Особенности: Нет ] , карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная и предлагает максимальное пространство для строительства. Паромы мжно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но понемногу. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных "углах". Даже если вы можете строить корабли, они вряд ли вам понадобятся. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 1: [Svårighetsgrad: Mycket lätt, Special: Ingen], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Variant 2 : [ Difficultly : Easy , Special : No Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 2: [ Schwierigkeit: Einfach, Besonderheit: Keine Tiere und Fische ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Es gibt viele Bäume und Felsen. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 2 [ Swierigkeid: Licht; Besünners: Keene Deerten un Fiss ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 2 : [ Сложность: Легкий , Особенности: Без животных и рыб ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная и с большим количеством строительных площадок. Паромы можно ставитьна водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вряд ли в этом возникнет необходимость. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 2: [Svårighetsgrad: Lätt, Special: Inga djur och fiskar], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar som är upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Bergartsfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Variant 3 : [ Difficultly : Medium , Special : No Trees and Rocks ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 3: [ Schwierigkeit: Mittel, Besonderheit: Keine Bäume und Felsen ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Es gibt viele Tiere und Fische. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 3 [ Swierigkeid: Middel; Besünners: Keene Bomen un Stenen ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 3 : [ Сложность : Средняя , Особенности : Без деревьев и скал ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. Все руды в горах в изобилии. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вряд ли вам они понадобятся. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 3: [Svårighetsgrad: Medel, Special: Inga träd och stenar], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Bergartsfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]
