Repository: widelands/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: de, nds, ru, sv

source: Variant 8 : [ Difficultly : Brutal , Special : No Trees, Rocks, Animals, Fishes, Gold, Iron and Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 8: [ Schwierigkeit: Brutal, Besonderheit: Keine Bäume, Felsen, Tiere, Fische, Gold-, Eisen- und Kohlevorkommen ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 8 [ Swierigkeid: Nich tum Tomoden; Besünners: Keene Bomen, Stenen, Deerten, Fiss, Gold, Iesen un Köhl ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 8 : [ Сложность : Ужасная , Особенности: Нет деревьев, скал, животных, рыб, Золота, железа и угля ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставитьы на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вряд ли они вам понадобятся. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 8: [Svårighetsgrad: Brutal, Special: Inga träd, stenar, djur, fiskar, guld, järn och kol], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Ports : 54 (6 per Island, 1 per Island Corner) , Artifacts : 1 (Center Island) , Mountain Resources : Many 5/5 , Trees : Many 5/5 , Rocks : Medium 3/5 , Animals : Many 4/5 , Fishes : Medium 3/5 (5 per Point) , Max ferry path length : None , Height steepness : Medium 3/5 , Big building Places : Medium 3/5
de: Häfen: 54 (6 pro Insel, 1 pro Inselecke), Artefakte: 1 (Zentralinsel), Bergbaurohstoffe: Viele 5/5, Bäume: Viele 5/5, Felsen: Mittel 3/5, Tiere: Viele 4/5, Fische: Mittel 3/5 (5 pro Feld), Maximale Fährenweglänge: keine, Steilheit: Mittel 3/5, Große Bauplätze: Mittel 3/5
nds: Muden: 54 (6 pro Insel, 1 pro Inselhörn) · künstelk Schatten: 1 (Middelinsel) · Bargmineraalen: Mennig 5/5 · Bomen: Mennig 5/5 · Stenen: Middel 3/5 · Deerten: Mennig 4/5 · Fiss: Middel 3/5 (5 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Middel 3/5 · Grote Rüümte tum Bauen: Middel 3/5
ru: Портов : 54 (6 на остров, 1 на угол острова) , Артефактов : 1 (Центральный остров) , Горных ресурсов : Много 5/5 , Деревьев : много 5/5 , Камней : Средний 3/5 , Животных : много 4/5 , Рыб : Средний 3/5 (5 на точку) , Максимальная длина пути парома : Нет , Крутизна высоты: Средняя 3/5, Места для больших зданий: Средняя 3/5
sv: Hamnar: 54 (6 per ö, 1 per öhörn), Artefakter: 1 (mitt på ön), Bergresurser: Många 5/5, Träd: Många 5/5, Stenar: Medel 3/5, Djur: Många 4/5, Fiskar: Medel 3/5 (5 per punkt), Maximal färjelängd: Ingen, Höjdbranthet: Medel 3/5, Platser för stora byggnader: Medel 3/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 4/5 , Trees : Few 2/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fishes : Many 4/5 (3 per Point) , Max ferry path length : None , Height steepness : Low 1/5 , Big building Places : Many 4/5
de: Häfen: Viele 20+, Artefakte: Mittel 12, Bergbaurohstoffe: Viele 4/5, Bäume: Wenige 2/5, Felsen: Mittel 3/5, Tiere: Wenige 2/5, Fische: Viele 4/5 (3 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 4/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 12 · Bargmineraalen: Mennig 4/5 · Bomen: Minn 2/5 · Stenen: Middel 3/5 · Deerten: Minn 2/5 · Fiss: Mennig 4/5 (3 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 4/5
ru: Порты : Много 20+ , Артефакты : Средние 12 , Горные ресурсы : Много 4/5 , Деревья : Мало 2/5 , Скалы : Средние 3/5 , Животные : мало 2/5 , Рыбы : много 4/5 (по 3 на точку) , Максимальная длина паромного пути : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 4/5
sv: Hamnar: Många 20+, Artefakter: Medel 12, Bergresurser: Många 4/5, Träd: Få 2/5, Stenar: Medel 3/5, Djur: Få 2/5, Fiskar: Många 4/5 (3 per poäng), Maximal färjelängd: Ingen, Höjdbranthet: Låg 1/5, Stora byggnadsplatser: Många 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 4/5 , Trees : Few 2/5 , Rocks : Medium 3/5 , Animals : Few 2/5 , Fishes : Medium 4/5 (2 per Point) , Max ferry path length : None , Height steepness : Medium 3/5 , Big building Places : Many 4/5
de: Häfen: Viele 20+, Artefakte: Mittel 12, Bergbaurohstoffe: Viele 4/5, Bäume: Wenige 2/5, Felsen: Mittel 3/5, Tiere: Wenige 2/5, Fische: Mittel 4/5 (2 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Mittel 3/5, Große Bauplätze: Viele 4/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 12 · Bargmineraalen: Mennig 4/5 · Bomen: Minn 2/5 · Stenen: Middel 3/5 · Deerten: Minn 2/5 · Fiss: Middel 4/5 (2 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Middel 3/5 · Grote Rüümte tum Bauen: Vööl 4/5
ru: Порты : Много 20+ , Артефакты : Средние 12 , Горные ресурсы : Много 4/5 , Деревья : Мало 2/5 , Скалы : Средние 3/5 , Животные : мало 2/5 , Рыбы : Средние 4/5 (по 2 на очко) , Максимальная длина паромного пути : Нет , Крутизна высоты : Средняя 3/5 , Места для больших зданий : Много 4/5
sv: Hamnar: Många 20+, Artefakter: Medel 12, Bergresurser: Många 4/5, Träd: Få 2/5, Stenar: Medel 3/5, Djur: Få 2/5, Fiskar: Medel 4/5 (2 per poäng), Maximal färjelängd: Ingen, Höjdskillnad: Medel 3/5, Platser för stora byggnader: Många 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Many 5/5 , Trees : Few 1/5 , Rocks : Many 4/5 , Animals : Medium 3/5 , Fishes : Many 4/5 (3 per Point) , Max Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
de: Häfen: Viele 20+, Artefakte: Mittel 12, Bergbaurohstoffe: Viele 5/5, Bäume: Wenige 1/5, Felsen: Viele 4/5, Tiere: Mittel 3/5, Fische: Viele 4/5 (3 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 4/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 12 · Bargmineraalen: Mennig 5/5 · Bomen: Minn 1/5 · Stenen: Middel 4/5 · Deerten: Middel 3/5 · Fiss: Mennig 4/5 (3 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 4/5
ru: Порты : Много 20+ , Артефакты : Средние 12 , Горные ресурсы : Много 5/5 , Деревья : Мало 1/5 , Скалы : много 4/5 , Животные : Средние 3/5 , Рыбы : много 4/5 (по 3 на очко) , Максимальная длина паромного пути : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 4/5
sv: Hamnar: Många 20+, Artefakter: Medel 12, Bergresurser: Många 5/5, Träd: Få 1/5, Stenar: Många 4/5, Djur: Medel 3/5, Fiskar: Många 4/5 (3 per poäng), Maximal färjelängd: Ingen, Höjdskillnad: Låg 1/5, Platser för stora byggnader: Många 4/5

source: Ports : Many 20+ , Artifacts : Medium 12 , Montain Resources : Medium 3/5 , Trees : Many 4/5 , Rocks : Medium 3/5 , Animals : Medium 3/5 , Fishes : Many 4/5 (3 per Point) , May Ferry Path Length : None , Heigth steepness : Low 1/5 , Big building Places : Many 4/5
de: Häfen: Viele 20+, Artefakte: Mittel 12, Bergbaurohstoffe: Mittel 3/5, Bäume: Viele 4/5, Felsen: Mittel 3/5, Tiere: Mittel 3/5, Fische: Viele 4/5 (3 pro Feld), Maximale Fährenweglänge: Keine, Steilheit: Gering 1/5, Große Bauplätze: Viele 4/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 12 · Bargmineraalen: Middel 3/5 · Bomen: Mennig 4/5 · Stenen: Middel 3/5 · Deerten: Middel 3/5 · Fiss: Mennig 4/5 (3 pro Knütt) · Priellängde: Keene · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 4/5
ru: Порты : Много 20+ , Артефакты : Средние 12 , Горные ресурсы : Средние 3/5 , Деревья : Много 4/5 , Скалы : Средние 3/5 , Животные : Средние 3/5 , Рыбы : много 4/5 (по 3 на очко) , Длина пути на пароме : Нет , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 4/5
sv: Hamnar: Många 20+, Artefakter: Medel 12, Bergresurser: Medel 3/5, Träd: Många 4/5, Stenar: Medel 3/5, Djur: Medel 3/5, Fiskar: Många 4/5 (3 per poäng), Längd på färjelinje: Ingen, Höjdskillnad: Låg 1/5, Platser för stora byggnader: Många 4/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But only Stone) , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5 (aber nur Gestein), Bäume: Keine, Felsen: Keine, Tiere: Keine, Fische: Keine, Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 (man blots Steen) · Bomen: Keene · Stenen: Keene · Deerten: Keene · Fiss: Keene · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Портов : Много 20+ , Артефактов : Средние 6 (по 2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 (но только каменные) , Деревья : Нет , Скалы : нет , Животные : Нет , Рыбы : нет , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergresurser: Hög 5/5 (men endast sten), Träd: Inga, Stenar: Inga, Djur: Inga, Fiskar: Inga, Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But without coal) , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5 (aber ohne Kohle), Bäume: Viele 5/5, Felsen: Viele 5/5, Tiere: Viele 5/5, Fische: Viele 5/5 (20 pro Feld), Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 (man sünner Köhl) · Bomen: Mennig 5/5 · Stenen: Mennig 5/5 · Deerten: Mennig 5/5 · Fiss: Mennig 5/5 (20 pro Knütt) · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 (но без угля) , Деревья : Много 5/5 , Камни : много 5/5 , Животные : Много 5/5 , Рыба : Много 5/5 (20 за очко) , Максимальная длина пути парома : 20 Полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergsresurser: Hög 5/5 (men utan kol), Träd: Många 5/5, Stenar: Många 5/5, Djur: Många 5/5, Fiskar: Många 5/5 (20 per punkt), Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 (But without coal) , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5 (aber ohne Kohle), Bäume: Keine, Felsen: Keine, Tiere: Keine, Fische: Keine, Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 (man sünner Köhl) · Bomen: Keene · Stenen: Keene · Deerten: Keene · Fiss: Keene · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (по 2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 (но без угля) , Деревья : Нет , Камни : нет , Животные : Нет , Рыбы : нет , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergresurser: Hög 5/5 (men utan kol), Träd: Inga, Stenar: Inga, Djur: Inga, Fiskar: Inga, Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5, Bäume: Viele 5/5, Felsen: Viele 5/5, Tiere: Viele 5/5, Fische: Viele 5/5 (20 pro Feld), Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 · Bomen: Mennig 5/5 · Stenen: Mennig 5/5 · Deerten: Mennig 5/5 · Fiss: Mennig 5/5 (20 pro Knütt) · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 , Деревья : Много 5/5 , Скалы : много 5/5 , Животные : много 5/5 , Рыбы : много 5/5 (20 на очко) , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergsresurser: Hög 5/5, Träd: Många 5/5, Stenar: Många 5/5, Djur: Många 5/5, Fiskar: Många 5/5 (20 per punkt), Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : None , Fish : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5, Bäume: Viele 5/5, Felsen: Viele 5/5, Tiere: Keine, Fische: Keine, Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 · Bomen: Mennig 5/5 · Stenen: Mennig 5/5 · Deerten: Keene · Fiss: Keene · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (по 2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 , Деревья : Много 5/5 , Скалы : много 5/5 , Животные : Нет , Рыба : нет , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergresurser: Hög 5/5, Träd: Många 5/5, Stenar: Många 5/5, Djur: Inga, Fisk: Ingen, Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : None , Rocks : None , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5, Bäume: Keine, Felsen: Keine, Tiere: Viele 5/5, Fische: Viele 5/5 (20 pro Feld), Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 · Bomen: Keene · Stenen: Keene · Deerten: Mennig 5/5 · Fiss: Mennig 5/5 (20 pro Knütt) · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 , Деревья : Нет , Камни : нет , Животные : Много 5/5 , Рыбы : много 5/5 (20 за очко) , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergresurser: Hög 5/5, Träd: Inga, Stenar: Inga, Djur: Många 5/5, Fisk: Många 5/5 (20 per poäng), Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggnadsplatser: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : High 5/5 , Trees : None , Rocks : None , Animals : None , Fishes : None , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5, Bäume: Keine, Felsen: Keine, Tiere: Keine, Fische: Keine, Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 · Bomen: Keene · Stenen: Keene · Deerten: Keene · Fiss: Keene · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (по 2 на игрока, 2 по центру) , Горные ресурсы : Высокие 5/5 , Деревья : Нет , Камни : нет , Животные : нет , Рыбы : нет , Максимальная длина пути переправы : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergresurser: Hög 5/5, Träd: Inga, Stenar: Inga, Djur: Inga, Fiskar: Inga, Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Platser för stora byggnader: Många 5/5

source: Ports : Many 20+ , Artifacts : Medium 6 (2 per Player, 2 Centered) , Mountain Resources : Many 5/5 (But without Gold, Iron and Coal) , Trees : Many 5/5 , Rocks : Many 5/5 , Animals : Many 5/5 , Fish : Many 5/5 (20 per Point) , Max Ferry Path Length : 20 Fields , Height steepness : Low 1/5 , Big building Places : Many 5/5
de: Häfen: Viele 20+, Artefakte: Mittel 6 (2 pro Spieler, 2 im Zentrum), Bergbaurohstoffe: Viele 5/5 (aber ohne Gold Eisen und Kohle), Bäume: Viele 5/5, Felsen: Viele 5/5, Tiere: Viele 5/5, Fische: Viele 5/5 (20 pro Feld), Maximale Fährenweglänge: 20 Felder, Steilheit: Gering 1/5, Große Bauplätze: Viele 5/5
nds: Muden: Mennig 20+ · künstelk Schatten: Middel 6 (2 pro Speler, 2 middens) · Bargmineraalen: Mennig 5/5 (man sünner Gold, Iesen un Köhl) · Bomen: Mennig 5/5 · Stenen: Mennig 5/5 · Deerten: Mennig 5/5 · Fiss: Mennig 5/5 (20 pro Knütt) · Priellängde: 20 Felden · Höchten-Stuuvheid: Minn 1/5 · Grote Rüümte tum Bauen: Vööl 5/5
ru: Порты : Много 20+ , Артефакты : Средние 6 (2 на игрока, 2 по центру) , Горные ресурсы : Много 5/5 (но без золота, железа и угля) , Деревья : Много 5/5 , Камни : много 5/5 , Животные : Много 5/5 , Рыба : много 5/5 (20 за очко) , макс. Длина паромного пути : 20 полей , Крутизна высоты : Низкая 1/5 , Места для больших зданий : Много 5/5
sv: Hamnar: Många 20+, Artefakter: Medel 6 (2 per spelare, 2 centrerade), Bergsresurser: Många 5/5 (men utan guld, järn och kol), Träd: Många 5/5, Stenar: Många 5/5, Djur: Många 5/5, Fisk: Många 5/5 (20 per punkt), Maximal färjelängd: 20 fält, Höjdskillnad: Låg 1/5, Stora byggplatser: Många 5/5
