Repository: widelands/wl_addons_server
Catalog: po/Maps_from_Teayo.wad/*.po
Languages: de, nds, ru, sv

source: Variant 4 : [ Difficultly : Medium , Special : No Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 4: [ Schwierigkeit: Mittel, Besonderheit: Keine Kohle ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Es gibt viele Bäume, Felsen, Tiere und Fische. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze (ausser Kohle) in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 4 [ Swierigkeid: Middel; Besünners: Keene Köhl ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 4 : [ Сложность : Средняя, Особенности: Без угля ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вряд ли вам это понадобится. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 4: [Svårighetsgrad: Medel, Special: Ingen kol], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Variant 5 : [ Difficultly : Hard , Special : No Trees, Rocks, Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 5: [ Schwierigkeit: Schwer, Besonderheit: Keine Bäume, Felsen, Tiere und Fische ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 5 [ Swierigkeid: Swaar; Besünners: Keene Bomen, Stenen, Deerten un Fiss ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 5 : [ Сложность : Трудно , Особенности: Нет деревьев, скал, животных и рыб ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, это имеет смысл лишь в ограниченной степени. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 5: [Svårighetsgrad: Svår, Special: Inga träd, stenar, djur och fiskar], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar som är upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Variant 6 : [ Difficultly : Very hard , Special : No Trees, Rocks, Coal, Animals and Fishes ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 5: [ Schwierigkeit: Sehr schwer, Besonderheit: Keine Bäume, Felsen, Kohle, Tiere und Fische ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Alle Erze (ausser Kohle) in den Bergen sind reichlich vorhanden. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Gold gibt es in den Bergecken. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 6 [ Swierigkeid: Bannig swaar; Besünners: Keene Bomen, Stenen, Köhl, Deerten un Fiss ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 6 : [ Сложность : Очень сложно , Особенности: Нет деревьев, скал, угля, животных и рыб ] , Карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вам они вряд ли понадобятся. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 6: [Svårighetsgrad: Mycket svår, Special: Inga träd, stenar, kol, djur och fiskar], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar som är upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]

source: Variant 7 : [ Difficultly : Medium , Special : No Gold, Iron and Coal ] , A map for normal rounds. Water and mountains are right next to the starting position. There are many trees, rocks, animals and fish. The terrain is flat and offers maximum space for building. Ferries can be built and used on waterways up to 20 spaces long. Ships can be built and there are harbor building sites all around the lake. Groundwater is everywhere, but sparsely distributed. All ores in the mountains are plentiful. 6 artifacts exist symmetrically on the map. Gold is in the mountain corners. Even if you can build ships, it only makes sense to a limited extent. Rock deposits are in the mountain right next to your starting position. This Map is also on Widelands Website Map archive aviable. Map archive Meta (2023-07-06) : [ Upload : 2021-10-27 , Downloads : 369 , Comments : 0 , Rating : 0 (0 Votes) , Last Edit : 2023-07-06 , Widelands Version 1.2 , Map Edit : Translated the Map Title, Description and Hint from german into english. ]
de: Variante 7: [ Schwierigkeit: Mittel, Besonderheit: Kein Gold, Eisen und Kohle ], Eine Karte für normale Runden. Wasser und Berge sind direkt neben der Ausgangsposition. Es gibt viele Bäume, Felsen, Tiere und Fische. Das Gelände ist flach und bietet maximalen Platz für Gebäude. Fähren können gebaut und auf bis zu 20 Feldern langen Wasserwegen benutzt werden. Schiffe können gebaut werden und es gibt Hafenbauplätze überall rund um den See. Überall gibt es Grundwasser, allerdings spärlich verteilt. Es gibt 6 symmetrisch auf der Karte verteilte Artefakte. Obwohl man Schiffe bauen kann, macht es nur begrenzt Sinn. Gesteinsvorkommen gibt es in den Bergen direkt neben deiner Ausgangsposition. Diese Karte gibt es auch im Kartenarchiv der Widelands Internetseite. Kartenarchiv Metadaten (2023-07-06) : [ Hochgeladen: 2021-10-27 , Downloads: 369 , Kommentare: 0 , Bewertung: 0 (0 Stimmen) , Zuletzt geändert: 2023-07-06 , Widelands Version 1.2 , Kartenänderung : Kartenname, Beschreibung and Hinweis von Deutsch nach Englisch übersetzt. ]
nds: Aard 7 [ Swierigkeid: Middel; Besünners: Keen Gold, Iesen un Köhl ]. Eene Kaart för normaale Runnen. Water un Bargen sünd stuuv tegen de Anfangsstee. ’t gifft mennig Bomen, Stenen, Deerten un Fiss. De Landskupp is flack un hett bannig vööl Rüümte tum Bauen. Man kann Fähren un Prielen bit 20 Felden Längde bauen. Man kann Schippen bauen un rund um dat Meer gifft ’t Rüümte för Muden. ’t gifft överall Water in de Eer, aver nich vööl. In de Bargen gifft ’t mennig vun all Mineraalen. Up de Kaart sünd symmetrisk 6 künstelk Schattens verdeelt. Gold gifft ’t in de Ecken vun de Bargen. Schippen kann man twaar bauen, aver se sünd nich unbannig nüttelk. Steen gifft ’t in de Barg stracks tegen diener Anfangsstee. Deese Kaart gifft dat ok up de Kaartenlist up de Widelands-Internett-Sied; Metadaten (06.07.2023): [ Upladen 27.10.2021; Runnerladen: 369; Kommentaaren: 0; Beweerten: 0 (0 Beweertens); Tolest bewarkt: [ 06.07.2023, Widelands-Versioon 1.2, Kaarten-Bewarken: Kaart-Titel, Beschrieven un Wenk ut Düütsch na Engelsk översett. ] ]
ru: Вариант 7 : [ Сложность : Средняя , Особенности : Нет золота, железа и угля ] , карта для обычных раундов. Вода и горы находятся прямо рядом со стартовой позицией. Здесь много деревьев, скал, животных и рыб. Местность ровная с большим количеством строительных площадок. Паромы можно ставить на водных путях длиной до 20 единиц. Можно строить корабли, и по всему озеру есть площадки для строительства гаваней. Грунтовые воды есть везде, но распределены они слабо. В горах много руды. На карте симметрично расположены 6 артефактов. Золото находится в горных углах. Даже если вы умеете строить корабли, вряд ли они вам понадобятся. Скалы находятся в горах прямо рядом с вашей исходной позицией. Эта карта также доступна в архиве карт веб-сайта Widelands. Мета архива карты (2023-07-06) : [ Загружено : 2021-10-27 , скачиваний : 369 , Комментариев : 0 , Рейтинг : 0 (0 голосов) , Последнее редактирование : 2023-07-06 , Widelands версии 1.2 , Редактирование карты : Переведено название карты, описание и подсказки с немецкого на английский. ]
sv: Variant 7: [Svårighetsgrad: Medel, Special: Inget guld, järn och kol], En karta för normala omgångar. Vatten och berg ligger precis intill startpositionen. Det finns många träd, stenar, djur och fiskar. Terrängen är platt och erbjuder maximalt utrymme för byggnation. Färjor kan byggas och användas på vattenvägar upp till 20 rutor långa. Skepp kan byggas och det finns hamnbyggnadsplatser runt hela sjön. Grundvatten finns överallt, men är glest fördelat. Alla malmer i bergen är rikliga. 6 artefakter finns symmetriskt på kartan. Guld finns i bergens hörn. Även om du kan bygga skepp är det bara meningsfullt i begränsad utsträckning. Stenfyndigheter finns i berget precis intill din startposition. Denna karta finns också på Widelands webbplats Kartarkiv tillgängligt. Kartarkiv Meta (2023-07-06): [ Uppladdad: 2021-10-27, Nedladdningar: 369, Kommentarer: 0, Betyg: 0 (0 röster), Senast redigerad: 2023-07-06, Widelands version 1.2, Kartredigering: Översatt kartans titel, beskrivning och tips från tyska till engelska. ]
