Repository: widelands/wl_addons_server
Catalog: po/editor_copy_area.wad/*.po
Languages: ca, de, fr, nds, nl, ru

source: Editor: Copy Area
ca: Editor: Copia l'àrea
de: Editor: Kartenausschnitt kopieren
fr: Éditeur : Zone de copie
nds: Bewarker: Kuntrei koperen
nl: Redacteur: Kopieer Gebied
ru: Редактор: Копирование области

source: A plugin for the editor to copy the contents of a map region to another region.
ca: Un complement per a l'editor per a copiar els continguts d'una regió d'un mapa a una altra regió.
de: Eine Erweiterung für den Karteneditor um den Inhalt einer Kartenregion in eine andere Region zu kopieren
fr: Un plugin pour l’éditeur permettant de copier le contenu d’une région de la carte vers une autre région.
nds: Een Schnittstee-Inschuuv för de Bewarker, um de Inhollens vun eener Kaart-Kuntrei to een anner Kuntrei to koperen.
nl: Een plugin voor de bewerker om de inhoud van een kaartregio naar een andere regio te kopiëren.
ru: Плагин для редактора, позволяющий копировать содержимое одного из участков карты в другое место.

source: Overlap
ca: Solapament
de: Überlappung
fr: Chevauchement
nds: Övernanner
nl: Overlappen
ru: Перекрытие

source: The two rectangles must not overlap.
ca: Els dos rectangles no s'han de solapar.
de: Die zwei Rechtecke dürfen sich nicht überlappen
fr: Les deux rectangles ne doivent pas se chevaucher.
nds: De twee Veerkanten düren nich övernanner liggen.
nl: De twee rechthoeken mogen elkaar niet overlappen.
ru: Два прямоугольника не должны перекрываться.

source: Copy Area
ca: Copia l'àrea
de: Kartenausschnitt Kopieren
fr: Copier zone
nds: Kuntrei koperen
nl: Kopieer Gebied
ru: Копировать область

source: Copy a map area to another area
ca: Copia l'àrea d'un mapa a una altra àrea
de: Kopiere einen Kartenausschnitt in einen anderen Ausschnitt
fr: Copiez une zone de la carte vers une autre zone
nds: Een Deel von de Kaart to een anner Deel koperen
nl: Een kaartgebied naar een ander gebied kopiëren
ru: Копировать участок карты в другое место.

source: Source Rectangle:
ca: Rectangle d'origen:
de: Quellenausschnitt:
fr: Rectangle source :
nds: Quell-Veerkant:
nl: Bron Rechthoek:
ru: Исходный прямоугольник:

source: Width
ca: Amplada
de: Breite
fr: Largeur
nds: Breddt
nl: Breedte
ru: Ширина

source: Height
ca: Alçada
de: Höhe
fr: Hauteur
nds: Höcht
nl: Hoogte
ru: Высота

source: Destination Rectangle:
ca: Rectangle de destí:
de: Zielausschnitt:
fr: Rectangle destination :
nds: Enn-Veerkant:
nl: Bestemming Rechthoek:
ru: Прямоугольник назначения:

source: Copy
ca: Copia
de: Kopieren
fr: Copier
nds: Koperen
nl: Kopie
ru: Копировать

source: Create perfectly repetitive maps with ease
ca: Permet crear mapes repetitius amb facilitat.
de: Einfach Karten erstellen, die sich perfekt wiederholen
fr: Créer des cartes parfaitement répétitives avec facilité
nds: Ganz licht Kaarten maken, wat överall akkeraat gliek sünd
nl: Maak eenvoudig perfect repeterende kaarten
ru: Создавайте идеально повторяющиеся карты с легкостью
