Repository: widelands/wl_addons_server
Catalog: po/Amazon_campaign.wad/*.po
Languages: de, fr, nds, nl, ru, sv

source: This is the story of the rise of Pachiquima, an amazon from a small mountain village.
de: Dies ist die Geschichte des Aufstiegs von Pachiquima, einer Amazone aus einem kleinen Bergdorf
fr: C’est l’histoire de la montée de Pachiquima, une amazone d’un petit village de montagne.
nds: Dat is de Histoorje vun de Upstieg vun Pachi-Kwima, eener Amazoonske ut eenem lütten Bargdörp.
nl: Dit is het verhaal van de opstanding van Pachiquima, een amazone uit een klein bergdorpje.
ru: Это история о восхождении Пачикимы, амазонки из небольшой горной деревни.
sv: Detta är berättelsen om Pachiquimas uppgång, en amazon från en liten bergsby.

source: Amazon_campaign
de: Amazonen Kampagne
fr: Campagne_Amazone
nds: Amazoonsk Rutfödderungs-Riege
nl: Amazon_campagne
ru: Амазон_кампания

source: Medium.
de: Mittel
fr: Moyen.
nds: Middel.
nl: Middelgroot
ru: Средний.

source: The Rise to Power
de: Aufstieg zur Macht
fr: L'arrivée au pouvoir
nds: De Upstieg tur Macht
nl: De Opkomst naar Macht
ru: Восхождение к Власти
sv: Vägen till makten

source: Introduces the amazons
de: Führt die Amazonen ein
fr: Introduit les amazones
nds: Stellt de Amazoonen vör
nl: Introduceert de Amazones
ru: Представляем амазон
sv: Introducerar amasonerna

source: Easy
de: Leicht
fr: Facile
nds: Licht
nl: Gemakkelijk
ru: Легко.
sv: Lätt

source: Medium
de: Mittel
fr: Moyen
nds: Middel
nl: Middelgroot
ru: Средний

source: Hard
de: Schwierig
fr: Difficile
nds: Stuuv
nl: Moeilijk
ru: Тяжелый
sv: Svår

source: This is the story of Pachiquima, an amazon woman from a small mountain village. We follow her on her journey through life and her rise to power.
de: Dies ist die Geschichte von Pachiquima, einer Amazone aus einem kleinen Bergdorf. Wir begleiten sie auf ihrem Lebensweg und ihrem Aufstieg zur Macht.
fr: C’est l’histoire de Pachiquima, une amazone originaire d’un petit village de montagne. Nous la suivons dans son voyage à travers la vie et son ascension vers le pouvoir.
nds: Dat is de Histoorje vun de Upstieg vun Pachi-Kwima, eener Amazoonsk Fruu ut eenem lütten Bargdörp. Wi gahn hör Reise dör ’t Leven na un hör Upstieg tur Macht.
nl: Dit is het verhaal van Pachiquima, een Amazonevrouw uit een klein bergdorpje. We volgen haar op haar levensreis en haar opkomst naar de macht.
ru: Это история Пачикимы, женщины-амазонки из маленькой горной деревни. Мы следуем за ней на ее жизненном пути и ее восходе к власти.
sv: Detta är berättelsen om Pachiquima, en amazonkvinna från en liten bergsby. Vi följer henne på hennes resa genom livet och hennes väg till makten.

source: Welcome to the Jungle
de: Willkommen im Dschungel
fr: Bienvenue dans la jungle
nds: Willkomen im Regenwald
nl: Welkom in de Jungle
ru: Добро пожаловать в Джунгли
sv: Välkommen till djungeln

source: The first mission in the Amazon campaign. This will teach you the basics of their unique economy and start the story of Pachiquima.
de: Die erste Mission in der Amazonen Kampagne. Du wirst die Grundlagen ihrer einzigartigen Wirtschaft kennen lernen und die Geschichte von Pachiquima beginnen
fr: La première mission de la campagne Amazone. Cela vous apprendra les bases de leur économie unique et commencera l’histoire de Pachiquima.
nds: De eerste Rutfödderung in de Amazoonsk Rutfödderungs-Riege. Dat lehrt di de Grundlagen vun hör eenzigaardig Weertskupp un begünnt de Histoorje vun Pachi-Kwima.
nl: De eerste missie in de Amazonecampagne. Hierin leer je de basisprincipes van hun unieke economie en begint het verhaal van Pachiquima.
ru: Первая миссия в кампании Амазон. Это научит вас основам их уникальной экономики и начнет историю Пачикимы.
sv: Det första uppdraget i Amazonas-kampanjen. Här lär du dig grunderna i deras unika ekonomi och berättelsen om Pachiquima tar sin början.

source: Build the following:
de: Baue folgende Gebäude:
fr: Construire ce qui suit :
nds: Bau all dat:
nl: Bouw het volgende:
ru: Постройте следующее:
sv: Bygg följande:

source: Collect wood from rare trees
de: Sammle seltene Hölzer
fr: Collectez du bois à partir d’arbres rares
nds: Pottje Edelholten
nl: Verzamel hout van zeldzame bomen
ru: Собирайте древесину редких деревьев
sv: Samla ved från sällsynta träd

source: We need to expand our territory to reach the mines.
de: Wir müssen unser Territorium erweitern um die Mienen zu erreichen
fr: Nous devons étendre notre territoire pour atteindre les mines.
nds: Wi mutten uns’ Gewest vergrotern, um to de Bargwarken to komen.
nl: We moeten ons grondgebied uitbreiden om de mijnen te bereiken.
ru: Нам нужно расширить нашу территорию, чтобы добраться до шахт.
sv: Vi måste utvidga vårt territorium för att nå gruvorna.

source: Treetop sentries are unique to the amazons. They can build a building on top of a tree! This does mean it can only be build on a construction site that has a tree on it.
de: Baumwipfelposten können nur die Amazonen bauen, Sie können ein Gebäude auf dem Baum errichten! Das heißt auch sie können nur auf einem Bauplatz auf dem ein Baum steht gebaut werden.
fr: Les sentinelles à la cime des arbres sont uniques aux amazones. Elles peuvent construire un bâtiment au sommet d’un arbre ! Cela signifie qu’il ne peut être construit que sur un chantier de construction qui a un arbre dessus.
nds: Boompostjen hebben blots de Amazoonen. Se könen een Huus in eener Boomkroon bauen! Dat heet, dat dat blots an eener Baustee mit eenem Boom daarup baut worden kann.
nl: Boomtopwachten zijn uniek voor de Amazones. Ze kunnen een gebouw bovenop een boom bouwen! Dit betekent wel dat het alleen gebouwd kan worden op een bouwplaats waar een boom staat.
sv: Trädtoppsvakter är unika för amazonerna. De kan bygga en byggnad på toppen av ett träd! Detta innebär dock att den endast kan byggas på en byggplats där det finns ett träd.

source: A patrol post is the smallest free standing military building of the amazon tribe. They see and conquer for 1 range larger than a treetop sentry.
de: Ein Patrouillenposten ist das kleinste frei stehende Gebäude des Amazonen Stamms. Der Patrouillenposten hat eine um 1 größere Sichtweite und Eroberungsradius als ein Baumwipfelposten.
fr: Un poste de patrouille est le plus petit bâtiment militaire autonome de la tribu des Amazones. Ils voient et conquièrent pour une portée supérieure à celle d’une sentinelle au sommet de l’arbre.
nds: Een Vörpostje is de lüttest freeistahn Soldateree-Boo vun de amazoonsk Volk. ’t kiekt un nimmt in een Feld mehr as een Boompostje.
nl: Een patrouillepost is het kleinste vrijstaande militaire gebouw van de Amazone-stam. Ze zien en veroveren 1 bereik meer dan een boomtopwacht.
sv: En patrullpost är den minsta fristående militära byggnaden hos Amazonstammen. De ser och erövrar ett område som är 1 räckvidd större än en trädtoppsvakt.

source: A tower is larger than a patrol post and conquers more area.
de: Ein Wachturn ist größer als ein Patrouillenposten und nimmt mehr Land ein.
fr: Une tour est plus grande qu’un poste de patrouille et conquiert plus de surface.
nds: Een Toorn is groter as een Vörpostje un nimmt mehr Gewest in.
nl: Een toren is groter dan een patrouillepost en bestrijkt een groter gebied.
sv: Ett torn är större än en patrullpost och täcker ett större område.

source: Build a stone mine and a gold digger on mountain terrain.
de: Baue eine Steinmiene und eine Goldgräberei auf gebirgigem Gelände.
fr: Construire une mine de pierre et un chercheur d’or sur un terrain montagneux.
nds: Bau een Steen-Bargwark un eene Goldwascherske-Kaat up Barg-Landskupp.
nl: Bouw een steengroeve en een goudzoeker op bergachtig terrein.
ru: Постройте каменоломню и золотоискатель на горной местности.
sv: Bygg en stengruva och en guldgrävare i bergsterräng.

source: Start our food production.
de: Starten wir unsere Nahrungsproduktion.
fr: Commencez notre production alimentaire.
nds: Begünn uns’ Spiesen-Weertskupp.
nl: Begin met onze voedselproductie.
ru: Начните производство продуктов питания.
sv: Starta vår livsmedelsproduktion.

source: Move to the east
de: Ziehe in den Osten
fr: Déplacez-vous vers l’est
nds: Gah na Oosten
nl: Beweeg naar het oosten
ru: Двигайтесь на восток
sv: Flytta österut

source: Building the warehouse
de: Das Lagerhaus bauen
fr: Construire l’entrepôt
nds: Dat Kraamhuus bauen
nl: Het magazijn bouwen
ru: Постройте склад
sv: Bygga lagerbyggnaden

source: Time to build a ship
de: Zeit ein Boot zu bauen
fr: Il est temps de construire un navire
nds: Tied, een Schipp to bauen
nl: Tijd om een schip te bouwen
ru: Время построить корабль
sv: Dags att bygga ett skepp

source: The amazons live in villages along the amazon river. There are many of these villages, but they are all small in size and scattered across a huge territory. Kapiqori is the head of one such small village, located on a mountain.
de: Die Amazonen leben in Dörfern am Amazonas Fluss. Es gibt dort viele solcher Dörfer aber sie sind alle klein und sie sind über ein riesiges Territorium verstreut. Kapiqori ist der Anführer eines solchen, auf einem Berg gelegenen, kleinen Dorfes.
fr: Les amazones vivent dans des villages le long du fleuve Amazone. Il y a beaucoup de ces villages, mais ils sont tous petits et dispersés sur un vaste territoire. Kapiqori est le chef d’un de ces petits villages, situé sur une montagne.
nds: De Amazoonen leven in lütten Dörpen langs de Amazoonas-Stroom. Dat gifft mennig vun deesen Dörpen, man se sünd alle vun lütter Grött un över een unbannig wiedes Gewest verdeelt. Kapiqori is de Baas vun eenem sülken lütten Dörp, wat up eenem Barg liggt.
nl: De Amazones wonen in dorpen langs de Amazone-rivier. Er zijn veel van deze dorpen, maar ze zijn allemaal klein en verspreid over een enorm gebied. Kapiqori is het hoofd van zo'n klein dorp, gelegen op een berg.
sv: Amazonerna bor i byar längs Amazonfloden. Det finns många sådana byar, men de är alla små och utspridda över ett enormt område. Kapiqori är ledare för en sådan liten by, belägen på ett berg.

source: Recently, the villagers have been getting worried. Snow around the mountains is melting, leading to more water flowing down. Although this is good for the trees, the extra water also causes mudflows.
de: In letzter Zeit machen sich die Bewohner des Dorfes Sorgen. Der Schnee in den Bergen schmilzt, was dazu führt, dass mehr Wasser nach unten fließt. Das ist zwar gut für die Bäume das zusätztliche Wasser löst aber auch Erdrutsche aus.
fr: Récemment, les villageois se sont inquiétés. La neige autour des montagnes fond, ce qui fait descendre plus d’eau. Bien que ce soit bon pour les arbres, l’eau supplémentaire provoque également des coulées de boue.
nds: In de lesten Tied begünnen de Dörpslüü, sik to sörgen. De Sneei um de Bargen smelt, sodat mehr Water runnerlöppt. Dat is twaar good för de Bomen, aver dat völe Water föhrt ok to Mudderstörten.
nl: De laatste tijd maken de dorpelingen zich zorgen. De sneeuw in de bergen smelt, waardoor er meer water naar beneden stroomt. Hoewel dit goed is voor de bomen, veroorzaakt het extra water ook modderstromen.
sv: På senare tid har byborna börjat oroa sig. Snön runt bergen smälter, vilket leder till att mer vatten rinner ner. Även om detta är bra för träden, orsakar det extra vattnet också leraflöden.

source: Kapiqori is troubled too. On top of the melting snow, the local gold mines have become too hot to work in. Gold is very important for the amazon tribe. They believe it's the tears of the sun god Inti and therefor it is sacred. Kapiqori believes this is because Ayllu Apu, the protector god of the mountain, has become enraged.
de: Auch Kapiqori macht sich Sorgen. Zusätzlich zu dem schmelzendem Schnee wurden die örtlichen Goldmienen zu heiß um darin zu arbeiten. Gold ist den Amazonen sehr wichtig. Sie glauben daran, dass es aus den Tränen des Sonnengottes Inti ist und betrachten es deshalb als heilig. Kapiqori glaubt die Probleme gibt es weil Ayllu Apu, der Wächtergott des Berges erzürnt wurde-
fr: Kapiqori est également en difficulté. En plus de la fonte des neiges, les mines d’or locales sont devenues trop chaudes pour y travailler. L’or est très important pour la tribu des Amazones. Elles croient que ce sont les larmes du dieu soleil Inti et donc c’est sacré. Kapiqori croit que c’est parce qu’Ayllu Apu, le dieu protecteur de la montagne, est devenu enragé.
nds: Kapiqori sörgt sik ok. Nich blots, dat de Sneei smelt, de stedenwies Gold-Bargwarken sünd to heet worden, um daarin to warken. Gold is bannig wichtig för dat amazoonsk Volk. Se glöven, dat ’t de Tranen vun de Sünnengott Inti is, un um dat is ’t hillig. Kapiqori glöövt, dat is um dat, dat Ayllu Apu, de Schüttergott vun de Barg, füünsk worden is.
nl: Kapiqori maakt zich ook zorgen. Naast de smeltende sneeuw zijn de lokale goudmijnen te heet geworden om in te werken. Goud is erg belangrijk voor de Amazone-stam. Ze geloven dat het de tranen zijn van de zonnegod Inti en daarom is het heilig. Kapiqori gelooft dat dit komt doordat Ayllu Apu, de beschermgod van de berg, woedend is geworden.
sv: Kapiqori är också bekymrad. Utöver den smältande snön har de lokala guldgruvorna blivit för heta för att arbeta i. Guld är mycket viktigt för amazonstammen. De tror att det är solguden Intis tårar och därför är det heligt. Kapiqori tror att detta beror på att Ayllu Apu, bergets skyddsgud, har blivit rasande.

source: As you can see the mountain is a volcano, which is becoming more and more active. This explains the heating mines and the melting snow. The amazons however, have no knowledge of the workings of a volcano and blame it on the gods.
de: Wie du siehst ist der Berg ein Vulkan, welcher mehr und mehr Aktivität zeigt. Das erklärt den schmelzenden Schnee und das Erhitzen der Mienen. Den Amazon jedoch fehlt das Wissen über Vulkane und machen die Götter für die Vorgänge verantwortlich.
fr: Comme vous pouvez le voir, la montagne est un volcan, qui devient de plus en plus actif. Cela explique les mines qui chauffent et la fonte des neiges. Les amazones cependant n’ont aucune connaissance du fonctionnement d’un volcan et rejettent la faute sur les dieux.
nds: As du süchst, is de Barg een Füürbarg, wat mehr un mehr tum Utbreken kummt. Dat verklaart de heten Bargwarken un dat Smelten vum Sneei. Man de Amazoonen weten nix daarvun, wo Füürbargen warken, un denken, de Gotten sünd schuld.
nl: Zoals je kunt zien, is de berg een vulkaan, die steeds actiever wordt. Dit verklaart de opwarming van de mijnen en het smelten van de sneeuw. De Amazones hebben echter geen kennis van het functioneren van een vulkaan en geven de goden de schuld.
sv: Som ni kan se är berget en vulkan som blir allt mer aktiv. Detta förklarar de uppvärmda gruvorna och den smältande snön. Amazonerna har dock ingen kunskap om hur en vulkan fungerar och skyller på gudarna.

source: The tribes geologists have found a new place to mine gold further east, along the amazon river. Kapiqori has decided to send his daughter Pachiquima to build an outpost and new mines there. Pachiquima herself is not very happy with this task, she has always wanted to become a warrior and doesn't care for much else.
de: Die Geologen des Stammes haben am Fluss entlang, weiter im Osten einen neuen Ort gefunden an dem Gold abgebaut werden kann. Kapiqori hat entschieden seine Tochter Pachiquima loszuschichen um einen Außenposten und neue Mienen zu bauen. Pachiquima selbst ist nicht sehr glücklich über diese Aufgabe, sie wollte schon immer eine Kriegerin werden und sonst interessiert sie sich für nicht viel.
fr: Les géologues des tribus ont trouvé un nouvel endroit pour extraire de l’or plus à l’est, le long du fleuve Amazone. Kapiqori a décidé d’envoyer sa fille Pachiquima pour y construire un avant-poste et de nouvelles mines. Pachiquima elle-même n’est pas très contente de cette tâche, elle a toujours voulu devenir une guerrière et ne se soucie pas d’autre chose.
nds: De Schattsökers vum Volk hebben eene neje Stee tum Gold-Ofboen wieder im Oosten funnen, langs de Amazoonas-Stroom. Kapiqori hett besluten, siene Dochter Pachi-Kwima to stüren, daar eene Butenstee un neje Bargwarken to bauen. Pachi-Kwima sülvst is nich bannig blied över deese Upgaav, denn se wull alltieden eene Ridderske worden un kehrt sik nich um vööl anners.
nl: De geologen van de stammen hebben verder naar het oosten, langs de Amazone, een nieuwe plek gevonden om goud te delven. Kapiqori heeft besloten zijn dochter Pachiquima daarheen te sturen om een buitenpost en nieuwe mijnen te bouwen. Pachiquima is zelf niet erg blij met deze taak, ze heeft altijd al krijger willen worden en geeft niet veel om andere dingen.
sv: Stamgeologerna har hittat en ny plats att bryta guld längre österut, längs Amazonfloden. Kapiqori har beslutat att skicka sin dotter Pachiquima för att bygga en utpost och nya gruvor där. Pachiquima själv är inte särskilt nöjd med detta uppdrag, hon har alltid velat bli krigare och bryr sig inte om mycket annat.

source: Yes chief, it will take about
de: Ja chef, es wird etwa
fr: Oui chef, il faudra environ
nds: Jau Baas, dat word so umslags
nl: Ja chef, het duurt ongeveer
ru: Да, шеф, это займет около
sv: Ja, chefen, det kommer att ta ungefär

source: minutes
de: Minuten
nds: Menüten
nl: minuten
ru: минуты
sv: minuter

source: to reach the outpost.
de: dauern, den Außenposten zu erreichen.
fr: pour atteindre l’avant-poste.
nds: düren, to de Butenstee to komen.
nl: om de voorpost te bereiken.
ru: чтобы добраться до заставы.
sv: för att nå utposten.

source: You Have Lost
de: Du hast verloren
fr: Vous avez perdu(e)
nds: Du hest verloren
nl: Je Hebt Verloren
ru: Ты проиграл
sv: Du har förlorat

source: Victory
de: Sieg
fr: Victoire
nds: Sieg
nl: Overwinning
ru: Победа
sv: Seger
