Repository: widelands/wl_addons_server
Catalog: po/europeans_food_production.wad/*.po
Languages: ru

# europeans_building
source: Large factory that produces complex wares such as tools, weapons, armor, clothing, shoes or building materials from simple raw materials.
ru: Большая фабрика, которая производит сложные товары: инструменты, оружие, доспехи, одежду, обувь или строительные материалы из простого сырья.

# europeans_building
source: Equips recruits and trains them as workers.
ru: Набирает рекрутов и обучает их рабочим профессиям

# europeans_building
source: Sows and harvests corn, rye and wheat.
ru: Сеет и убирает кукурузу, рожь и пшеницу.

# europeans_building
source: Sows and harvests barley, blackroot, corn, rye and wheat.
ru: Сеет и убирает ячмень, козелец, кукурузу, рожь и пшеницу.

# europeans_building
source: Sows and harvests barley, blackroot, corn, fruit, grape, rye and wheat.
ru: Сеет и собирает урожай ячменя, козельца, кукурузы, фруктов, винограда, ржи и пшеницы.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat for food production and leather for shoemaker.
ru: Разводит сильных волов для перевозки грузов. Дополнительно производит мясо для производства продуктов питания, и кожу для башмачника.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat and fish for food production and leather for shoemaker.
ru: Разводит сильных волов для перевозки грузов. Дополнительно производит мясо и рыбу для производства продуктов питания, и кожу для башмачника.

# europeans_building
source: Breeds strong oxen and cute and helpful donkeys for adding them to the transportation system. Additionally keeps sheep for wool production and produces meat and fish for food production.
ru: Разводит сильных волов и милых и полезных ослов для перевозки грузов. Дополнительно разводит овец для стрижки шерсти и поставляет мясо и рыбу для производства продуктов питания.

# europeans_building
source: Breeds strong oxen, cute and helpful donkeys and strong horses for adding them to the transportation system. Additionally keeps sheep for wool production and produces meat and fish for food production.
ru: Разводит сильных волов и милых и полезных ослов для перевозки грузов. Дополнительно разводит овец для стрижки шерсти и производит мясо и рыбу для производства продуктов питания.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
ru: Выкапывает уголь из-под земли в горной местности.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
ru: Выкапывает железную руду из-под земли, в горной местности.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
ru: Выкапывает золотую руду из-под земли в горной местности.

# europeans_building
source: Trains recruits in ‘Attack’ and ‘Health’.
ru: Тренирует солдат в навыках Урона и Здоровья.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
ru: Обеспечивает новобранцев доспехами и оружием.

# europeans_building
source: Trains recruits to soldiers.
ru: Воспитывает из рекрутов солдат.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’ and ‘Attack’.
ru: Тренирует солдат в навыках Уклонения, Здоровья и Урона.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’, ‘Attack’ and in ‘Defense’.
ru: Тренирует солдат в навыках Уклонения, Здоровья, Урона и Защиты.

# europeans_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
ru: "Уклонение" увеличивает шансы солдата уклонится от попадания противника и остаться полностью невредимым.

# europeans_building
source: Garrisons soldiers to expand your territory.
ru: Военное здание занятое солдатами расширяет вашу территорию.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
ru: Если у вас мало солдат для захвата военных зданий, используйте кнопку "стрелка вниз", чтобы уменьшить их численность. Кроме того, можно щёлкнуть по солдату, чтобы выгнать его.

# europeans_building
source: Builds ferries.
ru: Изготавливает паромы.

# europeans_building
source: Needs water nearby.
ru: Поблизости должна быть вода.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
ru: Строит корабли для колонизации заморских территорий и обслуживания торговых путей между портами.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
ru: "Не ругайте строителя, когда у него нет стройматериалов."

# europeans_building
source: Proverb widely used for impossible tasks of any kind
ru: Пословица, которую используют для описания невыполнимых заданий

# europeans_building
source: A new building is being built at this construction site.
ru: Новое здание строится на этой строительной площадке.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
ru: "Новые пути появятся, если разрушить старые"

# europeans_building
source: Proverb
ru: Пословица

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
ru: Здание разбирается на этой площадке демонтажа, возвращая в хранилище вашего племени немного ресурсов, которые использовались при строительстве этого здания.

# warehousename
source: Europe
ru: Европа

# warehousename
source: Åland
ru: Аланд

# warehousename
source: Albania
ru: Албания

# warehousename
source: Andorra
ru: Андорра

# warehousename
source: Armenia
ru: Армения

# warehousename
source: Austria
ru: Австрия

# warehousename
source: Azerbaijan
ru: Азербайджан

# warehousename
source: Belarus
ru: Белоруссия

# warehousename
source: Belgium
ru: Бельгия

# warehousename
source: Bosnia
ru: Босния

# warehousename
source: Bulgaria
ru: Болгария

# warehousename
source: Corsica
ru: Корсика

# warehousename
source: Croatia
ru: Хорватия

# warehousename
source: Cyprus
ru: Кипр

# warehousename
source: Czechia
ru: Чехия

# warehousename
source: Denmark
ru: Дания

# warehousename
source: England
ru: Англия

# warehousename
source: Estonia
ru: Эстония

# warehousename
source: Faroe Islands
ru: Фареры

# warehousename
source: Finland
ru: Финляндия

# warehousename
source: France
ru: Франция

# warehousename
source: Georgia
ru: Грузия

# warehousename
source: Germany
ru: Германия

# warehousename
source: Gibraltar
ru: Гибралтар

# warehousename
source: Greece
ru: Греция

# warehousename
source: Guernsey
ru: Гернси

# warehousename
source: Herzegovina
ru: Герцеговина

# warehousename
source: Hungary
ru: Венгрия

# warehousename
source: Iceland
ru: Исландия

# warehousename
source: Isle of Man
ru: Остров Мэн

# warehousename
source: Ireland
ru: Ирландия

# warehousename
source: Italy
ru: Италия

# warehousename
source: Jersey
ru: Джерси

# warehousename
source: Kazakhstan
ru: Казахстан

# warehousename
source: Kosovo
ru: Косово

# warehousename
source: Latvia
ru: Латвия

# warehousename
source: Liechtenstein
ru: Лихтенштейн

# warehousename
source: Lithuania
ru: Литва

# warehousename
source: Luxembourg
ru: Люксембург

# warehousename
source: Malta
ru: Мальта

# warehousename
source: Moldova
ru: Молдавия

# warehousename
source: Monaco
ru: Монако

# warehousename
source: Montenegro
ru: Черногория

# warehousename
source: Netherlands
ru: Нидерланды

# warehousename
source: North Macedonia
ru: Северная Македония

# warehousename
source: Norway
ru: Норвегия

# warehousename
source: Poland
ru: Польша

# warehousename
source: Portugal
ru: Португалия

# warehousename
source: Romania
ru: Румыния

# warehousename
source: Russia
ru: Россия

# warehousename
source: San Marino
ru: Сан-Марино

# warehousename
source: Sardinia
ru: Сардиния

# warehousename
source: Scotland
ru: Шотландия

# warehousename
source: Serbia
ru: Сербия

# warehousename
source: Slovakia
ru: Словакия

# warehousename
source: Slovenia
ru: Словения

# warehousename
source: Spain
ru: Испания

# warehousename
source: Svalbard
ru: Шпицберген

# warehousename
source: Sweden
ru: Швеция

# warehousename
source: Switzerland
ru: Швейцария

# warehousename
source: Turkey
ru: Турция

# warehousename
source: Ukraine
ru: Украина

# warehousename
source: Vatican City
ru: Ватикан

# warehousename
source: Wales
ru: Уэльс

# europeans
source: Worker missing
ru: Не хватает работника

# europeans
source: Worker is coming
ru: Работник в пути

# europeans
source: Workers missing
ru: Не хватает работников

# europeans
source: Workers are coming
ru: Работники в пути

# europeans
source: Expert missing
ru: Не хватает опытного работника

# europeans
source: Experts missing
ru: Не хватает опытных работников

# europeans_soldier
source: %1% soldier (+%2%)
ru: %1% солдат (+%2%)

# europeans_soldier
source: %1% soldier
ru: %1% солдат

# europeans_soldier
source: %1%(+%2%) soldier (+%3%)
ru: %1%(+%2%) солдат (+%3%)

# europeans_soldier
source: %1%(+%2%) soldier
ru: %1%(+%2%) солдат

# ware
source: Barley
ru: Ячмень

# ware
source: Beer
ru: Пиво

# ware
source: Strong Beer
ru: Крепкое пиво

# empire_ware
source: Biscuit
ru: Печенье

# ware
source: Blackroot
ru: Козелец

# ware
source: Bread
ru: Хлеб

# ware
source: Corn
ru: Кукуруза

# ware
source: Fish
ru: Рыба

# ware
source: Flour
ru: Мука

# ware
source: Fruit
ru: Фрукт

# ware
source: Grape
ru: Виноград

# ware
source: Honey
ru: Мёд

# europeans_ware
source: Honey Bread
ru: Пряник

# ware
source: Mead
ru: Медовуха

# ware
source: Meat
ru: Мясо

# ware
source: Wheat
ru: Пшеница

# ware
source: Wine
ru: Вино

# europeans_worker
source: Advanced Beekeeper
ru: Продвинутый Пасечник

# europeans_worker
source: Basic Beekeeper
ru: Базовый Пасечник

# europeans_worker
source: Normal Beekeeper
ru: Обычный Пасечник

# europeans_worker
source: Donkey
ru: Осёл

# europeans_worker
source: Horse
ru: Лошадь

# europeans_worker
source: Ox
ru: Бык

# europeans_worker
source: Reindeer
ru: Северный олень

# europeans_worker
source: Advanced Farmer
ru: Продвинутый Фермер

# europeans_worker
source: Basic Farmer
ru: Базовый Фермер

# europeans_worker
source: Normal Farmer
ru: Обычный Фермер

# europeans_worker
source: Trader
ru: Торговец
