Repository: widelands/wl_addons_server
Catalog: po/europeans_food_production.wad/*.po
Languages: ru

source: Europeans food production addon for Europeans tribe
ru: дополнение производства продуктов для племени Европейцев

source: Adds some additional wares, workers and buildings to Europeans tribes economy for more complexity.
ru: Добавляет дополнительные товары, работников и здания в экономику Европейцев для большей сложности.

# immovable
source: Barley Field (harvested)
ru: Ячменное поле (убрано)

# immovable
source: Barley Field (medium)
ru: Ячменное поле (растет)

# immovable
source: Barley Field (ripe)
ru: Ячменное поле (спелое)

# immovable
source: Barley Field (small)
ru: Ячменное поле (ростки)

# immovable
source: Barley Field (tiny)
ru: Ячменное поле (крохотное)

source: Blueberry Bush (medium)
ru: Черничный куст (средний)

source: Blueberry Bush (ripe)
ru: Черничный куст (зрелый)

source: Blueberry Bush (small)
ru: Черничный куст (ростки)

source: Blueberry Bush (tiny)
ru: Черничный куст (крохотный)

source: Black Currant (medium)
ru: Черная смородина (средняя)

source: Black Currant (ripe)
ru: Черная смородина (зрелая)

source: Black Currant (small)
ru: Черная смородина (ростки)

source: Black Currant (tiny)
ru: Черная смородина (крохотная)

source: Red Currant (medium)
ru: Красная смородина (средняя)

source: Red Currant (ripe)
ru: Красная смородина (зрелая)

source: Red Currant (small)
ru: Красная смородина (ростки)

source: Red Currant (tiny)
ru: Красная смородина (крохотная)

source: Desert Hackberry (medium)
ru: Пустынная ежевика (средний)

source: Desert Hackberry (ripe)
ru: Пустынная ежевика (зрелый)

source: Desert Hackberry (small)
ru: Пустынная ежевика (малый)

source: Desert Hackberry (tiny)
ru: Пустынная ежевика (крохотный)

# immovable
source: Grapevine (medium)
ru: Виноград (средний)

# immovable
source: Grapevine (ripe)
ru: Виноград (зрелый)

# immovable
source: Grapevine (small)
ru: Виноград (маоый)

# immovable
source: Grapevine (tiny)
ru: Виноград (крохотный)

source: Juniper (medium)
ru: Можжевельник (средний)

source: Juniper (ripe)
ru: Можжевельник (зрелый)

source: Juniper (small)
ru: Можжевельник (малый)

source: Juniper (tiny)
ru: Можжевельник (крохотный)

source: Raspberry Bush (medium)
ru: Малина (средняя)

source: Raspberry Bush (ripe)
ru: Малина (зрелая)

source: Raspberry Bush (small)
ru: Малина (малая)

source: Raspberry Bush (tiny)
ru: Малина (крохотная)

source: Sea Buckthorn (medium)
ru: Облепиха (средняя)

source: Sea Buckthorn (ripe)
ru: Облепиха (зрелая)

source: Sea Buckthorn (small)
ru: Облепиха (малая)

source: Sea Buckthorn (tiny)
ru: Облепиха (крохотная)

source: Stink Shepherd’s Tree (medium)
ru: Босция (средняя)

source: Stink Shepherd’s Tree (ripe)
ru: Босция (зрелая)

source: Stink Shepherd’s Tree (small)
ru: Босция (малая)

source: Stink Shepherd’s Tree (tiny)
ru: Босция (крохотная)

source: Strawberries (medium)
ru: Клубника (среднее)

source: Strawberries (ripe)
ru: Клубника (зрелое)

source: Strawberries (small)
ru: Клубника (малое)

source: Strawberries (tiny)
ru: Клубника (крохотное)

# immovable
source: Blackroot Field (harvested)
ru: Козельцовое поле (убрано)

# immovable
source: Blackroot Field (medium)
ru: Козельцовое поле (среднее)

# immovable
source: Blackroot Field (ripe)
ru: Козельцовое поле (крохотное)

# immovable
source: Blackroot Field (small)
ru: Козельцовое поле (малое)

# immovable
source: Blackroot Field (tiny)
ru: Козельцовое поле (крохотное)

# immovable
source: Cornfield (harvested)
ru: Кукурузное поле (убрано)

# immovable
source: Cornfield (medium)
ru: Кукурузное поле (среднее)

# immovable
source: Cornfield (ripe)
ru: Кукурузное поле (зрелое)

# immovable
source: Cornfield (small)
ru: Кукурузное поле (малое)

# immovable
source: Cornfield (tiny)
ru: Кукурузное поле (крохотное)

# immovable
source: Rye Field (harvested)
ru: Ржаное поле (убрано)

# immovable
source: Rye Field (medium)
ru: Ржаное поле (растет)

# immovable
source: Rye Field (ripe)
ru: Ржаное поле (спелое)

# immovable
source: Rye Field (small)
ru: Ржаное поле (ростки)

# immovable
source: Rye Field (tiny)
ru: Ржаное поле (крохотное)

# immovable
source: Wheat Field (harvested)
ru: Пшеничное поле (убрано)

# immovable
source: Wheat Field (medium)
ru: Пшеничное поле (среднее)

# immovable
source: Wheat Field (ripe)
ru: Пшеничное поле (зрелое)

# immovable
source: Wheat Field (small)
ru: Пшеничное поле (малое)

# immovable
source: Wheat Field (tiny)
ru: Пшеничное поле (крохотное)

# europeans_building
source: Advanced Animal Farm
ru: Продвинутый скотный двор

source: working
ru: работает

source: idle program
ru: режим ожидания

# europeans_building
source: producing wool
ru: стрижет шерсть

# europeans_building
source: rearing cattle
ru: растит скот

# europeans_building
source: rearing donkeys
ru: растит ослов

# europeans_building
source: producing meat
ru: производит мясо

# europeans_building
source: producing meat and leather
ru: производит мясо и кожу

# europeans_building
source: breeding fish
ru: разводит рыбу

# europeans_building
source: Basic Animal Farm
ru: Базовый скотный двор

# europeans_building
source: Big Animal Farm
ru: Большой скотный двор

# europeans_building
source: breeding horses
ru: разводит лошадей

# europeans_building
source: Normal Animal Farm
ru: Обычный скотный двор

# europeans_building
source: Advanced Beekeeper’s House
ru: Продвинутая Пасека

# europeans_building
source: making honey
ru: собирает мед

source: No Flowers
ru: Нет цветов

source: Out of Flowers
ru: Больше нет цветов

# europeans_building
source: The beekeeper working at this beekeepers’s house can’t find any flowering fields or bushes in his work area. You should consider building another farm or berry farm nearby, or dismantling or destroying this building.
ru: Пасечник отсюда не может найти цветущие поля или кусты в своей рабочей области. Вам стоит построить неподалеку фермы или разбить ягодник, или же разобрать или снести это здание.

# europeans_building
source: Basic Beekeeper’s Hut
ru: Базовая Пасека

# europeans_building
source: Normal Beekeeper’s House
ru: Обычная Пасека

# europeans_building
source: Advanced Farm
ru: Продвинутая ферма

# europeans_building
source: planting
ru: садит

# europeans_building
source: harvesting
ru: собирает урожай

# europeans_building
source: pausing production for waiting for inputs
ru: приостановка производства в ожидании поставок

# europeans_building
source: pausing production because output not needed yet
ru: приостановка производства, поскольку продукция пока не требуется

# europeans_building
source: planting barley
ru: сеет ячмень

# europeans_building
source: planting berry bushes
ru: садит ягодник

# europeans_building
source: planting blackroot
ru: сеет козелец

# europeans_building
source: planting corn
ru: сеет кукурузу

# europeans_building
source: planting grapes
ru: садит виноград

# europeans_building
source: planting reed
ru: садит тростник

# europeans_building
source: planting rye
ru: сеет рожь

# europeans_building
source: planting wheat
ru: сеет пшеницу

# europeans_building
source: harvesting barley
ru: жнет ячмень

# europeans_building
source: harvesting berries
ru: собирает ягоды

# europeans_building
source: harvesting blackroot
ru: собирает козелец

# europeans_building
source: harvesting corn
ru: собирает кукурузу

# europeans_building
source: harvesting grapes
ru: собирает виноград

# europeans_building
source: harvesting reed
ru: собирает тростник

# europeans_building
source: harvesting rye
ru: жнет рожь

# europeans_building
source: harvesting wheat
ru: жнет пшеницу

source: No Fields
ru: Нет полей

source: Out of Fields
ru: Место под засев исчерпано

# europeans_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
ru: Работник этой фермы не имеет свободной земли под засев.

# europeans_building
source: Basic Farm
ru: Базовая Ферма

# europeans_building
source: Normal Farm
ru: Обычная ферма

# europeans_building
source: planting berrybush
ru: садит ягодник

# europeans_building
source: harvesting berry
ru: собирает ягоды

# europeans_building
source: Advanced Bakery
ru: Продвинутая пекарня

# europeans_building
source: pausing production for water and flour
ru: приостановка производства воды и муки

# europeans_building
source: Baking bread
ru: печет хлеб

# europeans_building
source: Baking honey bread
ru: печет пряники

# europeans_building
source: Baking fruit biscuits
ru: выпекает фруктовое печенье

# europeans_building
source: Basic Bakery
ru: Базовая пекарня

# europeans_building
source: Normal Bakery
ru: Обычная пекарня

# europeans_building
source: Advanced Brewery
ru: Продвинутая пивоварня

# europeans_building
source: brewing beer
ru: варит пиво

# europeans_building
source: brewing mead
ru: варит медовуху

# europeans_building
source: brewing strong beer
ru: варит крепкое пиво

# europeans_building
source: Basic Brewery
ru: Базовая Пивоварня

# europeans_building
source: Normal Brewery
ru: Обычная пивоварня

# europeans_building
source: Advanced Brewery and Winery
ru: Продвинутая пивоварня и Винодельня

# europeans_building
source: pausing production for water and barley
ru: приостановка производства воды и ячменя

# europeans_building
source: making wine
ru: делает вино

# europeans_building
source: Advanced Mill
ru: Продвинутая мельница

# europeans_building
source: pausing production for rye and wheat
ru: приостановка производства ржи и пшеницы

# europeans_building
source: grinding rye and wheat
ru: мелет рожь и пшеницу

# europeans_building
source: Basic Mill
ru: Базовая мельница

# europeans_building
source: Normal Mill
ru: Обычная мельница

# europeans_building
source: Big Market (Selling Food)
ru: Большой Рынок (торговля продуктами)

source: trading
ru: торгует

# europeans_building
source: trading food for copper coins
ru: продает продукты за медные монеты

# europeans_building
source: trading food for silver coins
ru: продает продукты за серебряные монеты

# europeans_building
source: trading food for gold coins
ru: продает продукты за золотые монеты

# europeans_building
source: pausing trading of gold
ru: приостановка торговли золотом

# europeans_building
source: Small Market (Selling Food)
ru: Малый Рынок (торговля продуктами)

# europeans_building
source: trading food for wood coins
ru: продает продукты за деревянные монеты

# europeans_building
source: pausing trading of blackwood
ru: приостановка торговли балками

# europeans_building
source: Trading Post
ru: Торговый пост

# europeans_building
source: Advanced Recruitement Center
ru: Продвинутый отдел кадров

# europeans_building
source: pausing production because lack of tools
ru: приостановка производства из-за недостатка инструментов

# europeans_building
source: recruiting first carrier
ru: нанимает первого носильщика

# europeans_building
source: recruiting second carrier
ru: нанимает второго носильщика

# europeans_building
source: recruiting third carrier
ru: нанимает третьего Носильщика

# europeans_building
source: recruiting builder
ru: нанимает строителя

# europeans_building
source: recruiting beekeeper
ru: нанимает пасечника

# europeans_building
source: recruiting farmer
ru: нанимает фермера

# europeans_building
source: recruiting forester
ru: нанимает лесника

# europeans_building
source: recruiting geologist
ru: нанимает геолога

# europeans_building
source: recruiting lumberjack
ru: нанимает Дровосека

# europeans_building
source: recruiting miner
ru: нанимает шахтера

# europeans_building
source: recruiting recruit
ru: нанимает рекрута

# europeans_building
source: recruiting scout
ru: нанимает разведчика

# europeans_building
source: recruiting shipwright
ru: нанимает карабела

# europeans_building
source: recruiting stonecutter
ru: нанимает Камнетёса

# europeans_building
source: recruiting terraformer
ru: нанимает терраформера

# europeans_building
source: recruiting trainer
ru: нанимает Инструктора

# europeans_building
source: recruiting general worker
ru: нанимает обычного работника

# europeans_building
source: Basic Recruitement Center
ru: Базовый отдел кадров

# europeans_building
source: Normal Recruitement Center
ru: Обычный отдел кадров

source: Discovery (Human Player)
ru: Открытие (Игрок-человек)

source: Start the game with three ships on the ocean and only a handful of supplies. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
ru: Начните игру с тремя кораблями в океане и всего лишь горсткой припасов. Отключено терраформирование (осушение водоемов) из-за несовместимости с мореплаванием.

source: Headquarters (with seafaring)
ru: Штаб (с мореплаванием)

source: Start the game with your headquarters only. Disabled terraforming (diking of water bodies) because of lack of compatibility with seafaring.
ru: Начинайте игру только со штабом. Отключено терраформирование (осушение водоемов) из-за несовместимости с мореплаванием.

source: Headquarters (with terraforming)
ru: Штаб (с терраформированием)

source: Start the game with your headquarters only. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
ru: Начинайте игру только со штабом. Мореплавание отключено из-за несовместимости с терраформированием (осушением водоемов).

source: Trading Outpost (Food)
ru: Торговая застава (продукты)

source: This starting condition contains a market as an additional building, where some wares can be bought for gold, quartz and diamonds. Disabled seafaring because of lack of compatibility with terraforming (diking of water bodies).
ru: Эти стартовые условия включает рынок. В этом здании некоторые товары можно купить за золото, кварц и алмазы. Мореплавание запрещено из-за несовместимости с терраформированием (осушением водоемов).

source: Mark McWire
ru: Марк МакВайр

source: Europeans (Food Addon)
ru: Европейцы (продуктовое дополнение)

source: This is the culture of the Europeans.
ru: Это культура Европейцев.

source: This is an addon for the experimental Europeans tribe. It adds additional buildings, workers and wares to the tribe.
ru: Это дополнение для экспериментального племени Европейцев. Оно добавляет дополнительные строения, работников и товары.

# ware
source: Water is the essence of life!
ru: Без воды - ни туды и ни сюды!

# europeans_ware
source: Granite is a basic building material.
ru: Гранит - один из основных стройматериалов.

# europeans_ware
source: The Europeans produces granite blocks in quarries.
ru: Европейцы добывают гранитные блоки в карьерах.

# europeans_ware
source: Logs are an important basic building material. They are produced by felling trees.
ru: Бревна - весьма ценное сырье. Добывается путем разрубания деревьев.

# europeans_ware
source: European lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the shipyard and the sawmill.
ru: Европейские лесорубы валят деревья; лесники заботятся о воспроизводстве деревьев. Бревна также используются в печи углежога, на верфи и лесопилке.

# europeans_ware
source: Reed is an important building material.
ru: Тростник - важный кровельный материал.

# europeans_ware
source: It is produced by the reed yard.
ru: Выращивается на плантациях.

# europeans_ware
source: Cotton is a raw material used to make clothing.
ru: Хлопок - это сырье, используемое для производства одежды.

# europeans_ware
source: Wool is the hair of sheep. Weaving mills use it to make armor. Animal farms with level 4 or 5 can produce wool.
ru: Шерсть - это волосяной покров овец. Ткацкие фабрики изготавливают из нее доспехи. Скотные дворы с уровнем 4 или 5 могут производить шерсть.

# europeans_ware
source: Rubber is needed to make improved boots.
ru: Каучук необходим для изготовления усовершенствованных ботинок.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
ru: Уголь добывают в шахтах или путем обжига бревен в печи углежогом.

# europeans_ware
source: The fires of the Europeans smelting works and smithies are usually fed with coal.
ru: Огонь в европейских литейных и кузницах поддерживает уголь.

# europeans_ware
source: Grout is a basic building material.
ru: Цемент - это важнейший стройматериал.

# europeans_ware
source: The Europeans produces grout in lime kiln or stonemasons house out of granite and water.
ru: Европейцы производят цемент в цементной печи или в доме каменщика из гранита и воды.

# europeans_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener (basic sawmill).
ru: После обжига дерево приобретает прочность стали, что находит применение в строительстве. Делают это в балочной мастерской (базовой лесопилке).

# europeans_ware
source: Cloth is needed to build several buildings. It is produced out of reed.
ru: Полотно нужно для ряда зданий. Ткут его из тростника.

# europeans_ware
source: Raw material for some sorts of armor. It is produced in the weaving mill out of wool or reed.
ru: Сырье для некоторых видов доспехов. Его производят на ткацкой фабрике из шерсти или тростника.

# europeans_ware
source: The animal farm produces leather, which is used as a raw material for making boots.
ru: Скотный двор производит кожу, которая используется в качестве сырья для изготовления ботинок.

# europeans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are mined as a byproduct in a deep iron mine or by advanced quarry.
ru: Кристаллы прозрачного кварца используются в строительстве исключительных зданий. Они добываются или как побочка глубоких железных рудников, или на улучшенных каменоломнях.

# europeans_ware
source: Clay is needed to make bricks.
ru: Глина идет на кирпичи.

# europeans_ware
source: Brick is a basic building material.
ru: Кирпич - основной стройматериал.

# europeans_ware
source: The Europeans produces bricks in lime kiln or stonemasons house out of clay, granite and water.
ru: Европейцы производят кирпичи в цементной печи или в каменотёснях из глины, гранита и воды.

# europeans_ware
source: Planks are an important building material.
ru: Доски - важнейший стройматериал.

# europeans_ware
source: They are produced out of logs by the sawmill.
ru: Их получают из брёвен на лесопилке.

# europeans_ware
source: They are also used by the ferryyard and shipyard.
ru: Они также используются в паромных и корабельных верфях.

# europeans_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
ru: Мрамор - красивый камень, блоки которого добывают в горах и на каменоломнях. Из мрамора каменщик высекает колонны, которые затем используются в строительстве.

# europeans_ware
source: Marble columns represent the high culture of the Europeans, so they are needed for nearly every advanced building. They are produced out of marble at a stonemason’s house.
ru: Мраморные колонны олицетворяют высокую культуру европейцев, поэтому они необходимы почти для каждого современного здания. Они изготавливаются из мрамора в доме каменщика.

# europeans_ware
source: These wonderful diamonds are used to build advanced buildings. They are mined as a byproduct in a deep coal mine or by advanced quarry.
ru: Прекрасные алмазы используются в строительстве ряда зданий. Добываются как побочка в углубленных угольных карьерах и на улучшенных каменоломнях.

# europeans_ware
source: Rye is essential for survival.
ru: Рожь - основа выживания.

# europeans_ware
source: Rye is produced by farms and used by mills to produce mixed flour.
ru: Выращенную на полях рожь и пшеницу мелят в мучную смесь на мельницах.

# europeans_ware
source: Wheat is essential for survival.
ru: Без пшеницы нет и жизни.

# europeans_ware
source: Wheat is produced by farms and used by mills to produce mixed flour.
ru: Растет пшеница на полях, из нее на мельнице мелят муку.

# europeans_ware
source: Barley is a slow-growing grain that is used for brewing beer or mead.
ru: Ячмень - медленно растущая культура, идущая на приготовление пива и медовухи.

# europeans_ware
source: Advanced farms need to be provided with corn to feed the farm animals.
ru: Продвинутым фермам нужна кукуруза для кормления животных.

# europeans_ware
source: Blackroots are a special kind of root. Advanced farms need to be provided with blackroot.
ru: Козелец - особый вид корней. Продвинутые фермы должны быть обеспечены козельцом.

# europeans_ware
source: Honey is produced by bees belonging to a beekeeper. It is used to brew mead.
ru: Мед забирается пасечником из ульев. Из него варят медовуху.

# europeans_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used to brew fruit wine.
ru: Ягоды растут на плодовых кустах, пока их не соберет собиратель. Из них варят настойки.

# europeans_ware
source: These grapes are the base for a tasty wine. They are harvested in a advanced farm and processed in a winery.
ru: Этот виноград — основа для вкусного вина. Он собирается на продвинутой ферме и перерабатывается в винодельне.

# europeans_ware
source: Mixed flour is produced by the mill out of rye and wheat and is needed in the bakery to produce bread.
ru: Смешанную муку получают на мельнице из ржи и пшеницы и отправляют в пекарни для выпечки хлеба.

# europeans_ware
source: Bread are produced in a bakery out of water and flour. It is offered for sale on the small and big market in exchange for coins.
ru: Хлеб выпекается в пекарне из воды и муки. Его можно продать за монеты на малом или большом рынке.

# europeans_ware
source: Honey Bread are produced in a bakery out of water, honey and flour. It is offered for sale on the big market in exchange for coins.
ru: Пряник выпекается в пекарне из воды, мёда и муки. Его можно продать за монеты на большом рынке.

# europeans_ware
source: Biscuits are produced in a bakery out of water, flour, honey and fruits. It is offered for sale on the big market in exchange for coins.
ru: Печенье выпекается в пекарне из воды, муки, мёда и фруктов. Его можно продать за монеты на большом рынке.

# europeans_ware
source: Meat contains a lot of energy, and it is produced in animal farms. It is offered for sale on the small and big market in exchange for coins.
ru: Мясо имеет большую энергетическую ценность, его производят на скотных дворах. Его можно продать за монеты на малом или большом рынке.

# europeans_ware
source: Fish is one of the biggest food resources of the Europeans, and it is produced in animal farms. It is offered for sale on the big market in exchange for coins.
ru: Рыба - важнейший продукт Европейцев, её производят на скотных дворах. Её можно продать за монеты на большом рынке.

# europeans_ware
source: This beer is produced in a brewery out of barley and water. It is offered for sale on the small and big market in exchange for coins.
ru: Пиво варят в пивоварне из ячменя и воды. Его можно продать за монеты на малом или большом рынке.

# europeans_ware
source: Mead is produced by breweries out of water, barley and honey. It is offered for sale on the big market in exchange for coins.
ru: Медовуху варят в пивоварне из воды, ячменя и мёда. Её можно продать за монеты на большом рынке.

# europeans_ware
source: This strong beer is produced in a brewery out of barley and water. It is offered for sale on the big market in exchange for coins.
ru: Крепкое пиво варят в пивоварне из ячменя и воды. Его можно продать за монеты на большом рынке.

# europeans_ware
source: It is produced in a winery out of grape and is offered for sale on the big market in exchange for coins.
ru: Его делают в винодельне из винограда. Его можно продать за монеты на большом рынке.

# default_ware
source: Ore is mined in ore mines.
ru: Руда добывается в шахтах.
