Repository: widelands/wl_addons_server
Catalog: po/europeans_food_production.wad/*.po
Languages: ru

# europeans_ware
source: It is smelted in a smelting works to retrieve all the metals.
ru: В литейной ее переплавляют в металл.

# europeans_ware
source: Discarded weapons and armor can be recycled in an advanced smelting works to produce new tools, weapon and armor.
ru: Неиспользуемые оружие и броня могут быть пущены на переплавку в продвинутых литейных для ковки инструментов, а также нового оружия и новой брони.

# ware
source: Iron is smelted out of ores.
ru: Железо получают плавлением руды.

# europeans_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of iron.
ru: Выплавляется из руды в литейной. Оружие, доспехи и инструменты делают из него.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of ore.
ru: Золото - ценнейший из металлов, его получают в литейной из златоносной руды.

# europeans_ware
source: It is produced by the smelting works. Armor and weapons are embellished with gold in the smithy. Some valuable buildings need gold to be built.
ru: Его получают в литейных. Доспехи и оружие украшают золотом в кузнице. Также золото требуется для строительства некоторых ценных зданий.

# ware
source: Wood coins are money made of wood. Its simplest barter object.
ru: Деревянные монеты - это деньги, сделанные из дерева. Простейшее средство обмена.

# ware
source: Wood coins are money made of copper or bronze (copper and tin). Its the standard barter object.
ru: Медные монеты - это деньги, изготовленные из меди или бронзы (медь и олово). Это стандартное платёжное средство.

# ware
source: Wood coins are money made of silver. Its a valuable barter object.
ru: Серебряные монеты - это деньги, сделанные из серебра. Это ценное средство обмена.

# ware
source: Wood coins are money made of gold. Its most valuable barter object.
ru: Золотые монеты - это деньги, сделанные из золота. Это самыое ценное средство обмена.

# europeans_ware
source: They are produced by all smithies.
ru: Их изготавливают в кузницах.

# europeans_ware
source: This basket is needed by the farmer for harvesting the fruits and grapes and needed by miller and by gamekeeper.
ru: Эта корзина нужна фермеру для сбора фруктов и винограда, а также мельнику и егерю.

# europeans_ware
source: It is also used by advanced carrier to transport wares. It is produced by all smithies.
ru: Он также используется продвинутыми носильщиками для транспортировки товаров. Её производят кузницы.

# europeans_ware
source: The scythe is the tool of the farmers.
ru: Коса - орудие фермера.

# europeans_ware
source: Scythes are produced by all smithies.
ru: Косу выкует любой кузнец.

# europeans_ware
source: The felling ax is the tool to chop down trees.
ru: Топор Дровосека - орудие для рубки деревьев.

# europeans_ware
source: Felling axes are used by lumberjacks and produced by all smithies.
ru: Топор дровосека используются дровосеком и производится в кузнице.

# europeans_ware
source: The pick is an essential tool. Picks are used by stonemasons and miners.
ru: Кирка - важнейший инструмент. Она нужна и каменщику, и шахтеру.

# europeans_ware
source: They are produced produced by all smithies.
ru: Её скует любой кузнец.

# europeans_ware
source: The hammer is an essential tool. Geologists, builders, and smiths all need a hammer.
ru: Молоток - важнейший инструмент. Они нужны геологам, строителям и кузнецам.

# europeans_ware
source: Make sure you’ve always got some in reserve! They are produced by all smithies.
ru: Проследите, чтобы всегда иметь несколько в запасе! Их делают кузнецы.

# europeans_ware
source: The saw is an essential tool. This saw is needed by the woodcutter and the carpenter.
ru: Пила - важнейший инструмент. Ими пользуются лесорубы и плотники.

# europeans_ware
source: It is produced by all smithies.
ru: Их изготавливают в кузницах.

# europeans_ware
source: Fire tongs are the tools for smelting ores.
ru: Клещи нужны в литейных.

# europeans_ware
source: They are used in the smelting works and smithies and produced produced by all smithies.
ru: Ими пользуются в литейных и кузницах, а изготовить их может любой кузнец.

# europeans_ware
source: Needles are used by weavers.
ru: Иглы нужны ткачам.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the armor smithy. In combination with wooden spear, it is the equipment to fit out young soldiers.
ru: Базовая броня для европейских солдат. Её производят в бронной. В сочетании с деревянным копьем служит снаряжением для молодых солдат.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the weaving mill. In combination with wooden spear, it is the equipment to fit out young soldiers.
ru: Базовая броня для европейских солдат. Его производят на ткацкой фабрике. В сочетании с деревянным копьем служит снаряжением для молодых солдат.

# europeans_ware
source: The compressed armor is a medium armor for European soldiers. It is produced by a tailor and used in a battle arena to protect soldiers with additional health points.
ru: Уплотненная броня - это средняя броня для европейских солдат. Она производится портным и используется на арене поединков для увелечения здоровья солдат.

# europeans_ware
source: The advanced armor is produced in the a smithy and used in the battle arena to protect soldiers with additional health points.
ru: Улучшеные доспехи производится в кузнице и используется на Арене поединков чтобы повысить здоровье солдат.

# europeans_ware
source: Wooden boots are basic footwear for soldiers to be protect on their feet. They are produced by the dressmaker.
ru: Деревянные ботинки служат базовой обувью для солдат, и защищают их ноги. Их изготавливает портниха.

# europeans_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
ru: Прочные ботинки - отличная солдатская обувь, облегчающая шаг. Изготавливаются портнихами и используются для повышения уровня уклонения солдат с 0 до 1.

# europeans_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
ru: Легкие ботинки это легкая и долговечная солдатская обувь, облегчающая шаг. Изготавливаются портнихами и используются для повышения уровня уклонения солдат с 1 до 2.

# europeans_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
ru: Ботинки ветерана! Только для настоящих героев. Изготавливаются портнихами и служат для повышения уклонения солдат с 2 до 3.

# europeans_ware
source: This wooden spear is the basic weapon in the European military system. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
ru: Это деревянное копье является основным оружием в европейских армиях. Его изготавливают в кузнице. В сочетании с доспехами служит снаряжением для молодых солдат.

# europeans_ware
source: This is a advanced spear with a steel tip. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
ru: Это Улучшенное копье со стальным наконечником. Его производят в кузнице и используют на арене поединков – вместе с едой – для тренировки солдат в уроне.

# europeans_ware
source: This is an broad ax. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
ru: Это Секира. Её производят в кузнице и используют на боевой арене – вместе с едой – для тренировки солдат в Уроне.

# europeans_ware
source: This is a broad sword. It is produced in the advanced smithy and used in a battle arena – together with food – to train soldiers in attack.
ru: Это Тесак. Он производится в продвинутой кузнице и используется на арене поединков – вместе с едой – для тренировки солдат в Уроне.

# europeans_ware
source: The helmet is the basic defense tool of a soldier. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
ru: Шлем служит базовой защитой для европейских солдат. Его производят в кузнице. В сочетании с бронёй служит снаряжением для молодых солдат.

# europeans_ware
source: The mask is the medium defense tool of a soldier. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
ru: Маска - это средняя защита солдата. Её производят в кузнице и используют на арене поединков – вместе с едой – для тренировки солдат в защите.

# europeans_ware
source: This steel shield is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
ru: Этот стальной щит изготавливается в кузнице и используется на арене поединков – вместе с едой – для обучения солдат защите.

# europeans_ware
source: These advanced shields are used by the best soldiers of the Europeans. They are produced in the advanced smithy and used in the advanced battle arena – together with food – to train soldiers in defense.
ru: Эти улучшенные щиты используются лучшими солдатами Европейцев. Они производятся в продвинутой кузнице и используются на продвинутой арене поединков – вместе с едой – для обучения солдат защите.

# europeans_worker
source: Used for recruiting all other workers.
ru: Нанимает всех работников.

# europeans_worker
source: Carries items along your roads with their hands.
ru: Носят товары по дорогам в руках.

# europeans_worker
source: Carries items along your roads with baskets.
ru: Переносят товары в корзинах по вашим дорогам.

# europeans_worker
source: Carries items along your roads. They are reared in an animal farm.
ru: Перевозят грузы по дорогам. Их выращивают на скотных дворах.

# europeans_worker
source: Donkeys help to carry items along busy roads. They are reared in an animal farm.
ru: Ослы помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.

# europeans_worker
source: Horses help to carry items along busy roads. They are reared in an animal farm.
ru: Лошади помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.

# europeans_worker
source: Reindeers help to carry items along busy roads. They are reared in an animal farm.
ru: Олени помогают перевозить предметы по оживленным дорогам. Они выращиваются на скотном дворе.

# europeans_worker
source: Ships wares across narrow rivers.
ru: Перевозит товары через узкие протоки.

# europeans_worker
source: Eager to become a soldier and defend his tribe!
ru: Хочет стать солдатом и отстаивать интересы своего племени!

# europeans_worker
source: Defend and Conquer!
ru: Защищать и покорять!

# europeans_worker
source: General worker with no special ability.
ru: Обычный работник без особых навыков.

# europeans_worker
source: Works at the shipyard and constructs new ships.
ru: Работает на верфи, строя суда.

# europeans_worker
source: Works at construction sites to raise new buildings.
ru: Возводит новые здания на стройплощадках.

# europeans_worker
source: Discovers resources for mining.
ru: Ищет залежи полезных ископаемых.

# europeans_worker
source: Fells trees.
ru: Валит деревья.

# europeans_worker
source: Plant trees.
ru: Сажает деревья.

# europeans_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
ru: Высекает блоки гранита и мрамора из окружающих скал.

# europeans_worker
source: Plants and harvests fields.
ru: Засеивает и жнет поля.

# europeans_worker
source: Lets bees swarm over flowers, then gathers the honey.
ru: Выпускает пчел собирать мед с цветов.

# europeans_worker
source: Mines ore and minerals.
ru: Добывает руду и минералы.

# europeans_worker
source: Terraforms desert and coast into fertile soil.
ru: Терраформирует пустыни и побережья в плодородные земли.

# europeans_worker
source: Trains the soldiers.
ru: Обучает солдат.

# europeans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
ru: Разведчик Резвый разведывает неразведанное резво и резко.

# europeans_worker
source: Traders work in markets or in trading posts to exchange wares with other tribes.
ru: Торговцы работают на рынках или в торговых постах, где обмениваются товарами с другими племенами.

source: The remains of a destroyed building.
ru: Останки разрушенного здания.

source: This field has just been planted.
ru: Это поле только что засеяно.

source: This field is growing.
ru: Это поле растет.

source: This field is ready for harvesting.
ru: Поле готово к уборке.

source: This field has been harvested.
ru: Урожай с этого поля собран.

source: This berry bush has just been planted.
ru: Этот ягодный кустарник только что посажен.

source: This berry bush is growing.
ru: Этот ягодный кустарник растет.

source: This berry bush is flowering. Honey can be produced from it by a beekeeper.
ru: Этот ягодный кустарник зацвел. Пасечник может получить с него мёд.

source: This berry bush is ready for harvesting.
ru: Этот ягодный кустарник готов к уборке.

source: This grapevine has just been planted.
ru: Виноград посажен.

source: This grapevine is growing.
ru: Этот виноград растет.

source: This grapevine is ready for harvesting.
ru: Этот виноград созрел для сбора.

source: Ponds with water becomes dry after some time. These dry holes vanish after a while.
ru: Пруды с водой через некоторое время пересыхают. Эти сухие ямы через некоторое время исчезают.

source: This reed field has just been planted.
ru: Тростниковое поле засеено.

source: This reed field is growing.
ru: Тростник растет.

source: This reed field is flowering. Honey can be produced from it by a beekeeper.
ru: Тростник на этом поле зацвел. Пасечник может получить с него мёд.

source: This reed field is ready for harvesting.
ru: Тростник готов к уборке.

source: There are no resources in the ground here.
ru: Здесь нет ресурсов.

source: There is water in the ground here that can be pulled up by a well.
ru: Здесь есть подземные воды. Воду можно получить, построив здесь колодец.

source: Coal veins contain coal that can be dug up by coal mines.
ru: Угольная жила содержит уголь, который может быть выкопан в угольной шахте.

source: There is only a little bit of coal here.
ru: Здесь есть немного угля.

source: Iron veins contain iron ore that can be dug up by iron mines.
ru: Железная жила содержит железную руду, которая может быть добыта в железной шахте.

source: There is only a little bit of iron here.
ru: Здесь есть немного железа.

source: Gold veins contain gold ore that can be dug up by gold mines.
ru: Золотая жила содержит золото, которое может быть выкопано в золотой шахте.

source: There is only a little bit of gold here.
ru: Здесь совсем немного золота.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
ru: Мрамор – это основной строительный материал. Он может быть добыт в мраморной шахте. Там же вы будете добывать гранит.

source: There is only a little bit of marble here.
ru: Здесь есть немного мрамора.

source: There is a lot of coal here.
ru: Здесь много угля.

source: There is a lot of iron here.
ru: Здесь много железа.

source: There is a lot of gold here.
ru: Здесь много золота.

source: There is a lot of marble here.
ru: Здесь много мрамора.

source: A ship is being constructed at this site.
ru: На этом участке строится корабль.

# europeans_building
source: Open market to exchange wares with other allied tribes.
ru: Открытый рынок для обмена товарами с другими союзными племенами.

source: The remains of an old tree.
ru: Останки старого дерева.

source: This tree is only planted by the amazon tribe but can be harvested for logs.
ru: Эти деревья могут быть посажены только амазонками, но могут быть пущены на бревна.

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
ru: Помещение для ваших людей. Также хранит ваши товары и инструменты.

# europeans_building
source: The headquarters is your main building.
ru: Штаб — это ваше главное здание.

# europeans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
ru: Ваши рабочие и солдаты могут здесь укрыться, а также хранить здесь товары и инструменты.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
ru: Служит базой для заморской колонизации и торговли. Также хранит ваших солдат, товары и инструменты.

# europeans_building
source: Market building to sale wares to other allied tribes.
ru: Здание рынка для продажи товаров другим союзным племенам.

# europeans_building
source: Market building to sale food to other allied tribes.
ru: Здание рынка для продажи продуктов другим союзным племенам.

# europeans_building
source: Store building to purchase wares from other allied tribes.
ru: Здание магазина для покупки товаров у других союзных племен.

# europeans_building
source: Trading building to purchase wares from other allied tribes.
ru: Торговое здание для покупки товаров у других союзных племен.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
ru: Валит деревья поблизости и перерабатывает их в брёвна.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
ru: Хижине дровосека нужны деревья для рубки, в его рабочей области.

# europeans_building
source: The woodcutter’s house needs trees to fell within the work area.
ru: Дому лесоруба нужны деревья для рубки в рабочей области.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
ru: Дому дровосека требуются деревья под рубку в рабочей области.

# europeans_building
source: Plants trees in the surrounding area.
ru: Сажает деревья в ближайших окрестностях.

# europeans_building
source: The ranger’s hut needs free space within the work area to plant the trees.
ru: Хижине лесничего нужно свободное пространство в его рабочей области, пригодное для посадки деревьев.

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
ru: Дому лесника нужно свободное пространство в его рабочей области, пригодное для посадки деревьев.

# europeans_building
source: Keeps bees and lets them swarm over flowering fields to produce honey.
ru: Содержит пчел и позволяет им роиться над цветущими полями для производства меда.

# europeans_building
source: Needs medium-sized fields (barley, rye, wheat, reed, corn or blackroot) or bushes (berry bushes or grapevines) nearby.
ru: Нужны поля среднего размера (ячмень, рожь, пшеница, тростник, кукуруза или козелец) или кустарники (ягодные кусты или виноградная лоза) поблизости.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
ru: Высекает блоки гранита из скал в округе.

# europeans_building
source: The quarry needs rocks to cut within the work area.
ru: Каменоломне для работы нужны скалы в рабочей области.

# europeans_building
source: Cuts blocks of granite out of rocks in the vicinity.
ru: Высекает блоки гранита из окружающих скал.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
ru: Высекает блоки гранита и мрамора из окружающих скал.

# building
source: Explores unknown territory.
ru: Разведывает незнакомую территорию.

# building
source: Terraforms deserts and coasts into fertile soil.
ru: Терраформирует пустыни и побережья в плодородные земли.

# europeans_building
source: Draws water out of the deep.
ru: Черпает воду из недр.

# europeans_building
source: Sows and harvests reed.
ru: Сеет и жнет тростник.

# europeans_building
source: Sows and harvests reed and cotton.
ru: Сеет и убирает тростник и хлопок.

# europeans_building
source: Sows and harvests reed, cotton and rubber.
ru: Сажает и убирает тростник, хлопок и каучук.

# europeans_building
source: Weaves cloth out of reed.
ru: Ткет Полотно из тростника.

# europeans_building
source: Weaves cloth for buildings and ships’ sails, and armor to equip and train the soldiers.
ru: Ткет полотно для зданий и парусов, а также накидки для экипировки и обучения солдат.

# europeans_building
source: Weaves cloth and armor out of wool and reed.
ru: Ткет полотно и доспехи из шерсти и тростника.

# europeans_building
source: Saws logs to produce planks.
ru: Пилит брёвна на доски

# europeans_building
source: Burns logs into charcoal.
ru: Обжигает брёвна в уголь.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry.
ru: Перерабатывает глину и гранит в кирпич и "раствор" - вещество, которое затвердевает и таким образом укрепляет каменную кладку.

# europeans_building
source: The lime kiln’s output will only go to construction sites that need it. Brick and grout only used by advanced buildings.
ru: Продукция цементной печи будет поступать только на строительные площадки, которые в ней нуждаются. Кирпич и цемент используются только в продвинутых зданиях.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry. Additionally carves marble columns out of marble.
ru: Перерабатывает глину и гранит для изготовления кирпичей и "цемента" - вещества, которое затвердевает и таким образом укрепляет каменную кладку. Дополнительно вырезает мраморные колонны из мрамора.

# europeans_building
source: The stonemason’s house's output will only go to construction sites that need it. Marble column only used by advanced buildings.
ru: Продукция дома каменщика будет поступать только на строительные площадки, которые в этом нуждаются. Мраморная колонна используется только в продвинутых зданиях.

# europeans_building
source: Grinds corn to produce cornmeal.
ru: Перемалывает кукурузу в кукурузную муку.

# europeans_building
source: Grinds corn to produce cornmeal. Grinds wheat and rye to produce mixed flour.
ru: Размалывает кукурузу в муку. Размалывает пшеницу и рожь в смешаную муку.

# building
source: Prepares rations to feed the scouts and miners.
ru: Готовит пайки для питания разведчиков и шахтеров.

# building
source: Prepares rations and snacks to feed the miners in the basic and deep mines.
ru: Готовит пайки и закуски для питания шахтеров в простых и глубоких шахтах.

# building
source: Prepares rations, snacks and meals to feed all miners.
ru: Готовит пайки, закуски и обеды для питания всех шахтеров.

# europeans_building
source: Produces beer to keep the miners strong and happy.
ru: Производит пиво, чтобы шахтеры были сильны и довольны.

# europeans_building
source: Produces beer and mead to keep the miners strong and happy.
ru: Производит пиво и медовуху, чтобы шахтеры были сильны и довольны.

# europeans_building
source: Produces beer, mead and strong_beer for trainingssites.
ru: Производит пиво, медовуху и крепкое пиво для тренировочных центров.

# europeans_building
source: Produces mead and wine.
ru: Производит медовуху и вино.

# europeans_building
source: Smelts ore into iron.
ru: Плавит руду в железо.

# europeans_building
source: Smelts ore into iron and gold.
ru: Плавит руду в железо и золото.

# europeans_building
source: Smelts ore into iron and gold. Recycles scrap metal.
ru: Плавка руды в железо и золото. Переработка металлолома.

# europeans_building
source: Forges all the tools that your workers need.
ru: Куёт все инструменты, которые нужны вашим работникам.

# europeans_building
source: Produces clothing and armor.
ru: Производит одежду и доспехи.

# europeans_building
source: Produces shoes and boots.
ru: Производит обувь и ботинки.

# europeans_building
source: Produces shields and weapons.
ru: Производит щиты и оружие.
