Repository: widelands/wl_addons_server
Catalog: po/first_heroes_win.wad/*.po
Languages: ca

source: First Heroes Win
ca: Els primer amb herois guanya

source: The first player who has at least 4 fully trained soldiers in his warehouses wins the game. Teams are not supported yet.
ca: El primer jugador que tingui 4 soldats entrenats completament als seus magatzems guanya la partida. La condició de victòria amb equips encara no s'ha implementat.

source: The player who has at least %1% fully trained soldier in his warehouses wins the game.
ca: El primer jugador que tingui %1% soldat entrenat completament en un dels seus magatzems guanyarà la partida.

source: Number of heroes
ca: Nombre d'herois

source: Hero created!
ca: S'ha creat un heroi!

source: %1% has created a hero!
ca: %1% ha creat un heroi!

source: You have a new Hero!
ca: Teniu un heroi nou!

source: Hero Statistics:
ca: Estadístiques d'herois:

source: %1% has %2%
ca: %1% té %2%.

source: %1% hero
ca: %1% heroi

source: %1%: %2% hero
ca: %1%: %2% heroi
