Repository: widelands/wl_addons_server
Catalog: po/SP_Scenario_Along_the_River.wad/*.po
Languages: ca, it, nl, ru, sv

source: Along The River
ca: Al llarg del riu
it: Lungo il fiume
nl: Langs De Rivier
ru: Пойма великой реки
sv: Längs floden

source: It is the land where the sun is hardly seen during the winter and where spring floods away any reminiscence of the past. Strange tensions have grown among its residents and many selfish rulers have taken advantage of the chaos. The superstitious people appear to be no obstacle for the developments of better equipped armies. Tough times are on the brink of emerging, and you should heed the words of your wise advisors, or fade into oblivion like the others.
ca: En aquesta illa el sol es veu molt poc durant l'hivern i les inundacions primaverals arrosseguen qualsevol reminiscència del passat. Les estranyes tensions que han crescut entre la població i els governadors egoistes condueixen al caos. La gent supersticiosa no sembla ser obstacle per desenvolupar exèrcits millor equipats. Estan a punt d'arribar temps durs i haureu de prestar atenció a les paraules dels savis consellers o passar a l'oblit com molts altres.
it: È la terra dove in inverno il sole si mostra di rado e in primavera le acque portano via ogni ricordo del passato. Attriti inusuali hanno preso piede fra gli abitanti e innumerevoli sovrani egotisti hanno fatto del caos la loro arma. Le superstizioni delle persone non sembrano ostacolare la creazione di equipaggiamenti migliori per i soldati. Tempi difficili attendono sulla soglia: presta ascolto alle parole dei tuoi saggi consiglieri, o svanirai nell'oblio come gli altri.
nl: Het is het land waar de zon in de winter nauwelijks te zien is en waar de lente elke herinnering aan het verleden wegspoelt. Er zijn vreemde spanningen ontstaan tussen de bewoners, en vele egoïstische heersers hebben van de chaos geprofiteerd. Het bijgelovige volk blijkt geen obstakel te zijn voor de ontwikkelingen van beter uitgeruste legers. Moeilijke tijden staan voor de deur en je moet de woorden van je wijze adviseurs ter harte nemen, anders raak je net als de anderen in de vergetelheid.
ru: Здесь зимой мало солнечного света, а весенние паводки сносят всё, что удалось построить. Недавно здешними племенами овладели странные предчувствия, и их вожди пытаются обернуть хаос к своей пользе. Суеверия народов не помогут им в борьбе с лучше оснащёнными армиями. Близится эпоха перемен, так что прислушайтесь к вашим мудрым советникам, пока ваше племя не кануло в лету вслед за остальными.
sv: Det är ett land där solen knappt syns under vintern och där våren sköljer bort alla minnen från det förflutna. Märkliga spänningar har vuxit fram bland invånarna och många själviska härskare har utnyttjat kaoset. Det vidskepliga folket verkar inte utgöra något hinder för utvecklingen av bättre utrustade arméer. Svåra tider står för dörren, och du bör lyssna till dina kloka rådgivares ord, annars riskerar du att försvinna i glömska precis som alla andra.

source: %1% unit of %2% has been brought to your ‘%3%’ building.
ca: S'ha dut %1% unitat de %2% al vostre edifici «%3%».
nl: %1% eenheid van %2% zijn naar je ‘%3%’ gebouw gebracht.
ru: %1% единица %2% была доставлена в ваше ‘%3%’ здание.
sv: %1% enhet av %2% har levererats till din byggnad ”%3%”.

source: Four shovels for removing the swamps have been collected at the warehouse.
ca: S'han aconseguit quatre pales al magatzem per treure els pantans.
it: 4 pale per rimuovere paludi sono state portate al magazzino.
nl: Vier schoppen voor het verwijderen van de moerassen zijn verzameld in het magazijn.
ru: На складе есть 4 лопаты, они понадобятся для осушения болот.
sv: Fyra spadar för att rensa bort träsket har samlats in i lagerbyggnaden.

source: Shovels
ca: Pales
it: Pale
nl: Schoppen
ru: Лопаты
sv: Spadar

source: Four more shovels for removing the swamps have been collected at the warehouse.
ca: S'han aconseguit quatre pales més al magatzem per treure els pantans.
it: Altre 4 pale per rimuovere paludi sono state portate al magazzino.
nl: Vier extra scheppen voor het verwijderen van de moerassen zijn verzameld in het magazijn.
ru: Свыше четырёх лопат со склада понадобятся вам для осушения болот.
sv: Ytterligare fyra spadar för att ta bort träsken har samlats in i lagerbyggnaden.

source: Defeat Törver
ca: Derroteu en Törver
it: Sconfiggi Törver
nl: Versla Törver
ru: Победите Тёрвера
sv: Besegra Törver

source: Defeat the Armies of Törver
ca: Derroteu els exèrcits d'en Törver
nl: Versla het Leger van Törver
ru: Победите войска Тёрвера
sv: Besegra Törvers arméer

source: Törver is the enemy in the north, who is fighting under the red banner.
ca: Törver és l'enemic del nord, que lluita sota l'estendard roig.
it: Törver è il nemico a nord che combatte sotto lo stendardo rosso.
nl: Törver is de vijand - vechtend onder de rode bannier - in het noorden
ru: С севера нам угрожает Тёрвер, сражающий под красный знаменем.
sv: Törver är fienden i norr, som kämpar under den röda baneren.

source: Build a port
ca: Construïu un port
it: Costruisci un porto
nl: Bouw een haven
ru: Постройте порт
sv: Bygg en hamn

source: Build a Port in the North
ca: Construïu un port al nord
nl: Bouw een Haven in het Noorden
ru: Постройте порт на Севере
sv: Bygg en hamn i norr

source: We should build a port in Törver’s former land to be ready to send an expedition as soon as we found out how to build ships.
ca: Hem de construir un port a l'antiga terra d'en Törver per preparar una expedició tan aviat com esbrinem com construir vaixells.
nl: We zouden een haven moeten bouwen in het voormalige land van Törver om klaar te zijn om een expeditie te sturen zodra we weten hoe we schepen moeten bouwen.
ru: Мы должны построить порт на бывшей земле Тёрвера, чтобы быть готовыми отправить экспедицию, как только узнаем, как строить корабли.
sv: Vi borde bygga en hamn på Törvers tidigare mark så att vi är redo att skicka en expedition så snart vi har lärt oss att bygga skepp.

source: Conquer pirate sentry
ca: Conqueriu la sentinella pirata
it: Conquista la guardiola dei pirati
nl: Overwin de Piratenschildwacht
ru: Захватите пиратский пост
sv: Erövra piratvakt

source: Conquer the Pirate Sentry
ca: Conqueriu la sentinella pirata
nl: Overwin de Piratenschildwacht
ru: Захватить пиратскую караульную
sv: Erövra piratvaktposten

source: Conquer the pirate sentry near the brook to the east. Hopefully we will find out what happened to the gold in this area.
ca: Conqueriu la sentinella pirata prop del rierol de l'est. Esperem poder esbrinar què ha passat amb l'or de l'àrea.
it: Conquista la guardiola dei pirati vicino al torrente ad est. Chissà se scopriremo che fine ha fatto l'oro in quest'area!
nl: Overwin de piratenschildwacht bij de beek in het oosten. Hopelijk komen we erachter wat er met het goud in dit gebied is gebeurd.
ru: Захватите лежащий у ручья на востоке пиратский пост. Надеюсь, там мы узнаем, куда делось местное золото.
sv: Besegra piratvakten nära bäcken i öster. Förhoppningsvis får vi reda på vad som hänt med guldet i detta område.

source: Build warehouse
ca: Construïu un magatzem
it: Costruisci un magazzino
nl: Bouw een magazijn
ru: Постройте склад
sv: Bygg lagerbyggnad

source: Build a Warehouse near the Pirate Sentry
ca: Construïu un magatzem a prop de la sentinella pirata
nl: Bouw een Magazijn bij de Piratenschildwacht
ru: Постройте склад рядом с Пиратской караульной
sv: Bygg en lagerbyggnad nära piratvaktposten

source: Build a warehouse close to the conquered pirate sentry near the brook. We will need it as a basis for further exploration. Furthermore we could use it to store some gold that we will mine from the surrounding hills.
ca: Construïu un magatzem prop de la sentinella pirata conquerida prop del rierol. La necessitarem per continuar explorant. A més a més, podem usar-la per emmagatzemar-hi l'or que extraurem dels turons del voltant.
nl: Bouw een magazijn in de buurt van de veroverde piratenschildwacht bij de beek. We zullen het nodig hebben als basis voor verdere verkenning. Bovendien kunnen we het gebruiken om wat goud op te slaan dat we in de omringende heuvels zullen delven.
ru: Постройте склад рядом с захваченной пиратской караульной у ручья. Он станет нашей базой для дальнейших исследований. Кроме того, мы могли бы использовать его для хранения некоторого количества золота, которое будем добывать на окрестных холмах.
sv: Bygg en lagerbyggnad nära den erövrade piratvakten vid bäcken. Vi kommer att behöva det som bas för vidare utforskning. Dessutom kan vi använda det för att förvara guld som vi kommer att bryta i de omgivande bergen.

source: Bring shovels
ca: Porteu pales
it: Porta pale
nl: Breng schoppen mee
ru: Несёт лопаты
sv: Ta med spadar

source: Bring Four Shovels to the new Warehouse
ca: Porteu quatre pales al magatzem nou.
nl: Breng Vier Schoppen naar het nieuwe Magazijn
ru: Принесите четыре лопаты на новый склад
sv: Ta med fyra spadar till den nya lagerbyggnaden

source: They will be handed out to some volunteers for drying up the swamps.
ca: Es repartiran entre alguns voluntaris per assecar els pantans.
it: Verranno date a dei volontari che bonificheranno le paludi.
nl: Ze zullen worden uitgedeeld aan enkele vrijwilligers voor het droogleggen van de moerassen.
ru: Они понадобятся для осушения болот нашими добровольцами.
sv: De kommer att delas ut till några frivilliga för att torrlägga träskmarkerna.

source: They will be handed out to additional volunteers for drying up the swamps.
ca: Es repartiran entre alguns altres voluntaris per assecar els pantans.
it: Verranno date a dei volontari in più per bonificare le paludi.
nl: Ze zullen worden uitgedeeld aan extra vrijwilligers voor het droogleggen van de moerassen.
ru: Они понадобятся для оснащения добровольцев которые займутся осушением болот.
sv: De kommer att delas ut till ytterligare volontärer för att torrlägga träskmarkerna.

source: Defeat the pirates
ca: Derroteu els pirates
it: Sconfiggi i pirati
nl: Versla de piraten
ru: Разгром пиратов
sv: Besegra piraterna

source: Defeat the Pirates
ca: Derroteu els pirates
it: Sconfiggi i pirati
nl: Versla de Piraten
ru: Разгромите пиратов
sv: Besegra piraterna

source: Free our neighbourhood from the pirate menace. The pirates are fighting under the grey banner.
ca: Allibereu el nostre veïnat de l'amenaça pirata. Els pirates lluiten amb un estendard gris.
it: Libera i dintorni dalla minaccia dei pirati! I pirati combattono sotto la bandiera grigia.
nl: Bevrijd onze buurt van de piraat bedreiging. De piraten vechten onder de grijze vlag.
ru: Избавьте наши земли от пиратской угрозы. Пираты сражаются под зелёными знамёнами.
sv: Befria vårt grannskap från pirathotet. Piraterna strider under den grå baneren.

source: Free our scout from the pirates
ca: Allibereu l'explorador dels pirates
it: Libera i nostri esploratori dai pirati
nl: Bevrijd onze verkenner van de piraten
ru: Выручите разведчика из пиратского плена
sv: Frita vår spanare från piraterna

source: Conquer the Stronghold on the Island
ca: Conqueriu la fortalesa de l'illa
nl: Verover de Burcht op het eiland
ru: Завоюйте Укрепление на острове
sv: Erövra fästningen på ön

source: This is where the scout is held captive.
ca: Aquí és on mantenen captiu a l'explorador.
it: È qui che gli esploratori sono tenuti in ostaggio.
nl: Hier wordt de verkenner gevangen gehouden.
ru: Здесь разведчик был схвачен.
sv: Det är här spanaren hålls fången.

source: Defeat Hjalmar
ca: Derroteu en Hjalmar
it: Sconfiggi Hjalmar
nl: Versla Hjalmar
ru: Победите Хьялмара
sv: Besegra Hjalmar

source: Defeat the Armies of Hjalmar
ca: Derroteu els exèrcits d'en Hjalmar
nl: Versla de Legers van Hjalmar
ru: Победите войска Хьялмара
sv: Besegra Hjalmars arméer

source: Hjalmar is the enemy north of the former pirates, who is fighting under the green banner.
ca: En Hjalmar és l'enemic del nord dels pirates, que lluita sota l'estendard verd.
it: Hjalmar è il nemico a nord degli ex pirati, e combatte sotto lo stendardo verde.
nl: Hjalmar is de vijand ten noorden van de voormalige piraten, die vecht onder de groene vlag.
ru: Хьалмар - враг к северу от бывших пиратов, который сражается под зеленым знаменем.
sv: Hjalmar är fienden norr om de före detta piraterna, som kämpar under den gröna baneren.

source: Defeat Runar
ca: Derroteu en Runar
it: Sconfiggi Runar
nl: Versla Runar
ru: Победите Рунара
sv: Besegra Runar

source: Defeat the Armies of Runar
ca: Derroteu els exèrcits d'en Runar
nl: Versla de Legers van Runar
ru: Победите войска Рунара
sv: Besegra Runars arméer

source: Runar is the enemy south-east of the former pirates, who is fighting under the yellow banner.
ca: En Runar és l'enemic del sud-est dels pirates, que lluita sota l'estendard groc.
it: Runar è il nemico a sud-est degli ex-pirati, e combatte sotto lo stendardo giallo.
nl: Runar is de vijand ten zuidoosten van de voormalige piraten, die vecht onder de gele vlag.
ru: Рунар - это враг к юго-востоку от бывших пиратов, который сражается под желтым знаменем.
sv: Runar är fienden sydöst om de före detta piraterna, som kämpar under den gula baneren.

source: Your Advisor
ca: El vostre conseller
it: Il tuo consigliere
nl: Uw Adviseur
ru: Ваш советник
sv: Din rådgivare

source: Along the River
ca: Al llarg del riu
it: Lungo il fiume
nl: Langs de Rivier
ru: Пойма великой реки
sv: Längs floden

source: Sire, let me inform you about the surrounding tribes.
ca: Senyor, permeteu-me informar-vos dels clans que tenim al voltant.
it: Sire, lasci che la informi sulle tribù del circondario.
nl: Sire, laat me u informeren over de omringende stammen.
ru: Сир, позвольте сообщить вам об окрестных племенах.
sv: Sire, låt mig informera er om de omgivande stammarna.

source: From the north we are endangered by a belligerent tribe, led by warlord Törver, that is rapidly building up its armies. They may soon have become too strong to be defeated.
ca: Al nord estem en perill per una tribu bel·ligerant, liderada pel senyor de la guerra Törver, que està reforçant els seus exèrcits. Aviat seran massa forts perquè els puguem derrotar.
it: Dal nord spira la minaccia di una bellicosa tribù, il cui condottiero, Törver, ne sta potenziando le armate. Potrebbe giungere a breve, il momento in cui saranno troppo valenti per essere sconfitti.
nl: Vanuit het noorden worden we bedreigd door een oorlogvoerende stam onder leiding van krijgsheer Törver, die zijn legers snel opbouwt. Misschien zijn ze binnenkort te sterk om verslagen te worden.
ru: С севера нам грозит воинственное племя, возглавляемое военачальником Тёрвером, быстро наращивающее свои силы. Со временем они могут стать сильнее нас.
sv: Från norr hotas vi av en krigisk stam, ledd av krigsherren Törver, som snabbt bygger upp sin armé. De kan snart bli för starka för att kunna besegras.

source: A large area to the north-east is agonized by a wild horde of unfettered pirates, led by their insane Arvid. Their presence blocks our ways to other tribes.
ca: Una àrea gran al nord-est està agonitzant per les hordes salvatges desbocades de pirates, liderades pel malalt Arvid. La seva presència bloca el nostre camí per contactar amb altres clans.
it: Una vasta area nord-orientale è invece afflitta da una feroce orda di pirati privi di mordacchia e guidati dallo scriteriato Arvid. La loro presenza è un bastone fra le ruote nella nostra avanzata verso le altre tribù.
nl: Een groot gebied in het noordoosten wordt geteisterd door een wilde horde ongeremde piraten, geleid door hun krankzinnige Arvid. Hun aanwezigheid blokkeert onze wegen naar andere stammen.
ru: Огромная область на северо-востоке стонет под пятой дикой орды отъявленных пиратов, возглавляемых Арвидом. Они перекрывают нам путь до других племён.
sv: Ett stort område i nordöst plågas av en vild hord av obundna pirater, ledda av den galne Arvid. Deras närvaro blockerar våra vägar till andra stammar.

source: Over the river lies the prosperous land of the mysterious king Runar. We have been in war with him before the pirates occupied the eastern area. His strength is based on his vast industry and large armies.
ca: Per damunt del riu hi ha les pròsperes terres del misteriós rei Runar. Hi estàvem en guerra abans que els pirates ocupessin l'àrea oriental. La seva força es basa en una indústria extensa i grans exèrcits.
it: Oltre il fiume si presenta agli occhi una landa arcana e prosperosa, guidata dal misterioso re Runar con cui abbiamo già incrociato le spade, innanzi l'occupazione dell'est da parte dei pirati. La sua forza risiede nelle vaste industrie e armate in suo possesso.
nl: Aan de overkant van de rivier ligt het welvarende land van de mysterieuze koning Runar. We hebben al oorlog met hem gevoerd voordat de piraten het oostelijke gebied bezetten. Zijn kracht is gebaseerd op zijn enorme industrie en grote legers.
ru: За рекой раскинулась процветающая земля таинственного короля Рунара. Мы воевали с ним еще до того, как пираты оккупировали восточную область. Его сила основана на его обширной промышленности и больших армиях.
sv: Över floden ligger det välmående landet som styrs av den mystiske kungen Runar. Vi har varit i krig med honom innan piraterna ockuperade det östra området. Hans styrka bygger på hans omfattande industri och stora arméer.

source: The area beyond the pirates belongs to a developed tribe led by their mighty chieftain Hjalmar. They have had a long time of preparement to build up their deterring armies.
ca: L'àrea que tenen al darrera els pirates pertany a un clan desenvolupat liderat pel seu valent cabdill Hjalmar. Han tingut molt temps per preparar els seus exèrcits descoratjadors.
it: Al di là dei pirati, la terra è nel pugno della mano matura di una tribù progredita, guidata dal potente capo Hjalmar che, per numerose stagioni, ha portato avanti lo sviluppo delle sue dissuasive armate.
nl: Het gebied achter de piraten behoort toe aan een ontwikkelde stam onder leiding van hun machtige opperhoofd Hjalmar. Ze hebben zich lang voorbereid om hun afschrikwekkende legers op te bouwen.
ru: Территория за пределами пиратов принадлежит развитому племени, возглавляемому их могущественным вождем Хьялмаром. У них было много времени на подготовку, чтобы создать свои сдерживающие армии.
sv: Området bortom piraterna tillhör en utvecklad stam som leds av sin mäktiga hövding Hjalmar. De har haft lång tid på sig att förbereda sig för att bygga upp sina avskräckande arméer.

source: The situation looks quite perilous and my advice is that we direct our efforts towards building up a strong army.
ca: La situació sembla bastant perillosa i el meu consell és que dirigim els nostres esforços a construir un exèrcit fort.
it: La situazione si presenta come assai delicata; il mio consiglio si volge alla creazione di una forte armata, e a questo intento dedicare ogni possibile sforzo.
nl: De situatie ziet er gevaarlijk uit en mijn advies is dat we onze inspanningen richten op het opbouwen van een sterk leger.
ru: Ситуация выглядит довольно опасной, и я советую нам направить наши усилия на создание сильной армии.
sv: Situationen ser ganska farlig ut och mitt råd är att vi riktar våra ansträngningar mot att bygga upp en stark armé.

source: Our northern enemy
ca: L'enemic del nord
it: Il nostro nemico a nord
nl: Onze noordelijke vijand
ru: Наш северный враг
sv: Vår nordliga fiende

source: Sire, although our soldiers would face any enemy without the slightest fear, our rival in the north is still stronger than all our armies combined. We should avoid a conflict until we are able to defeat them.
ca: Senyor, encara que els nostres soldats s'enfrontaran a qualsevol enemic sense gens de por, el nostre rival del nord és més fort que tot el nostre exèrcit junt. Hem d'evitar el conflicte fins que puguem derrotar-los.
it: Sire, i nostri soldati non conoscono il terrore nemmeno di fronte al nemico più temibile, ma il rivale che ci attende a nord è più formidabile di tutte le nostre armate messe insieme. Un conflitto diretto è da evitare, fintanto che non siamo certi di poter sconfiggere un siffatto portento.
nl: Sire, hoewel onze soldaten elke vijand zonder angst tegemoet treden, is onze rivaal in het noorden nog altijd sterker dan al onze legers samen. We moeten een conflict vermijden tot we in staat zijn om hen te verslaan.
ru: Сир, хотя наши солдаты встретили бы любого врага без малейшего страха, ваш соперник на севере все еще сильнее, чем все наши армии вместе взятые. Мы должны избегать конфликта до тех пор, пока не сможем победить их.
sv: Sire, även om våra soldater skulle möta vilken fiende som helst utan minsta rädsla, är vår rival i norr fortfarande starkare än alla våra arméer tillsammans. Vi bör undvika en konflikt tills vi är i stånd att besegra dem.

source: Be patient and recognize that a strong army is indispensable in this situation. Törver has a very bad reputation.
ca: Sigueu pacient i reconeixeu que un exèrcit fort és indispensable en una situació com aquesta. En Törver té molt mala reputació.
it: Facciamo della pazienza una virtù, e coltiviamo la forza dei nostri soldati. Törver non mancherà di metterci alla prova senza pietà alcuna.
nl: Wees geduldig en erken dat een sterk leger in deze situatie onmisbaar is. Törver heeft een zeer slechte reputatie.
ru: Наберитесь терпения и осознайте, что в этой ситуации сильная армия незаменима. У Тёрвера скверная репутация.
sv: Var tålmodig och inse att en stark armé är oumbärlig i denna situation. Törver har ett mycket dåligt rykte.

source: Peril from the north
ca: Perill del nord
it: Pericolo dal nord
nl: Gevaar vanuit het noorden
ru: Угроза с севера
sv: Fara från norr

source: Sire, we received an alarming message from one of our explorers. Törver is expanding his front line and approaching our territory.
ca: Senyor, hem rebut un missatge alarmant d'un dels nostres exploradors. En Törver està expandint el seu front i s'apropa el nostre territori.
it: Sire, ci è giunto un inquietante messaggio da uno dei nostri esploratori. Törver è al fronte e si avvicina sempre più al nostro territorio.
nl: Sire, we hebben een alarmerend bericht ontvangen van een van onze verkenners. Törver breidt zijn frontlinie uit en nadert ons gebied.
ru: Сир, мы получили тревожное сообщение от одного из наших исследователей. Тёрвер расширяет линию фронта и приближается к нашей территории.
sv: Sire, vi har fått ett alarmerande meddelande från en av våra upptäcktsresande. Törver utvidgar sin frontlinje och närmar sig vårt territorium.

source: We cannot avoid attacking their armies forever. If we manage to conquer our northern enemy, we will enlarge our territory and find more resources to strengthen our armies.
ca: No sempre podrem evitar atacar els seus exèrcits. Si aconseguim conquerir l'enemic del nord, podrem ampliar el nostre territori i trobar més recursos per reforçar-nos.
it: Non possiamo evitare lo scontro diretto con le sue armate per sempre. Se prenderemo possesso del nord, il nostro territorio ne gioverà in spazio e risorse, rendendo la nostra armata ancora più poderosa.
nl: We kunnen hun legers niet eeuwig blijven aanvallen. Als we erin slagen onze noordelijke vijand te overwinnen, zullen we ons grondgebied vergroten en meer middelen vinden om onze legers te versterken.
ru: Мы не можем вечно избегать нападений на их армии. Если нам удастся победить нашего северного врага, мы расширим нашу территорию и найдем больше ресурсов для усиления наших армий.
sv: Vi kan inte undvika att attackera deras arméer för alltid. Om vi lyckas besegra vår nordliga fiende kommer vi att utvidga vårt territorium och hitta fler resurser för att stärka våra arméer.
