Repository: widelands/wl_addons_server
Catalog: po/SP_Scenario_Along_the_River.wad/*.po
Languages: ca, it, nl, ru, sv

source: We can then also use their access to the lake in order to explore more land.
ca: Llavors podrem usar el seu accés al llac per explorar més terres.
it: Senza trascurare poi l'accesso al lago, che ci permetterebbe di esplorare ancora più landa.
nl: We kunnen dan ook hun toegang tot het meer gebruiken om meer land te verkennen.
ru: Затем мы также можем использовать их доступ к озеру, чтобы исследовать больше земель.
sv: Vi kan då också använda deras tillgång till sjön för att utforska mer land.

source: On the good way
ca: Pel bon camí
it: Sulla buona strada
nl: Op goeie weg
ru: На правильном пути
sv: På rätt väg

source: Sire, the battle with Törver progresses gloriously and we have already beaten the strongest part of his army. But this enemy will not be defeated easily. In a desperate move Törver has called in a group of hardened mercenaries.
ca: Senyor, la batalla amb en Törver progressa gloriosament i hem destruït la part més forta del seu exèrcit. Però aquest enemic no el derrotarem fàcilment. En un moviment desesperat, en Törver ha cridat un de durs mercenaris.
it: Sire, la battaglia con Törver progredisce gloriosa: la parte più valente della sua armata è già caduta per mano del nostro perseverante esercito. Ma la vittoria ancora ci sfugge, giacché Törver, mosso dalla disperazione, ha fatto appello ad un gruppo di mercenari agguerriti.
nl: Sire, de strijd met Törver vordert glorieus en we hebben het sterkste deel van zijn leger al verslagen. Maar deze vijand zal niet gemakkelijk verslagen worden. In een wanhopige zet heeft Törver een groep geharde huurlingen opgeroepen.
ru: Сир, битва с Тёрвером продвигается великолепно, и мы уже победили самую сильную часть его армии. Но этого врага не легко одолеть. В отчаянии Тёрвер призвал группу закаленных наемников.
sv: Sire, striden mot Törver fortskrider strålande och vi har redan besegrat den starkaste delen av hans armé. Men denna fiende kommer inte att besegras så lätt. I ett desperat försök har Törver kallat in en grupp härdade legosoldater.

source: The great lake
ca: El gran llac
it: Il grande lago
nl: Het grote meer
ru: Великое озеро
sv: Den stora sjön

source: Sire, now that we have conquered the land of Törver, we can make use of their excellent access to the adjacent great lake. A port in the north will give us better opportunities to have contact with other tribes.
ca: Senyor, ara que hem conquerit el territori d'en Törver, podem usar l'accés al gran llac del costat. Un port al nord ens donarà millors oportunitats per contactar amb altres clans.
it: Sire, ora che il territorio di Törver è in nostro possesso, possiamo sfruttare il grande lago a nostro piacimento. Un porto nel nord faciliterebbe la comunicazione con altre tribù.
nl: Sire, nu we het land van Törver hebben veroverd, kunnen we gebruik maken van hun uitstekende toegang tot het aangrenzende grote meer. Een haven in het noorden geeft ons betere mogelijkheden om contact te leggen met andere stammen.
ru: Сир, теперь, когда мы завоевали землю Тёрвера, мы можем воспользоваться их прекрасным доступом к соседнему большому озеру. Порт на севере даст нам больше возможностей для контактов с другими племенами.
sv: Sire, nu när vi har erövrat landet Törver kan vi dra nytta av deras utmärkta tillgång till den intilliggande stora sjön. En hamn i norr ger oss bättre möjligheter att ha kontakt med andra stammar.

source: In Törver’s headquarters we found papers describing the construction of ships. Unfortunately, the texts are written in a language that is unknown to us. Our wise men will try to translate these descriptions.
ca: Al quarter general d'en Törver, hem trobat papers que descriuen com construir vaixells. Desafortunadament, els textos estan escrits en un llenguatge que desconeixem. Els nostres savis provaran de traduir les descripcions.
it: Nel quartier generale di Törver abbiamo trovato la descrizione scritta di come costruire navi ma, ahimè, il linguaggio di tali testi sfugge alla nostra comprensione. I nostri saggi si stanno or ora occupando della traduzione.
nl: In het hoofdkwartier van Törver hebben we papieren gevonden die de bouw van schepen beschrijven. Helaas zijn de teksten geschreven in een taal die ons onbekend is. Onze wijzen zullen proberen deze beschrijvingen te vertalen.
ru: В штаб-квартире Тёрвера мы нашли документы, описывающие конструкцию кораблей. К сожалению, тексты написаны на неизвестном нам языке. Наши мудрецы попытаются перевести эти описания.
sv: I Törvers högkvarter hittade vi dokument som beskriver konstruktionen av skepp. Tyvärr är texterna skrivna på ett språk som är okänt för oss. Våra vise män kommer att försöka översätta dessa beskrivningar.

source: Searching for gold
ca: A la recerca d'or
it: Alla ricerca dell'oro
nl: Zoeken naar goud
ru: Поиска золота
sv: Söker efter guld

source: Sire, our men have located an isolated enemy pirate sentry. The abandoned huts indicate that there is gold nearby.
ca: Senyor, els nostres homes han trobat un sentinella pirata enemic solitari. Les cabanes abandonades indiquen que prop hi ha or.
it: Sire, i nostri uomini hanno scorto una singola, isolata guardiola di pirati. Le capanne abbandonate lì vicine suggeriscono la presenza dell'oro in quei dintorni.
nl: Sire, onze mannen hebben een geïsoleerde vijandelijke piratenschuilplaats gevonden. De verlaten hutten geven aan dat er goud in de buurt is.
ru: Сир, наши люди обнаружили изолированную караульную пиратов. Заброшенные хижины указывают на то, что поблизости есть золото.
sv: Sire, våra män har lokaliserat en isolerad fiendepiratvakt. De övergivna hyddorna tyder på att det finns guld i närheten.

source: We should however be careful if we want to conquer the sentry. There can be more enemy buildings that are still out of sight, and the pirates are known to be very good fighters. It is best to establish a strong military presence here before we proceed.
ca: Hauríem d'anar amb compte si volem conquerir el sentinella. Podrien haver-hi edificis enemics fora de la nostra línia de visió i els pirates són bons lluitadors. És millor establir una presència militar forta abans de continuar.
it: Tuttavia, tutta la nostra attenzione è necessaria, per poter conquistare tale guardiola: edifici nemici potrebbero ancor ora celarsi nell'ombra; e i pirati, si sa, sono navigati di mare e di spada in egual misura. Prima di procedere, lasciamo che la nostra presenza militare si rafforzi.
nl: We moeten echter voorzichtig zijn als we de schildwacht willen veroveren. Er kunnen meer vijandelijke gebouwen zijn die nog uit het zicht zijn, en de piraten staan bekend als zeer goede vechters. Het is het beste om hier een sterke militaire aanwezigheid op te bouwen voordat we verder gaan.
ru: Однако мы должны быть осторожны, если хотим захватить караульную. Там может быть больше вражеских зданий, которые все еще находятся вне поля зрения, а пираты, как известно, очень хорошие бойцы. Лучше всего установить здесь сильное военное присутствие, прежде чем мы продолжим.
sv: Vi bör dock vara försiktiga om vi vill erövra vakten. Det kan finnas fler fiendens byggnader som fortfarande är utom synhåll, och piraterna är kända för att vara mycket duktiga krigare. Det är bäst att etablera en stark militär närvaro här innan vi går vidare.

source: Found a treasure
ca: S'ha trobat un tresor
it: Tesoro trovato
nl: Schat gevonden
ru: Найдено сокровище
sv: Hittade en skatt

source: Sire, we have found 25 units of gold ore inside the pirate sentry. They may have been looted from the gold diggers’ huts nearby. This gold ore will be transported to our headquarters.
ca: Senyor, hem trobat 25 unitats d'or dins el sentinella pirata. Potser les van robar a les cabanes d'excavadors d'or de la zona. Portarem l'or al quarter general.
nl: Sire, we hebben 25 eenheden gouderts gevonden in de piratenschildwacht. Ze zijn mogelijk geplunderd uit de goudzoekershutten in de buurt. Dit gouderts zal naar ons hoofdkwartier worden getransporteerd.
ru: Сир, мы нашли 25 самородков золотой руды в пиратской караульной. Возможно, они были украдены из хижин золотоискателей поблизости. Эта золотая руда будет доставлена в нашу штаб-квартиру.
sv: Sire, vi har hittat 25 enheter guldmalm inne i piratvaktposten. De kan ha plundrats från guldgrävarna i hyddorna i närheten. Denna guldmalm kommer att transporteras till vårt högkvarter.

source: With our successful expansion into this area we should consider building a warehouse to the direct southwest of the sentry in order to further explore this area. There is a good building spot only three steps away from the sentry.
ca: Amb la nostra expansió exitosa cap aquesta àrea, hauríem de considerar construir un magatzem al sud-oest de la sentinella per poder explorar millor l'àrea. Hi ha un bon lloc per construir a només tres passes de la sentinella.
nl: Met onze succesvolle uitbreiding in dit gebied moeten we overwegen een opslagplaats te bouwen direct ten zuidwesten van de schildwacht om dit gebied verder te verkennen. Er is een goede bouwplek op slechts drie stappen afstand van de schildwacht.
ru: После нашей успешной экспансии в этом районе нужно рассмотреть возможность строительства склада непосредственно к юго-западу от караульной, чтобы продолжить изучение этого района. Всего в трех шагах от караульной есть хорошее место для строительства.
sv: Med vår framgångsrika expansion i detta område bör vi överväga att bygga en lagerbyggnad direkt sydväst om vakten för att ytterligare utforska detta område. Det finns en bra byggplats bara tre steg från vakten.

source: Removing the swamps
ca: Traient els pantans
it: Rimuovere le paludi
nl: Moerassen verwijderen
ru: Осушение болот
sv: Avlägsnande av träskmarker

source: Sire, the wet season has created swamps along the brook to the east and we are unable to pass through them. They have to be removed before we can continue. If you bring enough shovels to the new warehouse then volunteers will remove the swamps.
ca: Senyor, la temporada humida ha fet aparèixer pantans al llarg del rierol cap a l'est i no podem passar-hi. Caldrà treure'ls abans de continuar. Si porteu prou pales al nou magatzem, llavors els voluntaris podran treure els pantans.
it: Sire, la stagione delle piogge ha creato paludi lungo il torrente ad est che ci impediscono di passare oltre. Ahimè, è necessario rimuoverle per procedere. Possiamo portare una quantità consona di pale al nuovo magazzino, e affidarci alla mano dei volontari per la bonifica delle paludi.
nl: Sire, door het natte seizoen zijn er moerassen ontstaan langs de beek in het oosten en daar kunnen we niet doorheen. Ze moeten worden opgeruimd voordat we verder kunnen. Als jullie genoeg schoppen naar de nieuwe opslagplaats brengen, zullen vrijwilligers de moerassen opruimen.
ru: Сир, сезон дождей создал болота вдоль ручья на востоке, и мы не можем пройти через них. Они должны быть осушены, прежде чем мы сможем продолжить. Если вы принесете достаточно лопат на новый склад, то добровольцы осушат болота.
sv: Sire, regnperioden har skapat träsk längs bäcken i öster och vi kan inte passera dem. De måste avlägsnas innan vi kan fortsätta. Om du tar med tillräckligt med spadar till den nya lagerbyggnaden kommer frivilliga att ta bort träsken.

source: Sire, all shovels have been handed out but if we continue at this pace than we will not have removed the swamps before the next wet season. If you bring more shovels to the new warehouse then more volunteers will join in.
ca: Senyor, ja s'han repartit totes les pales però si continuem a aquest ritme no podrem assecar tots els pantans abans que torni la temporada de pluges. Si porteu més pales al magatzem, s'hi podran afegir més voluntaris.
it: Sire, ad ogni volontario è stata affidata una pala, ma a questo ritmo, le paludi non saranno bonificate prima della prossima stagione delle piogge. Se portiamo altre pale al nuovo magazzino, altri volontari presteranno il loro servizio.
nl: Sire, alle scheppen zijn uitgedeeld, maar als we op dit tempo doorgaan, zullen we de moerassen niet voor het volgende natte seizoen hebben opgeruimd. Als je meer scheppen naar de nieuwe opslagplaats brengt, zullen meer vrijwilligers meedoen.
ru: Конечно, все лопаты были розданы, но если мы продолжим в том же темпе, то не уберем болота до следующего сезона дождей. Если вы принесете больше лопат на новый склад, к вам присоединится больше добровольцев.
sv: Herr, alla spadar har delats ut, men om vi fortsätter i denna takt kommer vi inte att ha rensat bort träsken innan nästa regnperiod. Om ni tar med fler spadar till den nya lagerbyggnaden kommer fler frivilliga att delta.

source: Sire, now that we have access to the pirates’ hideout, we should conquer it and finish them off. Maybe there are even more treasures hidden in their territory.
ca: Senyor, ara que tenim accés a l'amagatall dels pirates, hauríem de conquerir-lo i acabar amb ells. Potser hi ha més tresors amagats al seu territori.
it: Sire, ora abbiamo accesso al nascondiglio dei pirati e possiamo darci alla loro conquista e annientamento. Che ci siano altri tesori, celati nel loro territorio?
nl: Sire, nu we toegang hebben tot de schuilplaats van de piraten, moeten we die veroveren en ze afmaken. Misschien zijn er nog meer schatten verborgen in hun territorium.
ru: Сир, теперь, когда у нас есть доступ к убежищу пиратов, мы должны захватить его и прикончить их. Может быть, на их территории спрятано еще больше сокровищ.
sv: Sire, nu när vi har tillgång till piraternas gömställe bör vi erövra det och göra slut på dem. Kanske finns det ännu fler skatter gömda på deras territorium.

source: The pirates were defeated.
ca: Els pirates han estat derrotats.
it: I pirati sono stati sconfitti.
nl: De piraten werden verslagen.
ru: Пираты уничтожены.
sv: Piraterna besegrades.

source: Sire, we have defeated the pirates. They have hidden some gold in their last bastion which is now being transferred to our headquarters.
ca: Senyor, hem derrotat els pirates. Havien amagat una mica d'or al seu últim bastió i ja l'estan portant al quarter general.
nl: Sire, we hebben de piraten verslagen. Ze hebben wat goud verstopt in hun laatste fort dat nu wordt overgebracht naar ons hoofdkwartier.
ru: Сир, мы победили пиратов. В их последнем бастионе мы нашли немного припрятанного золота, его сейчас переносят в наш штаб.
sv: Sire, vi har besegrat piraterna. De har gömt en del guld i sin sista fästning, som nu överförs till vårt högkvarter.

source: Pirates are regrouping
ca: Els pirates es reagrupen
it: I pirati si riorganizzano
nl: De piraten hergroeperen zich
ru: Пираты перегруппировались
sv: Piraterna omgrupperar sig

source: Sire, as a result of our attacks on the pirates they have started to regroup with pirates from other tribes. They could regain much of their previously lost strength. Our dwindling resources can become a problem with such a mighty enemy in front of us.
ca: Senyor, com a resultat dels nostres atacs als pirates, han començat a reagrupar-se amb pirates d'altres clans. Podrien recuperar molta de la seva força. Els nostres recursos disminueixen i podríem trobar-nos amb problemes davant un enemic poderós.
it: Sire, i pirati che abbiamo attaccato hanno iniziato a riorganizzarsi, alleandosi con pirati di altre tribù. Potrebbero ottenere nuovamente la potenza che vantavano in precedenza. Le nostre risorse, ormai agli sgoccioli, svanirebbero nella lotta contro siffatti poderosi avversari.
nl: Sire, als gevolg van onze aanvallen op de piraten zijn ze begonnen zich te hergroeperen met piraten van andere stammen. Ze zouden veel van hun eerder verloren kracht kunnen herwinnen. Onze slinkende grondstoffen kunnen een probleem worden met zo'n machtige vijand voor ons.
ru: Сир, по итогу нашего удара пираты начали готовить контрудар в союзе с пиратами из других племён. Похоже на то, что они восстановят большую часть своих сил. Наши же ресурсы истощаются, и это может стать проблемой перед лицом столь мощного врага.
sv: Sire, som ett resultat av våra attacker mot piraterna har de börjat omgruppera sig med pirater från andra stammar. De kan återfå mycket av sin tidigare förlorade styrka. Våra minskande resurser kan bli ett problem med en så mäktig fiende framför oss.

source: Pirates on the run
ca: Els pirates fugen
it: Pirati in fuga
nl: Piraten op de vlucht
ru: Пираты на марше
sv: Pirater på flykt

source: Sire, thanks to our successful efforts to drive out the pirates, lots of them have fled and moved away in small boats. It is unknown in which direction they have escaped.
ca: Senyor, gràcies als nostres esforços a fer fora els pirates, molts han fugit amb petites barques. No es sap en quina direcció han escapat.
it: Sire, con vigoroso impegno abbiamo scacciato i pirati, e questi or ora sfuggono al patibolo usando piccole imbarcazioni. La direzione verso la quale si dirigono non ci è nota.
nl: Sire, dankzij onze succesvolle pogingen om de piraten te verdrijven, zijn veel van hen gevlucht en weggevaren in kleine bootjes. Het is onbekend in welke richting ze zijn gevlucht.
ru: Сир, благодаря нашим успешным усилиям по изгнанию пиратов, многие из них бежали и уплыли на маленьких лодках. Неизвестно, в каком направлении они убежали.
sv: Sire, tack vare våra framgångsrika insatser för att driva bort piraterna har många av dem flytt och flyttat iväg i små båtar. Det är okänt i vilken riktning de har flykt.

source: Ability to build shipyards
ca: La destresa per construir drassanes
it: Saper costruire cantieri navali
nl: Vermogen om scheepswerven te bouwen
ru: Способность строить верфи
sv: Förmåga att bygga skeppsvarv

source: Sire, after long study and research our wise men have finally managed to decipher the strange language in Törver’s descriptions that we had found in his headquarters. From now on we are able to build shipyards.
ca: Senyor, després d'estudiar i investigar, els nostres savis han aconseguit desxifrar l'estrany idioma de les descripcions d'en Törver que vam trobar al seu quarter general. A partir d'ara, podem construir drassanes.
it: Sire, la ricerca e gli studi dei nostri saggi hanno dato frutto: l'astruso linguaggio degli scritti di Törver è stato decifrato. Ora siamo in possesso delle conoscenze per poter erigere cantieri navali.
nl: Sire, na lang onderzoek en studie zijn onze wijzen er eindelijk in geslaagd om de vreemde taal te ontcijferen in de beschrijvingen van Törver die we in zijn hoofdkwartier hadden gevonden. Vanaf nu kunnen we scheepswerven bouwen.
ru: Сир, после долгих исследований нашим мудрецам наконец удалось расшифровать странный язык в описаниях Тёрвера, которые мы нашли в его штаб-квартире. Отныне мы можем строить верфи.
sv: Ers höghet, efter långa studier och forskning har våra vise män äntligen lyckats dechiffrera det märkliga språket i Törvers beskrivningar som vi hittade i hans högkvarter. Från och med nu kan vi bygga skeppsvarv.

source: Our scout has been captured
ca: Han capturat el nostre explorador
it: Il nostro esploratore è stato catturato
nl: Onze verkenner is gevangen genomen
ru: Наш разведчик схвачен
sv: Vår spanare har tillfångatagits

source: Sire, one of our scouts has been captured by the pirates and brought to their island. He is the only person who knows the way through the swamps towards Hjalmar.
ca: Senyor, els pirates han capturat un dels nostres exploradors i l'han portat a la seva illa. És l'única persona que sap el camí a través dels pantans cap en Hjalmar.
it: Sire, ahimè uno dei nostri esploratori è stato catturato dai pirati e portato sulla loro isola, ed è l'unico che conosce la via per superare le paludi verso Hjalmar.
nl: Sire, een van onze verkenners is gevangen genomen door de piraten en naar hun eiland gebracht. Hij is de enige die de weg weet door de moerassen naar Hjalmar.
ru: Сир, одного из наших разведчиков схватили пираты и увели на свой остров. Между тем он единственный, кто знает, как добраться до Хьялмара через болота.
sv: Ers höghet, en av våra spanare har blivit tillfångatagen av piraterna och förd till deras ö. Han är den enda som vet vägen genom träsken mot Hjalmar.

source: According to our fishermen he is locked up in the stronghold on the island. We should use the knowledge about shipbuilding that we took from Törver to build ships and attack their positions.
ca: D'acord amb els pescadors, està tancat dins la fortalesa de l'illa. Hauríem d'usar el coneixement sobre com construir vaixells que vam aconseguir d'en Törver i atacar les seves posicions.
it: Secondo i nostri pescatori, l'esploratore è rinchiuso nella fortezza sull'isola. Possiamo sfruttare le conoscenze degli scritti di Törver e costruire navi per attaccarla.
nl: Volgens onze vissers zit hij opgesloten in het bolwerk op het eiland. We moeten de kennis over scheepsbouw die we van Törver hebben overgenomen gebruiken om schepen te bouwen en hun posities aan te vallen.
ru: По словам наших рыбаков, он заперт в крепости на острове. Мы должны использовать знания о кораблестроении, полученные от Тёрвера, чтобы строить корабли и атаковать их позиции.
sv: Enligt våra fiskare är han inlåst i fästningen på ön. Vi bör använda den kunskap om skeppsbyggnad som vi fick av Törver för att bygga skepp och attackera deras positioner.

source: Island conquered
ca: S'ha conquerit l'illa
it: Isola conquistata
nl: Eiland veroverd
ru: Остров завоёван
sv: Ön erövrad

source: Sire, our soldiers have conquered the island and managed to free the scout. It turns out that the pirates have left a large amount of gold, beer, and weapons on the island.
ca: Senyor, els nostres soldats han conquerit l'illa i han alliberat l'explorador. Resulta que els pirates han deixat una gran quantitat d'or, cervesa i armes a l'illa.
it: Sire, i nostri valorosi soldati hanno conquistato l'isola e liberato l'esploratore. Inoltre, i pirati hanno abbandonato una vasta quantità di oro, birra e armi sull'isola.
nl: Sire, onze soldaten hebben het eiland veroverd en zijn erin geslaagd de verkenner te bevrijden. Het blijkt dat de piraten een grote hoeveelheid goud, bier en wapens op het eiland hebben achtergelaten.
ru: Сир, наши солдаты захватили остров и сумели освободить разведчика. Оказывается, пираты оставили на острове большое количество золота, пива и оружия.
sv: Ers höghet, våra soldater har erövrat ön och lyckats frita vår spanare. Det visade sig att piraterna har lämnat en stor mängd guld, öl och vapen på ön.

source: The scout returns
ca: Torna l'explorador
it: L'esploratore ritorna
nl: De verkenner keert terug
ru: Разведчик вернулся
sv: Spanaren återvänder

source: Sire, our scout has returned to our territory, and he has shown us the road through the swamps towards Hjalmar.
ca: Senyor, l'explorador ha tornat al nostre territori i ens ha mostrat el camí a través dels pantans per arribar a en Hjalmar.
it: Sire, l'esploratore è tornato e ci ha mostrato sapientemente la via attraverso le paludi per poter giungere al cospetto di Hjalmar.
nl: Sire, onze verkenner is teruggekeerd naar ons gebied en hij heeft ons de weg door de moerassen naar Hjalmar gewezen.
ru: Сэр, наш разведчик снова с нами и покажет гать до Хьялмара.
sv: Ers höghet. vår spanare har återvänt till vårt territorium och han har visat oss vägen genom träsken mot Hjalmar.
