Repository: widelands/wl_addons_server
Catalog: po/SP_Scenario_Along_the_River.wad/*.po
Languages: ca, it, nl, ru, sv

source: He noticed that we can also move along the other side of the mountain, in case we might fail here, but it will be much more difficult to do.
ca: També ha vist que ens podem moure per l'altra vessant de la muntanya, per si fallem aquí, però serà molt més difícil.
it: Ci ha riferito dell'ulteriore possibilità di muoversi lungo l'altro lato della montagna, nel caso non ci sia possibile superare le paludi; tuttavia, le difficoltà di tale via sono molteplici.
nl: Hij merkte op dat we ook langs de andere kant van de berg kunnen gaan, voor het geval we hier zouden falen, maar dat zal veel moeilijker te doen zijn.
ru: Он заметил, что мы также можем вдоль другого склона горы, на случай, если мы потерпим неудачу здесь, но сделать это будет гораздо сложнее.
sv: Han märkte att vi också kan ta oss fram längs andra sidan av berget, om vi skulle misslyckas här, men det kommer att bli mycket svårare.

source: The last frontier
ca: L'última frontera
it: L'ultima frontiera
nl: De laatste grens
ru: Последний рубеж
sv: Den sista gränsen

source: Sire, we have almost defeated all armies and we are now approaching our final enemy. They have been expecting us for a long time and will be prepared for the heaviest battle in their lifetime.
ca: Senyor, quasi hem derrotat tots els exèrcits i ja ens apropem a l'últim enemic. Fa temps que ens esperen i estaran ben preparats per la batalla més bran de la seva vida.
it: Sire, quasi tutte le armate nemiche si sono piegate sotto il nostro attacco; la fine è vicina. Gli ultimi avversari, nell'attesa, saranno pronti ad affrontare la battaglia più furiosa in cui abbiano mai combattuto.
nl: Sire, we hebben bijna alle legers verslagen en we naderen nu onze laatste vijand. Ze verwachten ons al een lange tijd en zullen voorbereid zijn op de zwaarste strijd in hun leven.
ru: Сир, мы почти разгромили все армии и теперь приближаемся к нашему последнему врагу. Они ждали нас долгое время и будут готовы к самой тяжелой битве в своей жизни.
sv: Sire, vi har nästan besegrat alla arméer och närmar oss nu vår sista fiende. De har väntat på oss länge och kommer att vara förberedda på det hårdaste slaget i deras liv.

source: Make sure that our armies are at full strength and then act decisively.
ca: Assegureu-vos que tots els nostres exèrcits estiguin al màxim de força i actueu de manera decisiva.
it: Faremo in modo che le nostre armate rispondano con lo stesso fuoco, nella massima potenza e fermezza.
nl: Zorg ervoor dat onze legers op volle sterkte zijn en handel dan vastberaden.
ru: Убедитесь, что наши армии находятся в полной боевой готовности, а затем действуйте решительно.
sv: Se till att våra arméer är fullt bemannade och agera sedan beslutsamt.

source: Victory!
ca: Victòria!
it: Vittoria!
nl: Overwinning!
ru: Победа!
sv: Seger!

source: Sire, my congratulations!
ca: Senyor, la meva enhorabona!
it: Sire, le mie più umili e sonore congratulazioni!
nl: Sire, mijn felicitaties!
ru: Мои поздравления, сир!
sv: Sire, mina gratulationer!

source: You have completed all goals and defeated all our enemies. You have not only conquered our rivalling tribes, but you have also captured the hearts of your loving people.
ca: Heu completat tots els objectius i heu derrotat tots els enemics. No només heu conquerit els clans rivals, sinó que també heu capturat els cors de la vostra gent.
it: Avete raggiunto tutti gli obiettivi, sconfitto tutti i nemici e conquistato non solo le tribù avversarie, ma anche i cuori fiduciosi del vostro popolo; la loro ammirazione e il loro affetto vi accompagneranno in ogni dove.
nl: U hebt alle doelen bereikt en al onze vijanden verslagen. U hebt niet alleen onze rivaliserende stammen overwonnen, maar ook de harten van uw liefhebbende mensen veroverd.
ru: Вы достигли все цели и разгромили всех врагов. Вы покорили не только соседние племена, но и любящие сердца вашего народа.
sv: Du har uppnått alla mål och besegrat alla våra fiender. Du har inte bara erövrat våra rivaliserande stammar, utan också vunnit hjärtat hos ditt kärleksfulla folk.

source: Your name will be remembered forever.
ca: El vostre nom serà recordat per sempre.
it: Il vostro nome rimarrà inciso nella storia, imperituro nel tempo.
nl: Je naam zal voor altijd herinnerd worden.
ru: Ваше имя мы будем помнить вечно.
sv: Ditt namn kommer att minnas för alltid.

source: Provides the scenario ''Along the River''. This scenario was converted to be playable again with Widelands 1.0. It will be provided officially with Widelands 1.1.
ca: Proporciona l'escenari «Al llarg del riu». Aquest escenari es va convertir per poder-se jugar amb el Widelands 1.0. Es tornarà a incloure de manera oficial al Widelands 1.1.
it: Descrive lo scenario "Lungo il fiume". Questo scenario è stato convertito per essere giocabile di nuovo in Widelands 1.0. Sarà disponibile ufficialmente in Widelands 1.1.
nl: Biedt het scenario ''Langs de rivier''. Dit scenario is omgebouwd zodat het weer speelbaar is met Widelands 1.0. Het zal officieel worden toegevoegd aan Widelands 1.1.
ru: Включает сценарий "Пойма великой реки". Этот сценарий был исправлен для использования в Widelands 1.0. Он будет официально включён в Widelands 1.1.
sv: Innehåller scenariot ''Along the River''. Detta scenario har konverterats så att det återigen kan spelas med Widelands 1.0. Det kommer att tillhandahållas officiellt med Widelands 1.1.

source: SP_Scenario_Along_the_River
ca: Al llarg del riu
it: SP_Scenario_Lungo_il_fiume

source: Singleplayer Scenarios
ca: Escenaris d'un sol jugador
it: Scenari per giocatore singolo
nl: Scenario's voor één speler
ru: Одиночные сценарии
sv: Enspelarscenarier

source: Transport
it: Trasporto
nl: Vervoer
ru: Транспорт
sv: Transportkvitto
