Repository: widelands/wl_addons_server
Catalog: po/Naval_Tournament_23_Maps.wad/*.po
Languages: ca, es, fr, nds, nl, ru

source: Maps for the Naval Tournament 23
ca: Mapes per al torneig naval del 2.023
es: Mapas del torneo naval 23
fr: Cartes pour le Tournoi Naval 23
nds: Kaarten för de Seekriegs-Weddstried ’23
nl: Kaarten voor het Marinetoernooi 23
ru: Карты для Морского турнира 23

source: Naval Tournament 23 Maps
ca: Mapes del torneig del 2.023
es: Torneo Naval 23 Mapas
fr: Cartes du tournoi naval 23
nds: Seekriegs-Weddstried ’23 – Kaarten
nl: Marinetoernooi 23 Kaarten
ru: Карты морского турнира 23

source: Naval Tournament 23
ca: Torneig naval 2.023
es: Torneo naval 23
fr: Tournoi naval 23
nds: Seekriegs-Weddstried ’23
nl: Marinetoernooi 23
ru: Морской турнир 23

source: Naval Ice wars
ca: Guerres navals de gel
es: Guerras navales del hielo
fr: Guerres de glace navales
nds: See-Ieskriegen
nl: IJsoorlogen op zee
ru: Морские ледяные войны

source: Plateau (Naval Warfare)
ca: Plana (guerra naval)
es: Meseta (Guerra naval)
fr: Plateau (guerre navale)
nds: Hoges Flackland (Seekrieg)
nl: Plateau (Marine)
ru: Плато (Морское сражение)

source: Together We’re Strong (naval invasion)
ca: Junts som forts (invasió naval)
es: Juntos somos fuertes (invasión naval)
fr: Ensemble, nous sommes forts (invasion navale)
nds: Mitnanner sünd wi stark (Seekrieg)
nl: Samen staan we sterk (marine-invasie)
ru: Вместе мы сила (морской десант)

source: A large island with coastal plains and a forested plateau. Rich in resources and plenty of flat building space along the coasts.
ca: Una illa enorme amb planes a la costa i una plana on hi ha arbres. Hi ha recursos abundants i molt d'espai pla per les costes.
es: Una gran isla con llanuras costeras y una meseta boscosa. Rica en recursos y con mucho espacio llano para construir a lo largo de las costas.
fr: Une grande île avec des plaines côtières et un plateau boisé. Riche en ressources et nombreux espaces de construction plats le long des côtes.
nds: Eene grote Insel mit Küsten-Flackland un eenem hogern Flackland mit Wald. Völe Mineraale un mennig flacke Rüümte tum Bauen langs de Küst.
nl: Een groot eiland met kustvlakten en een bebost plateau. Rijk aan grondstoffen en veel vlakke bouwruimte langs de kusten.
ru: Большой остров с прибрежными равнинами и лесистым плато. Богат ресурсами и ровными участками для строительства вдоль побережья.

source: Autumn became winter. Some things are frozen, but not the war.
ca: La tardor es converteix en hivern. Moltes coses s'han quedat congelades, però la guerra no.
es: El otoño se convirtió en invierno. Algunas cosas se congelan, pero no la guerra.
fr: L'automne est devenu l'hiver. Certaines choses sont gelées, mais pas la guerre.
nds: Harvst is Winter worden. Vööl is froren, de Krieg is ’t nich.
nl: Herfst werd winter. Sommige dingen zijn bevroren, maar de oorlog niet.
ru: Осень сменилась зимой. Замерзло многое, но не война.

source: The four mighty harbors of the Craw Islands have been trading their goods among each other for ages. All of them needed resources that they could not produce in their own territory and in exchange provided other resources to those that could not produce them. Based on these trades, a very friendly commerce was common between the four harbors and the people living on the Craw Islands – until recently, when two of the harbors united to form an exclusive trade alliance, forcing the other two to do the same. Suddenly, it seems only a matter of time before the first fights between the harbors will shatter the peaceful life that has lasted for so long…
ca: Els quatre ports de les Illes Gola han comerciat entre ells durant molts anys. Tots necessitaven els béns que no podien produir al seu territori i, a canvi, entregaven altres recursos als veïns que no es podien produir. Amb aquestes rutes comercials, es mantenia una amistat entre les comunitats que vivien a les illes. Fins fa poc, quan dos dels ports es van unir en una aliança de comerç exclusiu. Això forçà als altres dos a fer el mateix. De sobte, sembla que és només qüestió de temps abans que les lluites entre els ports trenquin la vida pacífica que ha durat tant de temps…
es: Los cuatro poderosos puertos de las islas Craw han comerciado sus mercancías entre sí durante siglos. Todos ellos necesitaban recursos que no podían producir en su propio territorio y, a cambio, proporcionaban otros recursos a aquellos que no podían producirlos. Basándose en estos intercambios, existía un comercio muy amistoso entre los cuatro puertos y la gente que vivía en las islas Craw – hasta hace poco, cuando dos de los puertos se unieron para formar una alianza comercial exclusiva, obligando a los otros dos a hacer lo mismo. De repente, parece solo cuestión de tiempo que las primeras luchas entre los puertos hagan añicos la pacífica vida que ha durado tanto tiempo...
fr: Les quatre puissants ports des îles Craw échangent leurs marchandises depuis des lustres. Tous avaient besoin de ressources qu’ils ne pouvaient pas produire sur leur propre territoire et fournissaient en échange d’autres ressources à ceux qui ne pouvaient pas les produire. Basé sur ces échanges, un commerce très amical était courant entre les quatre ports et les habitants des îles Craw – jusqu'à récemment, lorsque deux des ports se sont unis pour former une alliance commerciale exclusive, obligeant les deux autres à faire de même. Soudain, ce n’est qu’une question de temps avant que les premiers combats entre les ports ne brisent la vie paisible qui dure depuis si longtemps…
nds: De veer machtigen Muden vun de Kraw-Insels hebben ewig lang hör Waren tüskeneenanner hannelt. Se bruken all Mineraale, wat se nich in hör eegen Gewest produzeren könen, un hebben daarför anner Mineraale liefert an de, well deese nich produzeren könen. Um deesen Hannel weren all de Muden un de Lüü up de Kraw-Insels fründelk miteenanner umgahn – bit vör körter Tied twee vun de Muden een Hannels-Ofmaken truffen hebben, wat de anner twee dwungen hett, dat ok to maken. Nu is dat up eenmaal nich mehr tum Ofwennen, dat de eersten Kriegen tüsken de Muden dat freedsame Leven verneelen, wat so lang anhollen hett …
nl: De vier machtige havens van de Craw Islands drijven al eeuwenlang handel met elkaar. Ze hadden allemaal grondstoffen nodig die ze niet in hun eigen gebied konden produceren en in ruil daarvoor leverden ze andere grondstoffen aan degenen die ze niet konden produceren. Op basis van deze handel was er een zeer vriendschappelijke handel tussen de vier havens en de mensen op de Craw Eilanden – tot voor kort, toen twee van de havens zich verenigden om een exclusieve handelsalliantie te vormen, waardoor de andere twee gedwongen werden hetzelfde te doen. Plotseling lijkt het slechts een kwestie van tijd voordat de eerste gevechten tussen de havens het vreedzame leven dat zo lang heeft geduurd zullen verbrijzelen...
ru: Четыре могущественных гавани островов Кроу торговалимежду собой на протяжении веков. Все они нуждались в ресурсах, которые не могли произвести на своей территории, а взамен поставляли свои ресурсы тем, кто не мог их произвести сам. Этот обмен стал основой дружественных торговых отношений между четырьмя гаванями и жителями островов Кроу – но недавно две гавани объединились, чтобы создать эксклюзивный торговый альянс, что вынудило две другие сделать то же самое. И похоже, что через недолгое время стычки между гаванями разрушат мирную жизнь, которая длилась так долго...

source: Added a river seggregating the 2 halfs of the start island to enforce naval warfare.
ca: S'ha afegit un riu que divideix l'illa inicial en dues meitats per a assegurar una guerra naval.
es: Se ha añadido un río que separa las dos mitades de la isla inicial para fomentar la guerra naval.
fr: Ajout d'une rivière séparant les 2 moitiés de l'île de départ pour renforcer la guerre navale.
nds: De twee Delen vun de Anfangs-Insel sünd nu mit een Stroom deelt, daarmit Seekrieg partuu nödig is.
nl: Een rivier toegevoegd die de 2 helften van het starteiland scheidt om zeeoorlog af te dwingen.
ru: Добавлена река, разделяющая 2 половины стартового острова, чтобы спровоцировать морское сражение.

source: Start positions are clockwise
ca: Les posicions inicials segueixen el sentit de les agulles de rellotge.
es: Las posiciones de inicio son en el sentido de las agujas del reloj
fr: Les positions de départ sont dans le sens des aiguilles d'une montre
nds: Anfangs-Steden sünd rechtsrum
nl: Startposities zijn met de klok mee
ru: Стартовые позиции расположены по часовой стрелке
