Repository: widelands/wl_addons_server
Catalog: po/intelligent_teamplay_maps.wad/*.po
Languages: ca, fr, nds, nl, ru, sv

source: Intelligent Teamplay Maps
ca: Mapes de joc per equips intel·ligents
fr: Cartes de jeu d'équipe intelligentes
nds: Kloke-Klottjen-Kaarten
nl: Intelligente Teamplay Kaarten
ru: Карты для интеллектуальной командной игры
sv: Intelligenta lagspelkartor

source: Requires efficient Teamplay and the the-x Tournament Mod. Interesting maps with a lot of strategical decisions; resources are set intelligently and you need to consider fish and gold for a economic build up. Maps are completely 3D, so you can meet at each side.
ca: Requereix un joc en equip eficient i el mod de tornejos de the-x. Són mapes interessants amb moltes decisions estratègiques; els recursos s'han disposat de manera intel·ligent i haureu de tenir en compte els recursos pesquers i d'or per a establir una economia sòlida. Els mapes són en 3D i us podreu trobar a cada vora.
fr: Nécessite un Teamplay efficace et le mod the-x Tournament. Cartes intéressantes avec beaucoup de décisions stratégiques; Les ressources sont définies intelligemment et vous devez considérer le poisson et l'or pour une construction économique. Les cartes sont entièrement en 3D, vous pouvez donc vous rencontrer de chaque côté.
nds: Bruukt klokes Tosamenspölen in Klottjen un the-x sien Weddstried-Verwiedern. Interessante Kaarten mit bannig vööl taktisk Entschedens; Mineraale sünd klook sett un du muttst tum Upbauen vun diener Weertskupp up Fiss un Gold uppassen. All Kaarten sünd in 3D, jo köönt jo up elkeen Sied treffen.
nl: Vereist efficiënt Teamplay en de the-x Tournament Mod. Interessante kaarten met veel strategische beslissingen; grondstoffen worden op intelligente wijze ingesteld en je moet rekening houden met vis en goud voor een economische opbouw. De kaarten zijn volledig 3D, dus je kunt elkaar aan elke kant ontmoeten.
ru: Требуется эффективная командная игра и турнирный мод the-x. Интересные карты со множеством стратегических решений; ресурсы распределены разумно, и вам нужно уделить внимание рыбе и золоту для наращивания экономики. Карты полностью 3D, так что вы можете встретиться с любой стороны.
sv: Kräver effektivt lagspel och the-x Tournament Mod. Intressanta kartor med många strategiska beslut; resurserna är placerade på ett intelligent sätt och du måste ta hänsyn till fisk och guld för att bygga upp ekonomin. Kartorna är helt i 3D, så du kan möta motståndarna på alla sidor.

source: InfinitheX
ca: InfinitX

source: Keine Grenzen sind auf dieser Karte gesetzt, ob du ganz im Wald startetest als Urwaldvolk oder im Gebirge oder im Lande der Dunklen - Teams: 1-8 die Guten 9-16 Ödlandvölker - 1,2,3 : die gestrandeten Seefahrer 16,8,9 : die Alpenvölker - - - - - - - - - - - Wenn ihr zu viert seid, spielt die Karte als 4 Seefahrer -
ca: En aquest mapa no hi ha límits, tant si comenceu al bosc com a gent de la selva o a les muntanyes o a la terra de la foscor. Equips: 1-8 els bons, 9-16 gent dels erms. 1, 2 i 3: els mariners encallats 16, 8 i 9: els pobles dels Alps - - - - - - - - - - - Si sou 4, jugueu la carta com a 4 mariners.
fr: Il n'y a pas de limites sur cette carte, que vous ayez commencé dans la forêt en tant que peuple de la jungle ou dans les montagnes ou au pays des ténèbres - Équipes: 1-8 les bons 9-16 peuples des terres désolées - 1,2,3 : les marins échoués 16,8,9 : les peuples alpins - - - - Si vous êtes quatre, jouez la carte en tant que 4 marins -
nds: Deese Kaart sett di keene Grenzen, of du nu im Wald begünnst of in de Bargen of in de Dunkern Lannen. – Klottjen: 1-8 sünd de Goden, 9-16 de Unlandvölkers. 1,2,3 sünd de strandt Seefahrers; 16,8-9 de Alpenvölkers. – Wenn jo veer Lüü weest, spöölt as 4 Seefahrers.
nl: Er zijn geen grenzen aan deze kaart, of je nu helemaal in het Bos begint als Junglevolk of in de Bergen of in het Land van de Duisteren. - Teams: 1-8 de Goeie 9-16 Wasteland Mensen - 1.2.3 : de gestrande zeelieden 16,8,9 : de Alpenvolkeren - - - - - - - - - - - Als je met z'n vieren bent, speel de kaart dan als 4 zeelieden -
ru: На этой карте нет никаких ограничений, начнешь ли ты полностью в лесу как первобытный лесной народ или в горах или на Земле Темных - Команды: 1-8 хорошие 9-16 Народы пустошей - 1,2,3 : моряки, оказавшиеся на мели 16,8,9 : альпийские народы - - - - - - - - - - - Когда вы вчетвером, играйте карту как 4 мореплавателя -
sv: Det finns inga gränser på denna karta, oavsett om du startar i skogen som ett urskogsfolk, i bergen eller i de mörka folkens land. Lag: 1-8 de goda 9-16 ödemarksfolken - 1,2,3 : de strandade sjöfararna 16,8,9 : alpfolken - - - - - - - - - - - Om ni är fyra spelar ni kartan som 4 sjöfarare -

source: Rohstoffe sind mit Bedacht gesetzt, es gibt aber immer mehrere Möglichkeiten
ca: Cal fer servir les matèries primeres amb cura i hi ha sempre diverses opcions per triar què fer.
fr: Les matières premières sont réglées judicieusement, mais il y a toujours plusieurs possibilités
nds: Mineraale sünd klook sett, aver dat gifft alltieden mennig Kansen.
nl: De Grondstoffen worden zorgvuldig Bepaald, maar er zijn altijd verschillende Mogelijkheden
ru: Сырье подбирается с умом, но всегда есть несколько вариантов
sv: Råvarorna är noggrant utvalda, men det finns alltid flera alternativ

source: Blue and Red
ca: Blau i roig
fr: Bleu et Rouge
nds: Blau un Rood
nl: Blauw en Rood
ru: Синий и красный
sv: Blått och rött

source: Rome
ca: Roma
nds: Rom
ru: Рим
sv: Rom

source: Keine Beschreibung vorhanden
ca: No hi ha descripció disponible.
fr: Aucune description disponible
nds: Nich beschrieven
nl: Geen Beschrijving beschikbaar
ru: Описание отсутствует
sv: Ingen beskrivning tillgänglig

source: Zu zwölft den Saturn Besiedelm
ca: Els dotze de Saturn
fr: Douze personnes colonisent Saturne
nds: Twelv siedeln up de Saturn
nl: Twaalf om Saturnus te Koloniseren
ru: Двенадцатый населенный пункт на Сатурне
sv: Tolv personer koloniserar Saturnus

source: 1,2,3,4,5 und 6 gegen 7,8,9,10,11,12 kann aber auch 4v4 oder 2v2 gespielt werden
ca: 1, 2, 3, 4, 5 i 6 contra 7, 8,9, 10, 11 i 12. També es pot jugar 4v4 o 2v2.
fr: 1,2,3,4,5 et 6 vs. 7,8,9,10,11,12 peuvent également être joués 4v4 ou 2v2
nds: 1,2,3,4,5 un 6 tegen 7,8,9,10,11,12 – kann aver ok 4 tegen 4 of 2 tegen 2 spöölt worden
nl: 1,2,3,4,5 en 6 tegen 7,8,9,10,11,12 maar kan ook 4v4 of 2v2 gespeeld worden
ru: 1,2,3,4,5 и 6 против 7,8,9,10,11,12, но также можно играть 4 на 4 или 2 на 2
sv: 1,2,3,4,5 och 6 mot 7,8,9,10,11,12 kan också spelas 4 mot 4 eller 2 mot 2

source: Tripolis
ca: Trípoli
fr: Tripoli
ru: Триполи

source: Willkommen im alten Ägypten Tripolis erfordert strategisches Geschick und ein gutes Team, das zusammenarbeitet ;-) konzepted by the-x mir allerlei strategischen Feinheiten, einer drei Dimensionalen Karte und intelligent gesetzten Rohstoffe. Wer wird das alte Ägyßten erobern? 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
ca: Us donem la benvinguda a l'antic Egipte. Trípoli requereix habilitats estratègiques i un bon equip que treballi coordinat ;-) Dissenyat per the-x amb tot tipus de subtileses estratègiques, es tracta d'un mapa tridimensional i amb recursos que cal gestionar de manera planificada. Qui conquistarà l'antic Egipte? 1,2,3 contra 4,5,6, però també es pot jugar en qualsevol combinació de parelles.
fr: Bienvenue dans l'Egypte ancienne Tripoli nécessite des compétences stratégiques et une bonne équipe travaillant ensemble ;-) Conçu par the-X avec toutes sortes de subtilités stratégiques, une carte tridimensionnelle et des matières premières intelligemment placées. Qui va conquérir l'ancienne Egypte? 1,2,3 contre 4,5,6 mais aussi jouable dans n'importe quelle autre paire.
nds: Willkommen im ollen Ägypten. In Tripolis muttst du taktisk klook sien un mit eener Klottje good tosamenwarken! Vun the-x utdacht mit mennig tasktisk Fienigheiden, eener Kaart in 3D un klook sett Mineralen. Well word dat olle Ägypten innehmen? Kann 1,2,3 tegen 4,5,6 of mit elkeen anner Klottjen spöölt worden.
nl: Welkom in het oude Egypte Tripoli vereist strategische vaardigheid en een goed Team dat samenwerkt ;-) Ontworpen door the-x met allerlei strategische Subtiliteiten, een Driedimensionale Kaart en intelligent geplaatste Grondstoffen. Wie zal de oude Aegysses veroveren? 1,2,3 tegen 4,5,6 maar ook speelbaar in andere Combinaties.
ru: Добро пожаловать в Древний Египет. Триполи потребует стратегического мастерства и слаженой команды ;-) Разработанна the-x mir. Стратегические тонкости, трехмерная карта и грамотно подобранное сырье. Кто победит в Древнем Египте? 1,2,3 против 4,5,6, но можно сыграть и в любых других парах.
sv: Välkommen till det gamla Egypten Tripolis kräver strategisk skicklighet och ett bra team som samarbetar ;-) Koncept av the-x med alla möjliga strategiska finesser, en tredimensionell karta och intelligent placerade råvaror. Vem kommer att erövra det gamla Egypten? 1,2,3 mot 4,5,6 men kan också spelas i valfria andra kombinationer.

source: 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
ca: 1,2,3 contra 4,5,6 però també es pot jugar en qualsevol altra combinació de parelles.
fr: 1,2,3 contre 4,5,6 mais aussi jouable dans n'importe quelle autre paire.
nds: Kann 1,2,3 tegen 4,5,6 aver ok in elkeen anner Klottjen spöölt worden.
nl: 1,2,3 tegen 4,5,6 maar ook speelbaar in andere combinaties.
ru: 1,2,3 против 4,5,6, возможны и другие команды.
sv: 1,2,3 mot 4,5,6 men kan även spelas i valfria andra kombinationer.

source: Yellow Submarine
ca: Submarí groc
fr: Sous-marin jaune
nds: Geles U-Boot
nl: Gele Onderzeeër
ru: Желтая подводная лодка
sv: Gula ubåten

source: Die finnische Seenplatte
ca: La terra dels llacs finlandesos
fr: La région des lacs finlandais
nds: De Finnisk Meren
nl: Het Finse Merengebied
ru: Озерный край Финляндии
sv: Den finska sjöregionen

source: Saturn
fr: Saturne
nl: Saturnus
ru: Сатурн
sv: Saturnus
