Repository: widelands/wl_addons_server
Catalog: po/Tournament_2021_maps.wad/*.po
Languages: ca, cs, de, fr, ko, nds, nl, sv

source: Last Survivors (no coal)
ca: Els últims supervivents (sense carbó)
cs: Poslední přeživší (bez uhlí)
de: Die letzten Überlebenden (keine Kohle)
fr: Derniers survivants (pas de charbon)
ko: 마지막 생존자 (석탄 없음)
nds: De lesten Överlevers (sünner Köhl)
nl: Laatste Overlevenden (geen kolen)
sv: Sista överlevande (inget kol)

source: Four tribes fighting for dominance in a stark area. Resources are scattered all over the map.
ca: Quatre clans lluiten per dominar una àrea inhòspita. Els recursos estan escampats per tot el mapa.
cs: Čtyři kmeny bojují o nadvládu v drsném prostředí. Suroviny jsou rozptýleny po celé mapě.
de: Vier Stämme kämpfen um die Herrschaft in einer öden Gegend. Rohstoffe sind über die ganze Karte verstreut.
fr: Quatre tribus se battent pour la domination dans une région austère. Les ressources sont dispersées sur toute la carte.
ko: 네 개의 부족이 지배를 위해 전쟁터에서 싸웁니다. 자원들은 모든 지역에 흩어져 있습니다.
nds: Veer Völker strieden um de Heerskupp in eener düllen Kuntrei. Mineraale sünd över de hele Kaart verstreit.
nl: Vier stammen vechten om de macht in een grimmig gebied. Hulpbronnen liggen verspreid over de hele kaart.
sv: Fyra stammar fightas om herraväldet i ett kalt område. Resurser är utspridda över hela kartan.

source: Char Wars – The Empire Burns Coal
ca: La guerra de les carboneres – L'imperi crema carbó
cs: Uhelné války – Císařství pálí uhlí
de: Holzkohle Kriege – Das Imperium brennt Kohle
fr: Char Wars – L'Empire brûle du charbon
ko: 황제들의 전쟁 – 석탄을 태우는 왕국
nds: Holtköhlkriegen – Dat Riek brannt Köhl
nl: Char Wars – Het Rijk Brandt Kolen
sv: Förkolnat krig – imperiet bränner kol

source: Autumn became winter. Some things are frozen, but not the war.
ca: La tardor es converteix en hivern. Moltes coses s'han quedat congelades, però la guerra no.
cs: Podzim se stane zimou. Některé věci jsou zmrzlé, ale válka stále pokračuje.
de: Herbst wurde zu Winter. Einige Dinge sind gefroren, aber nicht der Krieg.
fr: L'automne est devenu l'hiver. Certaines choses sont gelées, mais pas la guerre.
ko: 가을이 겨울이 되었다. 몇몇은 얼어버렸지만, 전쟁만큼은 아니었다.
nds: Harvst is Winter worden. Vööl is froren, de Krieg is ’t nich.
nl: Herfst werd winter. Sommige dingen zijn bevroren, maar de oorlog niet.
sv: Höst blev vinter. Vissa saker är frusna, men inte kriget.

source: Start positions are clockwise
ca: Les posicions inicials segueixen el sentit de les agulles de rellotge.
cs: Výchozí pozice jsou po směru chodu hodinových ručiček
de: Die Ausgangspositionen sind im Uhrzeigersinn verteilt.
fr: Les positions de départ sont dans le sens des aiguilles d'une montre
ko: 시작 위치는 시계방향입니다
nds: Anfangs-Steden sünd rechtsrum
nl: Startposities zijn met de klok mee
sv: Startpositionerna är placerade medurs

source: Coal Clean Cycles
ca: Cicles nets de carbó
cs: Čistě uhelné období
de: Kohle gesäuberte Zyklen
fr: Cycles de nettoyage du charbon
ko: 석탄 재활용 순환
nds: Kreisen sünner Köhl
nl: Kolen Proper Kringlopen
sv: Kolrena cykler

source: Periodic map for 8 players. Enough resources, no seafaring.
ca: Mapa periòdic per a 8 jugadors. Prou recursos, sense navegació.
cs: Opakující se mapa pro 8 hráčů. Dost surovin, žádné lodě.
de: Periodische Karte für 8 Spieler. Genug Rohstoffe , keine Seefahrt.
fr: Carte périodique pour 8 joueurs. Assez de ressources, pas de navigation.
ko: 8명의 플레이어에게 지도가 주어집니다. 자원은 충분하고, 항해는 허용되지 않습니다.
nds: Kaart bi Stöten för 8 Spelers. Mennig Mineraale, keene Seefahrt.
nl: Periodieke kaart voor 8 spelers. Genoeg grondstoffen, geen zeevaart.
sv: Periodisk karta för 8 spelare. Tillräckligt med resurser, ingen sjöfart.

source: All positions are fully equal! :)
ca: Totes les posicions inicials són iguals! :)
cs: Všechny pozice jsou si rovné! :)
de: Alle Positionen sind vollständig gleichwertig! :)
fr: Toutes les positions sont parfaitement égales ! :)
ko: 모든 위치는 동등합니다! :)
nds: All Steden sünd kumpleet gliek! :)
nl: Alle posities zijn volledig gelijk! :)
sv: Alla positioner är exakt likvärdiga :)

source: Colonies (no coal)
ca: Colònies (sense carbó)
cs: Kolonie (bez uhlí)
de: Kolonien (keine Kohle)
ko: 식민지 (석탄 없음)
nds: Kolonien (sünner Köhl)
nl: Kolonies (geen kolen)
sv: Kolonier (inget kol)

source: Four leaders begun their journey on a small island. They try to escape using long rivers. Who will win the battles? Who will win the war?
ca: Quatre líders han començat el seu viatge en una illa petita. Intenten escapar usant els llargs rius. Qui guanyarà les batalles? Qui guanyarà la guerra?
cs: Čtyři vládci začínají své dobrodružství na malém ostrově. Snaží po dlouhých řekách. Kdo vyhraje tyto bitvy? Kdo vyhraje válku?
de: Vier Anführer begannen ihre Reise auf einer kleinen Insel. Sie versuchen auf langen Flüssen von dort zu entkommen. Wer wird die Kämpfe gewinnen? Wer den Krieg?
fr: Quatre dirigeants commencent leur voyage sur une petite île. Ils essaient de la quitter en utilisant de longues rivières. Qui gagnera les batailles? Qui gagnera la guerre?
ko: 네 명의 지도자가 작은 섬에서 여행을 시작합니다. 그들은 긴 강을 통해 도망가려고 합니다. 누가 전투에서 승리할까요? 누가 이 전쟁의 승자가 될까요?
nds: Veer Anföhrers begünnen hör Fahrt up eener lütten Insel. Se versöken, över lange Stromen uttonaihen. Well winnt de Slachten? Well winnt de Krieg?
nl: Vier leiders zijn hun reis begonnen op een klein eiland. Ze proberen te ontsnappen via lange rivieren. Wie zal de gevechten winnen? Wie zal de oorlog winnen?
sv: Fyra ledare påbörjade sin resa på en liten ö. De försöker fly genom länga floder. Vem kommer att vinna striderna? Vem vinner kriget?

source: Cross 8 (no coal)
ca: Encreuament 8 (sense carbó)
cs: Osmisměrka (bez uhlí)
de: Kreuz 8 (keine Kohle)
fr: Croix 8 (no coal)
ko: Cross 8 (석탄 없음)
nds: Krüüz 8 (sünner Köhl)
nl: Wedren 8 (geen kolen)
sv: Kors 8 (inget kol)

source: A single convoluted continent; with the starting positions near the centre.
ca: Un sol continent retorçat amb posicions inicials prop del centre.
cs: Jeden velký kontinent se startovními pozicemi kolem středu.
de: Ein einziger verwickelter Kontinent; mit den Ausgangspositionen nah am Zentrum.
fr: Un seul continent alambiqué ; avec les positions de départ près du centre.
ko: 하나의 통합된 대륙; 시작 위치는 중앙 근방입니다.
nds: Een enkelt verwickelt Kontinent; mit de Anfangs-Steden dicht bi de Midde.
nl: Een enkel kronkelig continent; met de startposities dichtbij het centrum.
sv: En enda invecklad kontinent med startpositionerna nära mitten.

source: Head away from the centre. I suggest victory condition = territorial lord (or Autocrat). The map is made up of 4 large land masses, connected at the outer edge - at the middle of the North, South, West & East edges of the map. Beat the opposition to the 'connectors', and build a fortress etc, to block the other side's access, and you win.
ca: Aparteu-vos del centre. La condició de victòria recomanada és «Lord territorial» (o també «Dèspota»). El mapa consisteix en 4 masses de territori extenses connectades per la vora exterior, al mig de les vores nord, sud, est i oest del mapa. Derroteu l'oposició als «connectors», construïu-hi edificis militars per blocar l'accés dels altres bàndols i guanyareu.
cs: Pokračuj směrem od středu. Doporučuji podmínku vítězství = vládce území (nebo autokrat). Mapa je vytvořena ze čtyř velkých pevnin propojených na okrajích - ve středu severního, jižního, západního a východního okraje mapy. Poraž svého protivníka na těchto 'spojích', postav zde pevnost, aby jsi zablokoval přistup z druhé strany, a vítězství je tvé.
de: Bewege dich weg vom Zentrum. Ich schlage folgende Siegbedingungen vor = Landherr (Zeit) (oder Alleinherrscher). Die Karte besteht aus 4 großen Landmassen die am äußersten Rand verbunden sind - in der Mitte der nördlichen, südlichen, westlichen & östlichen Ränder der Karte. Schlage die Gegner bis zu den Verbindungen und baue eine Festung um den gegenerischen Zugang zu blockieren, und du wirst gewinnen.
fr: Éloignez-vous du centre. Je suggère condition de victoire = seigneur territorial (ou autocrate). La carte est composée de 4 grandes masses terrestres, connectées au bord extérieur - au milieu des bords nord, sud, ouest et est de la carte. Battez l'opposition aux « connecteurs », et construisez une forteresse, etc., pour bloquer l'accès de l'autre côté, et vous gagnez.
ko: 중앙에서 출발하십시오. 가장 많은 지역을 차지 (혹은 완전 지배)하는 것 = 승리 조건입니다. 이 지역은 4개의 큰 구역이 바깥쪽 연결부에 의해 연결되어 만들어졌습니다 - 전체 지도의 동, 서, 남, 북 방향의 바깥부의 중심. 상대편의 연결부를 파괴하고, 요새를 지어서 상대편의 연결을 끊으면 승리합니다.
nds: Gah vun de Midde weg. Ick slaag as Upgaav tum Winnen Gewestensammler (of Dwingelant) vör. De Kaart is in 4 grote Eerddelen updeelt, verbunnen an de buten Rand – in de Midden vun de noordelk, südelk, oostelk un westelk Rand vun de Kaart. Wees fixer as de Feinden bi de Verbinnens, un bau een Slött usw., um de Togang vun de anner Sied dichttomaken, un du winnst.
nl: Ga weg van het centrum. Ik stel overwinningsvoorwaarde = territoriaal heer (of alleenheerser) voor. De kaart bestaat uit 4 grote landmassa's die aan de buitenrand met elkaar verbonden zijn - in het midden van de noord-, zuid-, west- en oostrand van de kaart. Versla de tegenstanders om de 'aansluitingen' en bouw een fort of iets dergelijks om de toegang van de andere kant te blokkeren en je wint.
sv: Tag dig bort från minnen. Jag föreslår segerförutsättning = landets härskare (eller envåldshärskare). Kartan består av 4 stora landmassor, sammanbundna i den ytter kanten - i mitten av av kartans norra, södra, östra och västra kant. Var snabbare än motståndarna till sammanbindningen och bygg en fästning mm för att blockera den andra sidans åtkomst så vinner du.

source: Tournament 2021 Maps
ca: Mapes del torneig del 2021
cs: Mapy pro Turnaj 2021
de: Turnier 2021 Karten
fr: Cartes du Tournois 2021
ko: 토너먼트 2021 맵
nds: Weddstried 2021 – Kaarten
nl: Toernooi 2021 Kaarten
sv: Turneringskartor 2021

source: Maps for the 2021 Tournament
ca: Mapes per al torneig del 2021
cs: Mapy pro Turnaj 2021
de: Karten für das Turnier 2021
fr: Cartes pour le tournoi 2021
ko: 토너먼트 2021 공식 맵
nds: Kaarten för de Weddstried 2021
nl: Kaarten voor het 2021 Toernooi
sv: Kartor för 2021 års rurnering

source: Tournament 2021
ca: Torneig del 2021
cs: Turnaj 2021
de: Turnier 2021
fr: Tournoi 2021
ko: 토너먼트 2021
nds: Weddstried 2021
nl: Toernooi 2021
sv: Turnering 2021
