Repository: widelands/wl_addons_server
Catalog: po/1v1_high_level_map_pool.wad/*.po
Languages: ca, es, nds, nl, ru

source: Die Gallier - Asterix und Obelix
ca: El Gal ‒ Astèrix i Obèlix
es: Los Galos - Astérix y Obélix
nds: De Galliers – Asterix un Obelix
nl: Galliers - Asterix en Obelix
ru: Галлы - Астерикс и Обеликс

source: Keine Beschreibung vorhanden
ca: No hi ha descripció disponible.
es: No hay descripción disponible
nds: Nich beschrieven
nl: Geen beschrijving beschikbaar
ru: Описание отсутствует

source: Dinosaur Valley 1v1
ca: El vall dels dinosaures 1v1
es: Valle de los Dinosaurios 1v1
nds: Dinosaurier-Tal 1 tegen 1
nl: Dinosaurus Vallei 1v1
ru: Долина динозавров 1v1

source: Economy1.1
ca: Economia 1.1
es: Economia1.1
nds: Weertskupp 1.1
nl: Economie1.1
ru: Экономика 1.1

source: Fraenkischer Wald - 1v1
ca: Bosc de Francònia - 1v1
es: Bosque de Franconia - 1v1
nds: Fränkisker Wald – 1 tegen 1
nl: Het Fraenkische Woud - 1v1
ru: Франконский лес - 1v1

source: Sidestar Romanum
ca: Estrella romana
es: Punto de Inicio Romana

source: Tripolis
ca: Trípoli
es: Trípoli
ru: Триполи

source: Willkommen im alten Ägypten Tripolis erfordert strategisches Geschick und ein gutes Team, das zusammenarbeitet ;-) konzepted by the-x mir allerlei strategischen Feinheiten, einer drei Dimensionalen Karte und intelligent gesetzten Rohstoffe. Wer wird das alte Ägyßten erobern? 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
ca: Us donem la benvinguda a l'antic Egipte. Trípoli requereix habilitats estratègiques i un bon equip que treballi coordinat ;-) Dissenyat per the-x amb tot tipus de subtileses estratègiques, es tracta d'un mapa tridimensional i amb recursos que cal gestionar de manera planificada. Qui conquistarà l'antic Egipte? 1,2,3 contra 4,5,6, però també es pot jugar en qualsevol combinació de parelles.
es: Bienvenido al antiguo Egipto, Trípoli requiere habilidades estratégicas y un buen equipo que trabaje en conjunto ;-) conceptualizado por the-x con todo tipo de detalles estratégicos, un mapa tridimensional y materias primas colocadas inteligentemente. ¿Quién conquistará el antiguo Egipto? 1,2,3 contra 4,5,6 pero también se puede jugar en cualquier otro emparejamiento.
nds: Willkommen im ollen Ägypten. In Tripolis muttst du taktisk klook sien un mit eener Klottje good tosamenwarken! Vun the-x utdacht mit mennig tasktisk Fienigheiden, eener Kaart in 3D un klook sett Mineralen. Well word dat olle Ägypten innehmen? Kann 1,2,3 tegen 4,5,6 of mit elkeen anner Klottjen spöölt worden.
nl: Welkom in het oude Egypte Tripoli vereist strategische vaardigheid en een goed team dat samenwerkt ;-) Ontworpen door the-x met allerlei strategische subtiliteiten, een driedimensionale kaart en intelligent geplaatste grondstoffen. Wie zal de oude Aegysses veroveren? 1,2,3 tegen 4,5,6 maar ook speelbaar in andere combinaties.
ru: Добро пожаловать в Древний Египет. Триполи потребует стратегического мастерства и слаженой команды ;-) Разработанна the-x mir. Стратегические тонкости, трехмерная карта и грамотно подобранное сырье. Кто победит в Древнем Египте? 1,2,3 против 4,5,6, но можно сыграть и в любых других парах.

source: 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
ca: 1,2,3 contra 4,5,6 però també es pot jugar en qualsevol altra combinació de parelles.
es: 1,2,3 contra 4,5,6 pero también se puede jugar en cualquier otro emparejamiento.
nds: Kann 1,2,3 tegen 4,5,6 aver ok in elkeen anner Klottjen spöölt worden.
nl: 1,2,3 tegen 4,5,6 maar ook speelbaar in andere combinaties.
ru: 1,2,3 против 4,5,6, но также могут быть сыграны в любых других парах.

source: Die finnische Seenplatte
ca: La terra dels llacs finlandesos
es: El distrito finlandés de los lagos
nds: Finnisk Meren
nl: Het Finse merengebied
ru: Озерный край Финляндии

source: 1v1 High Level Map Pool
ca: Conjunt de mapes de nivell alt 1v1
es: Grupo de Mapas de Alto Nivel 1v1
nds: 1 tegen 1 – Bovenstands-Kaartenköör
nl: v1 Hoog Niveau Pool Kaart
ru: Пакет карт высокой сложности 1v1

source: For high level 1v1 Gameplay add the-x addon
ca: Per a jugar a un nivell alt 1v1, afegiu el complement the-x.
es: Para un juego 1 contra 1 de alto nivel, agregue el complemento -x
nds: För godes Spölen 1 tegen 1, bruuk the-x sien Verwiedern
nl: Voor 1v1-gameplay op hoog niveau voeg the-x toe
ru: Для геймплея высокого уровня 1 на 1 добавьте аддон-x
