Repository: widelands/wl_addons_server
Catalog: po/editor_add_markers.wad/*.po
Languages: cs, nds, nl, ru, sv

source: Add immovable markers evenly on the map to have some points of orientation. Uses Snowman for position 0,0 and Column for other positions.
cs: Umístí na mapu pravidelné značky v podobě pevných předmětů, které umožní lepší orientaci. Pro počáteční pozici 0,0 je použit sněhulák pro ostatní pozice sloupek.
nds: Sett faste Dingen as Markers evenmatig up de Kaart, um Steden tum Torechtfinnen to geven. Bruukt de Sneeimann an de Stee 0,0 un de Pieler överall sünst.
nl: Voeg gelijkmatig onroerende markeringen toe op de kaart om een aantal oriëntatiepunten te hebben. Gebruik Sneeuwpop voor positie 0,0 en Kolom voor andere posities.
ru: Равномерно распределяет по карте знаки (статичные объекты), чтобы получить несколько точек ориентации. Использует Снеговика для позиции 0,0 и колонны для других позиций.
sv: Lägg till fasta markörer jämnt fördelade på kartan för att få några orienteringspunkter. Använd snögubbe för position 0,0 och kolonn för övriga positioner.

source: Editor: Place markers evenly on the map
cs: Editor: Rovnoměrně rozmístěné značky
nds: Bewarker: Markers evenmatig up de Kaart setten
nl: Editor: Plaats markers gelijkmatig op de kaart
ru: Редактор: Равномерно размещает знаки на карте
sv: Redigerare: Placera markörer jämnt på kartan

source: Place markers
cs: Umístění značek
nds: Markers setten
nl: Plaats markeringen
ru: Установить знаки
sv: Placera markörer

source: Place markers evenly on the map to get some points of orientation.
cs: Umístí na mapu pravidelné značky, které umožní lepší orientaci.
nds: Sett Markers evenmatig up de Kaart, um Steden tum Torechtfinnen to hebben.
nl: Plaats markeringen gelijkmatig op de kaart om enkele oriëntatiepunten te krijgen.
ru: Равномерно размещает знаки на карте, чтобы получить несколько точек ориентации
sv: Placera markörer jämnt på kartan för att få några orienteringspunkter.

source: %1$d Fields
cs: %1$d polí
nds: %1$d Felden
nl: %1$d Velden
ru: %1$d Полей
sv: %1$d fält

source: Choose the distance between markers:
cs: Zvolit rozestupy mezi značkami:
nds: Köör de Ofstand tüsken Markers ut:
nl: Kies de afstand tussen de markeringen:
ru: Выберите расстояние между знаками:
sv: Välj avståndet mellan markörerna:

source: Horizontally
cs: Vodorovně
nds: Horizontaal
nl: Horizontaal
ru: По горизонтали
sv: Horisontellt

source: Choose a distance
cs: zvolit vzdálenost
nds: Köör eenen Ofstand ut
nl: Kies een afstand
ru: Выберите расстояние
sv: Välj ett avstånd

source: Vertically
cs: Svisle
nds: Vertikaal
nl: Verticaal
ru: По вертикали
sv: Vertikalt

source: Undo
cs: Vrátit zpět
nds: Torüggnehmen
nl: Ongedaan maken
ru: Отменить
sv: Ångra

source: Center position 0,0
cs: Počátek mapy 0,0
nds: Middel-Stee 0,0
nl: Centreerpositie 0,0
ru: Выбрать позицию 0,0
sv: Mittposition 0,0

source: Remove all markers
cs: Odebrat všechny značky
nds: All Markers wegdoon
nl: Alle markeringen verwijderen
ru: Убрать все знаки
sv: Ta bort alla markörer

source: Hide
cs: Skrýt
nds: Verbargen
nl: Verberg
ru: Скрыть
sv: Dölj

source: Hide window to keep the settings
cs: Skrýt okno a ponechat nastavení
nds: Dat Fenster verbargen, um de Instellens to behollen
nl: Verberg venster om de instellingen te behouden
ru: Скрыть окно, чтобы сохранить настройки
sv: Dölj fönstret för att behålla inställningarna
