Repository: widelands/wl_addons_server
Catalog: po/legacy_names.wad/*.po
Languages: cs, nds, nl, ru, sv

source: Legacy Names
cs: Dříve používaná jména
nds: Olle Namen
nl: Traditionele Namen
ru: Унаследованные имена
sv: Äldre namn

source: Renames some tribe units as they used to be called in the ancient Widelands days, and reinstates the Barbarian Stronghold.
cs: U přejmenovaných objektů vrátí původní jména, která byla použita v dávných časech Widelands, a znovu umožňuje Barbarům stavět malé pevnosti.
nds: Benöömt eenige Volks-Eenheiden so um, as se in de ollen Widelands-Dagen benöömt weren, un brengt dat Wille Bollwark torügg.
nl: Hernoemt sommige stammen zoals ze vroeger in de oude Widelands-tijd werden genoemd, en herstelt de Barbaarse Burcht.
ru: Переименовывают некоторые племенные подразделения, как они назывались в древние времена Widelands, и восстанавливает Варварское Укрепление.
sv: Döper om vissa stammar till de namn de hade under de gamla Widelands-dagarna och återinför Barbarian Stronghold.

# barbarians_building
source: Garrisons soldiers to expand your territory.
cs: Obsazením budovy svou posádkou rozšiřuješ svá území.
nds: Brengt Soldaten unner, um dien Gewest to vergrotern.
nl: Garnizoenstroepen om je territorium uit te breiden.
ru: Военное здание занятое солдатами расширяет вашу территорию.
sv: Garrisons soldater för att utvidga ditt territorium.

# barbarians_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
cs: Pokud máš nedostatek vojáků pro obsazení nové vojenské budovy, použij tlačítko s šipkou dolů pro snížení kapacity. Můžeš také kliknout na ikonu vojáka a poslat ho tak z budovy pryč.
nds: Wenn du nich genoog Soldaten hest, um neje Soldateree-Boen to besetten, kannst du de Tahl vun Soldaten mit de Piel-runner-Knoop minnern. Du kannst ok eenen Soldat anklicken, um hüm wegtostüren.
ru: Если у вас мало солдат для захвата военных зданий, используйте кнопку "стрелка вниз", чтобы уменьшить их численность. Кроме того, можно щёлкнуть по солдату, чтобы выгнать его.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

source: Trunk
cs: Kmen
nds: Boomstamm
nl: Stam
sv: Bagageutrymme

source: Raw Stone
cs: Surový kámen
nds: Ruger Steen
nl: Ruwe steen
ru: Булыжник
sv: Rå sten

source: Thatch Reed
cs: Rákosový došek
nds: Reit
nl: Dakriet
ru: Кровельный тростник
sv: Stråtak

source: Wood Lance
cs: Dřevěné kopí
nds: Holt-Lanz
nl: Houten Lans
ru: Деревянное копьё
sv: Träspjut

source: Lance
cs: Kopí
nds: Lanz
nl: Lans
ru: Копьё
sv: Lans

source: Advanced Lance
cs: Vylepšené kopí
nds: Gode Lanz
nl: Geavanceerd Lans
ru: Продвинутое копьё
sv: Avancerad lans

source: Heavy Lance
cs: Těžké kopí
nds: Swaare Lanz
nl: Zware Lans
ru: Тяжелое копье
sv: Tung lans

source: War-Lance
cs: Bojové kopí
nds: Kriegs-Lanz
nl: Oorlogslans
ru: Военное копьё
sv: Krigslans

source: Ferner
cs: Pěstitel
nds: Farn-Gaardner
nl: Varen

source: Fernery
cs: Stéblové trávníky
nds: Farneree
nl: Varenkwekerij

source: Donjon
nds: Bargfreed
nl: Versterkte woontoren

# barbarians_building
source: Stronghold
cs: Malá pevnost
nds: Bollwark
nl: Burcht
ru: Укрепление
sv: Fästning

# barbarians_building
source: Your soldiers have occupied your stronghold.
cs: Malá pevnost obydlena tvou posádkou.
nds: Diene Soldaten hebben dien Bollwark besett.
nl: Uw soldaten hebben uw burcht bezet.
ru: Ваши солдаты заняли укрепление.
sv: Dina soldater har ockuperat din fästning.

# barbarians_building
source: Your stronghold discovered an aggressor.
cs: Malá pevnost objevila nepřítele.
nds: Dien Bollwark hett Feinde to sehn kregen.
nl: Je burcht heeft een aanvaller ontdekt.
ru: Ваше Укрепление обнаружило врага.
sv: Din fästning har upptäckt en angripare.

# barbarians_building
source: Your stronghold is under attack.
cs: Nepřítel napadl tvoji malou pevnost.
nds: Feinde griepen dien Bollwark an.
nl: Je burcht wordt aangevallen.
ru: Ваше Укрепление атаковано.
sv: Din fästning är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the stronghold.
cs: Nepřítel dobyl tvoji malou pevnost.
nds: De Feinde hebben diene Soldaten in eenem Bollwark manntjet.
nl: De vijand heeft uw soldaten bij de burcht verslagen.
ru: Враг перебил защитников Укрепления.
sv: Fienden besegrade dina soldater vid fästningen.

# barbarians_building
source: Your soldiers defeated the enemy at the stronghold.
cs: Malá pevnost nepřítele dobyta.
nds: Diene Soldaten hebben de Feinde in eenem Bollwark manntjet.
nl: Uw soldaten hebben de vijand bij de burcht verslagen.
ru: Ваши солдаты разбили врага у Укрепления.
sv: Dina soldater besegrade fienden vid fästningen.

# barbarians_building
source: If youâ€™re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.
