Repository: widelands/wl_addons_server
Catalog: po/tropics.wad/*.po
Languages: ca, cs, de, nds, nl, ru, sv

source: Tropics
ca: Tròpics
cs: Tropy
de: Tropen
nds: Regenwald
nl: Tropen
ru: Тропики
sv: Tropikerna

source: Terrains and (alpha) trees for tropical areas. Someday in future this add-on might contain more and better trees, and other stuff. The terrains DON'T support Amazonians' rare trees or terraforming ... yet.
ca: Terrenys i arbres (en versió alfa) per a àrees tropicals. És possible que en el futur aquest complement contingui més i millors arbres i altres coses. Els terrenys no són compatibles amb la terraformació ni amb els arbres rars de les amazones.
cs: Prostředí a (alfa) stromy pro tropické oblasti. Někdy v budoucnu může toto rozšíření obsahovat více stromů a jiných věcí. Prostředí NEpodporují vzácné stromy Amazonek nebo zušlechťování ... zatím.
de: Gelände und (alpha) Bäume für tropische Gebiete. Irgendwann in Zukunft könnte dieses Add-On mehr und bessere Bäume und andere Dinge enthalten. Die Gelände unterstützen die seltenen Bäume der Amazonen oder Geländeumwandlung noch NICHT.
nds: Landskuppen un (worden noch entwickelt) Bomen för eene Regenwald-Kuntrei. Een Dag maal hett deeses Verwiedern villicht mehr un betere Bomen un anner Tüüg. De Landskuppen unnerstütten KEENE amazoonsk Edelholten un Landskupp-Bewarkens … noch nich.
nl: Terreinen en (alfa)bomen voor tropische gebieden. Ooit zal deze uitbreiding meer en betere bomen en andere spullen bevatten. De terreinen ondersteunen de zeldzame bomen van de Amazone of terreinvorming niet ... nog niet.
ru: Ландшафты и (альфа-тест) деревья из тропических регионов. Когда-нибудь в будущем это дополнение будет содержать гораздо больше деревьев и более высокого качества, да и всякого прочего. Данная местность не поддерживает редкие амазонские деревья и преобразование местности... увы.
sv: Terräng och (alfa)träd för tropiska områden. I framtiden kan detta tillägg komma att innehålla fler och bättre träd samt andra saker. Terrängen stöder INTE Amazonas sällsynta träd eller terraforming ... ännu.

source: Tropical Trees
ca: Arbres tropicals
cs: Tropické stromy
de: Tropische Bäume
nds: Regenwald-Bomen
nl: Tropische Bomen
ru: Тропические деревья
sv: Tropiska träd

source: Corymbia (Sapling)
ca: Corymbia (plançó)
cs: Korymbie (sazenice)
de: Corymbia (Setzling)
nds: Zitroon-Eukalyptus (Kiensel)
nl: Corymbia (Zaailing)
ru: Коримбия (молодая)
sv: Corymbia (trädplantor)

source: Corymbia (Pole)
ca: Corymbia (jove)
cs: Korymbie (stromek)
de: Corymbia (jung)
nds: Zitroon-Eukalyptus (Jung)
nl: Corymbia (Stok)
ru: Коримбия (саженец)
sv: Corymbia (stång)

source: Corymbia (Mature)
ca: Corymbia (adult)
cs: Korymbie (vzrostlá)
de: Corymbia (reif)
nds: Zitroon-Eukalyptus (Riep)
nl: Corymbia (Volwassen)
ru: Коримбия (зрелая)
sv: Corymbia (mogen)

source: Corymbia (Old)
ca: Corymbia (vell)
cs: Korymbie (stará)
de: Corymbia (alt)
nds: Zitroon-Eukalyptus (Old)
nl: Corymbia (Oud)
ru: Коримбия (старая)
sv: Corymbia (Gammal)

source: Corymbia
cs: Korymbie
nds: Zitroon-Eukalyptus
ru: Коримбия

source: Ebonytree (Sapling)
ca: Banús (plançó)
cs: Ebenovník (sazenice)
de: Ebenholzbaum (Setzling)
nds: Eebenholt-Boom (Kiensel)
nl: Ebbenhoutboom (Zaailing)
ru: Черное дерево (молодое)
sv: Ebonytree (trädplantor)

source: Ebonytree (Pole)
ca: Banús (jove)
cs: Ebenovník (stromek)
de: Ebenholzbaum (jung)
nds: Eebenholt-Boom (Jung)
nl: Ebbenhoutboom (Stok)
ru: Черное дерево (саженец)
sv: Ebonytree (Pol)

source: Ebonytree (Mature)
ca: Banús (adult)
cs: Ebenovník (vzrostlý)
de: Ebenholzbaum (reif)
nds: Eebenholt-Boom (Riep)
nl: Ebbenhoutboom (Volwassen)
ru: Черное дерево (зрелое)
sv: Ebonytree (Mogen)

source: Ebonytree (Old)
ca: Banús (vell)
cs: Ebenovník (starý)
de: Ebenholzbaum (alt)
nds: Eebenholt-Boom (Old)
nl: Ebbenhoutboom (Oud)
ru: Черное дерево (старое)
sv: Ebonytree (Gammal)

source: Ebonytree
ca: Banús
cs: Ebenovník
de: Ebenholzbaum
nds: Eebenholt-Boom
nl: Ebbenhoutboom
ru: Черное дерево

source: Kapok (Sapling)
ca: Arbre del cotó (plançó)
cs: Kapok (sazenice)
de: Wollbaum (Setzling)
nds: Kapok (Kiensel)
nl: Kapok (Zaailing)
ru: Хлопковое дерево (молодое)
sv: Kapok (ungt träd)

source: Kapok (Pole)
ca: Arbre del cotó (jove)
cs: Kapok (stromek)
de: Wollbaum (jung)
nds: Kapok (Jung)
nl: Kapok (Stok)
ru: Хлопковое дерево (саженец)
sv: Kapok (stång)

source: Kapok (Mature)
ca: Arbre del cotó (adult)
cs: Kapok (vzrostlý)
de: Wollbaum (reif)
nds: Kapok (Riep)
nl: Kapok (Volwassen)
ru: Хлопковое дерево (зрелое)
sv: Kapok (mogen)

source: Kapok (Old)
ca: Arbre del cotó (vell)
cs: Kapok (starý)
de: Wollbaum (alt)
nl: Kapok (Oud)
ru: Хлопковое дерево (старое)
sv: Kapok (gammal)

source: Kapok Tree
ca: Arbre del cotó
cs: Kapok
de: Wollbaum
nds: Kapokboom
nl: Kapok Boom
ru: Хлопковое дерево
sv: Kapokträd

source: Lapacho (Sapling)
ca: Ipé (plançó)
cs: Lapacho (sazenice)
de: Lapacho (Setzling)
nds: Lapacho (Kiensel)
nl: Lapacho (Zaailing)
ru: Муравьиное дерево (молодое)
sv: Lapacho (trädplantor)

source: Lapacho (Pole)
ca: Ipé (jove)
cs: Lapacho (stromek)
de: Lapacho (jung)
nds: Lapacho (Jung)
nl: Lapacho (Stok)
ru: Муравьиное дерево (саженец)
sv: Lapacho (pol)

source: Lapacho (Mature)
ca: Ipé (adult)
cs: Lapacho (vzrostlý)
de: Lapacho (reif)
nds: Lapacho (Riep)
nl: Lapacho (Volwassen)
ru: Муравьиное дерево (зрелое)
sv: Lapacho (mogen)

source: Lapacho (Old)
ca: Ipé (vell)
cs: Lapacho (starý)
de: Lapacho (alt)
nl: Lapacho (Oud)
ru: Муравьиное дерево (старое)
sv: Lapacho (gammal)

source: Lapacho
ca: Ipé
ru: Муравьиное дерево

source: Mangrove (Sapling)
ca: Manglar (plançó)
cs: Mangrovy (sazenice)
de: Mangrove (Setzling)
nds: Mangroov (Kiensel)
nl: Mangrove (Zaailing)
ru: Мангр (молодое)
sv: Mangrove (trädplantor)

source: Mangrove (Pole)
ca: Manglar (jove)
cs: Mangrovy (stromek)
de: Mangrove (jung)
nds: Mangroov (Jung)
nl: Mangrove (Stok)
ru: Мангр (саженец)
sv: Mangrove (stång)

source: Mangrove (Mature)
ca: Manglar (adult)
cs: Mangrovy (vzrostlé)
de: Mangrove (reif)
nds: Mangroov (Riep)
nl: Mangrove (Volwassen)
ru: Мангр (зрелое)
sv: Mangrove (mogen)

source: Mangrove (Old)
ca: Manglar (vell)
cs: Mangrovy (staré)
de: Mangrove (alt)
nds: Mangroov (Old)
nl: Mangrove (Oud)
ru: Мангр (старое)
sv: Mangrove (gammal)

source: Mangrove
ca: Manglar
cs: Mangrovy
nds: Mangroov
ru: Мангровое дерево

source: Peach Palm (Sapling)
ca: Palmera del préssec (plançó)
cs: Broskvová palma (sazenice)
de: Pfirsichpalme (Setzling)
nds: Pfirsichpalm (Kiensel)
nl: Perzik Palm (Zaailing)
ru: Персик (молодой)
sv: Persikopalm (trädplantor)

source: Peach Palm (Pole)
ca: Palmera del préssec (jove)
cs: Broskvová palma (stromek)
de: Pfirsichpalme (jung)
nds: Pfirsichpalm (Jung)
nl: Perzik Palm (Stok)
ru: Персик (саженец)
sv: Persikopalm (stång)

source: Peach Palm (Mature)
ca: Palmera del préssec (adulta)
cs: Broskvová palma (vzrostlá)
de: Pfirsichpalme (reif)
nds: Pfirsichpalm (Riep)
nl: Perzik Palm (Volwassen)
ru: Персик (зрелый)
sv: Persikopalm (mogen)

source: Peach Palm (Old)
ca: Palmera del préssec (vella)
cs: Broskvová palma (stará)
de: Pfirsichpalme (alt)
nds: Pfirsichpalm (Old)
nl: Perzik Palm (Oud)
ru: Персик (старый)
sv: Persikopalm (gammal)

source: Peach Palm
ca: Palmera del préssec
cs: Broskvová palma
de: Pfirsichpalme
nds: Pfirsichpalm
nl: Perzik Palm
ru: Персиковая пальма
sv: Persikopalm

source: Syargus Palm (Sapling)
ca: Palmera pindó (plançó)
cs: Královská palma (sazenice)
de: Syargus Palme (Setzling)
nds: Syargus-Palm (Kiensel)
nl: Koninginpalm (Zaailing)
ru: Кокосовая пальма (молодая)
sv: Syargus Palm (trädplantor)

source: Syargus Palm (Pole)
ca: Palmera pindó (jove)
cs: Královská palma (stromek)
de: Syargus Palme (jung)
nds: Syargus-Palm (Jung)
nl: Koninginpalm (Stok)
ru: Кокосовая пальма (саженец)
sv: Syargus Palm (stång)

source: Syargus Palm (Mature)
ca: Palmera pindó (adulta)
cs: Královská palma (vzrostlá)
de: Syargus Palme (reif)
nds: Syargus-Palm (Riep)
nl: Koninginpalm (Volwassen)
ru: Кокосовая пальма (зрелая)
sv: Syargus Palm (mogen)

source: Syargus Palm (Old)
ca: Palmera pindó (vella)
cs: Královská palma (stará)
de: Syargus Palme (alt)
nl: Koninginpalm (Oud)
ru: Кокосовая пальма (старая)
sv: Syargus Palm (gammal)

source: Syargus Palm
ca: Palmera pindó
cs: Královská palma
de: Syargus Palme
nl: Koninginpalm
ru: Кокосовая пальма

source: Wet Soil 1
ca: Terreny humit 1
cs: Vlhká půda 1
de: Nasser Boden 1
nds: Natte Klei 1
nl: Natte Grond 1
ru: Влажная почва 1
sv: Våt jord 1

source: Wet Soil 2
ca: Terreny humit 2
cs: Vlhká půda 2
de: Nasser Boden 2
nds: Natte Klei 2
nl: Natte Grond 2
ru: Влажная почва 2
sv: Våt jord 2

source: Muddy Soil 1
ca: Terra fangós 1
cs: Bahnitá půda 1
de: Schlammiger Boden 1
nds: Mudderklei 1
nl: Modderige Grond 1
ru: Грязь 1
sv: Lerig jord 1

source: Muddy Soil 2
ca: Terra fangós 2
cs: Bahnitá půda 2
de: Schlammiger Boden 2
nds: Mudderklei 2
nl: Modderige Grond 2
ru: Грязь 2
sv: Lerig jord 2

source: Rocky Soil 1
ca: Terreny rocós 1
cs: Kamenná půda 1
de: Felsiger Boden 1
nds: Steenige Klei 1
nl: Rotsachtige Grond 1
ru: Каменистая почва 1
sv: Stenig jord 1

source: Rocky Soil 2
ca: Terreny rocós 2
cs: Kamenná půda 2
de: Felsiger Boden 2
nds: Steenige Klei 2
nl: Rotsachtige Grond 2
ru: Каменистая почва 2
sv: Stenig jord 2

source: Forested Mountain 1
ca: Muntanya amb arbres 1
cs: Zalesněná hora 1
de: Bewaldeter Berg 1
nds: Gröner Barg 1
nl: Beboste Berg 1
ru: Горный лес 1
sv: Skogsklädd berg 1

source: Forested Mountain 2
ca: Muntanya amb arbres 2
cs: Zalesněná hora 2
de: Bewaldeter Berg 2
nds: Gröner Barg 2
nl: Beboste Berg 2
ru: Горный лес 2
sv: Skogsklädd berg 2

source: Forested Mountain 3
ca: Muntanya amb arbres 3
cs: Zalesněná hora 3
de: Bewaldeter Berg 3
nds: Gröner Barg 3
nl: Beboste Berg 3
ru: Горный лес 3
sv: Skogsklädd berg 3

source: Mountain 1
ca: Muntanya 1
cs: Hora 1
de: Berg 1
nds: Barg 1
nl: Berg 1
ru: Гора 1
sv: Berg 1

source: Mountain 2
ca: Muntanya 2
cs: Hora 2
de: Berg 2
nds: Barg 2
nl: Berg 2
ru: Гора 2
sv: Berg 2

source: Mountain 3
ca: Muntanya 3
cs: Hora 3
de: Berg 3
nds: Barg 3
nl: Berg 3
ru: Гора 3
sv: Berg 3

source: Beach
ca: Platja
cs: Pláž
de: Strand
nds: Strand
nl: Strand
ru: Пляж
sv: Strand

source: Tropical Fen 1
ca: Aiguamoll tropical 1
cs: Tropická bažina 1
de: Tropisches Moor 1
nds: Regenwald-Marsk 1
nl: Tropische Ven 1
ru: Топь 1
sv: Tropisk mosse 1

source: Tropical Fen 2
ca: Aiguamoll tropical 2
cs: Tropická bažina 2
de: Tropisches Moor 2
nds: Regenwald-Marsk 2
nl: Tropische Ven 2
ru: Топь 2
sv: Tropisk mosse 2

source: Tropical Swamp
ca: Pantà tropical
cs: Tropická bažina
de: Tropischer Sumpf
nds: Regenwald-Brook
nl: Tropisch Moeras
ru: Тропическая трясина
sv: Tropisk träskmark

source: Tropical Water
ca: Aigües tropicals
cs: Tropická voda
de: Tropisches Wasser
nds: Regenwald-Water
nl: Tropisch Water
ru: Тропические Воды
sv: Tropiskt vatten

source: Muddy river water
ca: Riu amb aigües fangoses
cs: Bahnitá říční voda
de: Schlammiges Flusswasser
nds: Mudderig Stroomwater
nl: Modderig rivierwater
ru: Мутная речная вода
sv: Grumligt flodvatten

source: The “new world” in the editor. One with the terrains and trees tools shown…
ca: El «nou món» a l'editor. Un amb les eines de terrenys i arbres a la vista…
de: Die “Neue Welt” im Editor. Eins das Geländearten und Bäumewerkzeuge zeigt…
nds: De »neje Welt« im Bewarker. Een Bill mit de Fensters för Landskuppen un Bomen …
nl: De “nieuwe wereld” in de editor. Een met de getoonde gereedschappen voor terreinen en bomen...
ru: “Новый мир” в редакторе. Покажет только рельеф и леса…
sv: Den "nya världen" i redigeraren. En med verktygen för terräng och träd som visas…

source: …and the second with hidden immovables and animals, and without the tools to better show the terrains on the map.
ca: … i un altre amb animals i inamovibles amagats, sense les eines per mostrar millor els terrenys del mapa.
de: …und das zweite mit versteckten unbeweglichen Objekten und Tieren, aber ohne die Werkzeuge um die Gelände in der Karte besser dar zu stellen.
nds: … un een Bill, waar de Deerten un fasten Dingen nich to sehn sünd, daarmit man de Landskuppen beter ankieken kann.
nl: ...en de tweede met verborgen onbeweegbare objecten en dieren, zonder de hulpmiddelen om de terreinen beter op de kaart weer te geven.
ru: … тогда как второй покажет скрытые неподвижные объекты, животных и скроет панель инструментов для лучшего обзора карты.
sv: ...och den andra med dolda fasta föremål och djur, och utan verktyg för att bättre visa terrängen på kartan.
