Repository: widelands/wl_addons_server
Catalog: po/australia_tasmania_newzealand.wad/*.po
Languages: ca, de, fi, it, nds, nl, pt_br, ru, sv

source: Australia v2
ca: Austràlia v2
de: Australien v2
nds: Australien v2
nl: Australië v2
pt_br: Austrália v2
ru: Австралия 2
sv: Australien v2

source: The British imperium transported huge amounts of criminals to a new continent soon after it was found at 17th. century. The imperial ships abandoned you and all the other criminals it has to this barren, strange new world. Your heroic decision is to bring order to the rows of the criminals and to create your own prosperous country full of life.
ca: L'imperi britànic transportava grans quantitats de criminals al nou continent ben aviat després de colonitzar-lo al segle XVII. Els vaixells imperials us van abandonar a vós i a altres criminals en aquest món nou erm. La vostra decisió heroica és posar ordre a les files de criminals i crear la vostra pròpia terra pròspera plena de vida.
de: Das britische Weltreich transportierte große Mengen Straftäter in einen Kontinent kurz nachdem er im 17. Jahrhundert entdeckt wurde. Die britischen Schiffe ließen dich und alle anderen Kriminellen die sie transportierten in dieser kargen, fremden neuen Welt zurück. Deine heldenhafte Entscheidung ist es Ordnung in die Reihen der Kriminellen zu bringen und dein eigenes erfolgreiches Land voller Leben zu errichten.
fi: Brittiläinen imperiumi kuljetti valtavat määrät rikollisia uudelle mantereelle pian sen perustamisen jälkeen 17:sta vuosisadalla. Imperiumin laivat hylkäsivät sinut sekä muut rikolliset joita sillä oli tähän karuun, outoon uuteen maailmaan. Sankarillinen päätöksesi onkin tuoda järjestys rikollisten riveihin ja luoda oma vauras maa täynnä elämää.
it: L'impero britannico trasportò enormi quantità di criminali in un nuovo continente subito dopo la sua scoperta nel 17° secolo. Le navi imperiali abbandonarono te e tutti gli altri criminali in questo nuovo mondo arido e strano. La tua eroica decisione è quella di mettere ordine nelle fila dei criminali e di creare il tuo paese prospero e pieno di vita.
nds: Date Engelsk Riek hett unbannig völe Verbrekers to eenem nejen Eerdeel brocht, kört nadeem ’t in de 17. Jahrhunnert funnen worden is. De Rieks-Schippen hebben di un all de anner Verbrekers in deeser nauen, frömden Welt alleenlaten. Dien heldensk Beslutt is nu, de Meng vun Verbrekers to organiseren un dien eegen flörig Land vull vun Leven to gründen.
nl: Het Britse imperium transporteerde grote hoeveelheden criminelen naar een nieuw continent kort nadat het werd gevonden in de 17e eeuw. De keizerlijke schepen hebben jou en alle andere criminelen achtergelaten in deze dorre, vreemde nieuwe wereld. Jouw heldhaftige beslissing is om orde te scheppen in de rijen criminelen en je eigen welvarende land vol leven te creëren.
pt_br: O império britânico transportou enormes quantidades de criminosos para um novo continente logo após ser encontrado no 17º século. Os navios imperiais abandonaram você e todos os outros criminosos para este novo mundo estéril e estranho. Sua decisão heróica é trazer ordem às fileiras dos criminosos e criar seu próprio país próspero e cheio de vida.
ru: После того, как в 17 веке открыли новый материк, британская империя перевезла туда огромное количество преступников. Имперские корабли бросили вас и всех других преступников в этом бесплодном, странном новом мире. Собрав волю в кулак, вы решаете навести порядок в рядах преступников и создать свою собственную процветающую страну, полную жизни.
sv: Det brittiska imperiet transporterade stora mängder brottslingar till en ny kontinent strax efter att den upptäcktes på 1600-talet. Imperiets skepp övergav dig och alla andra brottslingar i denna karga, främmande nya värld. Ditt heroiska beslut är att skapa ordning bland brottslingarna och bygga upp ett eget blomstrande land fullt av liv.

source: This is an improved version of the original map I created at around 2013. Lots of changes and balancing have been done to make this map work properly with build 20. I also added landmarks to the map. Enjoy.
ca: Aquesta és una versió millorada del mapa original que vaig crear al voltant del 2013. S'han fet molts canvis, alguns per equilibrar el mapa, per tal que el mapa funcioni correctament amb la versió 20. També s'han afegit punts d'interès. Gaudiu-lo!
de: Dies ist eine verbesserte Version der Karte, die ich 2013 gebaut hatte. Ich habe in der Zeit viele Balance-Änderungen vorgenommen, damit die Karte in Version 20 richtig funktioniert. Zudem habe ich Sehenswürdigkeiten zur Karte hinzugefügt. Genieße es.
fi: Tämä on paranneltu versio alkuperäisestä kartasta jonka loin vuoden 2013 paikkeilla. Paljon muutoksia sekä tasapainotusta on tehty jotta tämä kartta voisi toimia kunnollisesti kokooman 20 kanssa. Lisäsin karttaan myös maamerkit. Nauti.
it: Questa è una versione migliorata della mappa originale che ho creato intorno al 2013. Sono state apportate molte modifiche e bilanciamenti per far funzionare correttamente questa mappa con la build 20. Ho anche aggiunto dei punti di riferimento alla mappa. Divertiti.
nds: Dat is eene verbetert Versioon vun de Kaart, wat ick toeerst um 2013 maakt hebb. Bannig vööl an Ännerns un Utgleken is daan worden, daarmit deese Kaart mit Build 20 richtig warkt. Ick hebb to de Kaart ok Marktekens hentoföögt. Vööl Spaaß.
nl: Dit is een verbeterde versie van de originele kaart die ik rond 2013 heb gemaakt. Er zijn veel wijzigingen en aanpassingen gedaan om deze kaart goed te laten werken met build 20. Ik heb ook herkenningspunten toegevoegd aan de kaart. Veel plezier.
pt_br: Esta é uma versão melhorada do mapa original que criei por volta de 2013. Muitas mudanças e balanceamentos foram feitos para fazer este mapa funcionar corretamente com a build 20. Eu também adicionei pontos de referência ao mapa. Aproveite.
ru: Это улучшенная версия оригинальной карты, которую я создал примерно в 2013 году. Было внесено множество изменений и балансировки, чтобы эта карта правильно работала со сборкой 20. Я также добавил ориентиры на карту. Пользуйтесь.
sv: Detta är en förbättrad version av den ursprungliga kartan som jag skapade omkring 2013. Många ändringar och justeringar har gjorts för att kartan ska fungera korrekt med version 20. Jag har också lagt till landmärken på kartan. Hoppas du gillar den.

source: New Zealand – From Contract to War
ca: Nova Zelanda – Dels contractes a la guerra
de: Neuseeland – Vom Vertrag zum Krieg
fi: Uusi Seelanti – sopimuksesta sotaan
it: Nuova Zelanda – Dal contratto alla guerra
nds: Neuseeland – Vum Kuntrakt tum Krieg
nl: Nieuw-Zeeland - Van contract tot oorlog
pt_br: Nova Zelândia – Do contrato à guerra
ru: Новая Зеландия – от контракта к войне
sv: Nya Zeeland – Från kontrakt till krig
