Repository: widelands/wl_addons_server
Catalog: po/australia_tasmania_newzealand.wad/*.po
Languages: ca, de, fi, it, nds, nl, pt_br, ru, sv

source: There are some ''buffer zone'' areas designed to be hard for computer players to conquer - leading to some more variance to the play along with other benefits. If you get stuck, demolish some smaller buildings from the problematic location and check if there can be a big building instead. Some areas are also designed to be impasses with alternative path around them. Unlike in Tasmanian Black War, on this map a player can sail round it.
ca: Hi ha algunes «zones intermèdies» dissenyades per ser difícils de conquerir per les IA, cosa que comporta més variacions en el joc, juntament amb altres avantatges. Si us quedeu encallat, desmunteu alguns edificis més petits propers a la ubicació problemàtica i comproveu si pot haver-hi un edifici gran. Algunes zones també estan dissenyades per ser punts morts amb camins alternatius al seu voltant. A diferència de la Guerra Negra de Tasmània, en aquest mapa un jugador pot fer servir vaixells.
de: Es gibt einige "Pufferzonen" Gebiete die so gestaltet wurden, dass sie für KI Spieler schwer zu erobern sind - was zu mehr Variabilität im Spiel und anderen Vorteilen führt. Wenn du irgendwo stecken bleibst, reisse einige kleinere Gebaäude in der problematischen Gegend ab und schaue ob du ein Großes Gebäude bauen kannst. Einige Gegenden sind auch so gestaltet, dass sie unpassierbar mit einem alternativen Pfad drumherum sind. Anders als bei "Tasmanischer Schwarzer Krieg" kann der Spieler auf dieser Karte auch drumherum segeln.
fi: On olemassa joitakin "puskurialueita" jotka on suunniteltu vaikeaksi tietokonepelaajille valloittaa - johtaen lisääntyneeseen vaihtelevuuteen pelaillessa muilla hyötysuhteilla. Mikäli joudut jumiin, tuhoa joitakin pienempiä rakennuksia ongelmallisesta sijainnista ja tarkista voiko sinne asettaa isomman rakennuksen sen sijaan. Jotkut alueet on myös suunniteltu umpikujiksi joissa on vaihtoehtoinen polku niiden ympäri. Päinvastoin kuin Tasmanialainen Musta Sota, tässä kartassa pelaaja voi purjehtia sen ympäri.
it: Ci sono alcune ''zone cuscinetto'' progettate per essere difficili da conquistare per il computer, il che porta a una maggiore varietà nel gioco insieme ad altri vantaggi. Se rimani bloccato, demolisci alcuni degli edifici più piccoli nella posizione problematica e controlla se al loro posto può starci un edificio più grande. Alcune aree sono progettate anche per essere impasse con percorsi alternativi per aggirarle. Diversamente che in "Guerra nera della Tasmania", su questa mappa un giocatore può navigarci intorno.
nds: Dat gifft een paar »Puffer-Kuntreien«, wat so maakt sünd, dat de künstelk Spelers se nich licht innehmen könen – dat verlöövt vöölsiedigers Spölen mit noch annern Vördelen. Wenn du nich wiederkummst, riet een paar lütte Husen vun de swaren Stee of un kiek, of daar een groters Huus baut worden kann. Een paar Kuntreien sünd ok so maakt worden, dat man daar gaar nich dörkummt un en anner Padd umbi finnen mutt. Anners as im Swarten Tasmaansk Krieg kann een Speler up deeser Kaart rumseilen.
nl: Er zijn enkele ''bufferzone'' gebieden ontworpen die moeilijk te veroveren zijn voor computerspelers - wat leidt tot wat meer variatie in het spel en andere voordelen. Als je vast komt te zitten, sloop dan wat kleinere gebouwen op de problematische locatie en kijk of er een groot gebouw voor in de plaats kan komen. Sommige gebieden zijn ook ontworpen als obstakels met alternatieve paden eromheen. In tegenstelling tot de Tasmaanse Zwarte Oorlog, kan een speler op deze kaart eromheen varen.
pt_br: Existem algumas áreas de "zona de amortecimento" projetadas para serem difíceis de serem conquistadas por jogadores de computador - levando a mais variação no jogo, além de outros benefícios. Se você ficar preso, demolir alguns edifícios menores do local problemático e verificar se pode haver um grande edifício em vez disso. Algumas áreas também são projetadas para serem desafiadoras com caminhos alternativos ao seu redor. Ao contrário da Guerra Negra da Tasmânia, neste mapa o jogador pode navegar em volta dele.
ru: Существуют некоторые области "буферной зоны", предназначенные для того, чтобы компьютерным игрокам было трудно их завоевать, что приводит к еще большему разнообразию игры наряду с другими преимуществами. Если вы застряли, снесите несколько небольших зданий из проблемного места и проверьте, может ли вместо них быть построено большое здание. Некоторые участки также спроектированы так, чтобы быть тупиками с альтернативными путями вокруг них. В отличие от Тасманийской черной войны, эту карту игрок может обойти по морю.
sv: Det finns några "buffertzoner" som är utformade för att vara svåra att erövra för datorspelare, vilket leder till större variation i spelet och andra fördelar. Om du fastnar kan du riva några mindre byggnader på den problematiska platsen och se om det går att bygga en större byggnad istället. Vissa områden är också utformade som återvändsgränder med alternativa vägar runt omkring. Till skillnad från i Tasmanian Black War kan spelaren på denna karta segla runt den.

source: Tasmanian Black War
ca: La guerra negra de Tasmània
de: Tasmanischer Schwarzer Krieg
fi: Tasmanialainen Musta Sota
it: Guerra nera della Tasmania
nds: Swarter Tasmaansk Krieg
nl: Tasmaanse Zwarte Oorlog
pt_br: Guerra Negra da Tasmânia
ru: Черная война в Тасмании
sv: Tasmaniens svarta krig

source: Welcome intruder! You're like an european conqueror from an early 1800's when they settled the Van Diemen land - later known as Tasmania. Between 1828-1832 there was a war called Black War in which british empire eradicated almost an entire aboriginal population from the Van Diemen land. The map simulates a scattered british empire but without any advantages - actually it offers some great disadvantages and you will likely have a hard time conquering Tasmania. During the historical Black War the ratio between europeans and aboriginals was around one against ten but this time they're armed to the teeth for a revance. --- Additional tags: challenge, strategic, beautiful, real world area, scenario
ca: Us donem la benvinguda, intrús! Teniu el rol de conqueridor europeu de principis del 1800 quan es van establir a la Terra de Van Diemen, coneguda més tard com a Tasmània. Entre 1828 i 1832 hi va haver una guerra anomenada la Guerra Negra en la qual l'imperi britànic va erradicar gairebé tota la població aborigen de la terra de Van Diemen. El mapa simula un imperi britànic dispers, però sense cap avantatge; de ​​fet, presenta diverses dificultats i probablement us costarà conquerir Tasmània. Durant la històrica Guerra Negra, la proporció entre europeus i aborígens era d'un contra deu, però aquesta vegada estan armats fins a les dents per a una venjança. --- Etiquetes addicionals: repte, estratègic, bonic, àrea del món real i escenari (challenge, strategic, beautiful, real world area, scenario).
de: Willkommen Eindringling! Du bist wie einer der europäischen Eroberer aus den frühen 1800er Jahren, als sie das Van Diemen Land - später bekannt als Tasmanien - besiedelten. Zwischen 1828 und 1832 gab es einen Krieg, der schwarzer Krieg genannt wurde, in dem das britische Weltreich fast die gesamte Ureinwohnerpopulation des Van Diemen Lands auslöschte. Die Karte simuliert ein verstreutes britisches Weltreich aber ohne einen einzigen Vorteil - tatsächlich gibt es einige große Nachteile und du wirst wahrscheinlich eine harte Zeit bei der Eroberung Tasmaniens haben. Während des historischen schwarzen Kriegs betrug das Zahlenverhältnis zwischen Europäern und Eingeborenen ungefähr eins zu zehn, aber dieses Mal sind sie für eine Revanche bis an die Zähne bewaffnet. Zusätzliche Schlagwörter: Herausforderung, Strategie, Schönheit, reale Landschaft, Szenario
fi: Tervetuloa tunkeilija! Olet kuten eurooppalainen valloittaja 1800-luvun alusta kun he asettuivat Van Diemen:in maalle - joka myöhemmin tunnettiin Tasmaniana. Vuosien 1928-1832 välillä oli sota nimeltä Musta Sota jossa brittiläinen imperiumi hävitti enimmän osan alkuperäisväestöstä Van Diemen:in maalla. Kartta mallintaa hajaantunutta brittiläistä imperiumia mutta ilman etuja - itseasiassa se tarjoaa suuria epäedullisuuksia ja sinulla tulee kaiketi olemaan vaikeaa vallata Tasmania. Historiallisen Mustan Sodan aikana voimasuhteet eurooppalaisten ja alkuperäiskansan välillä olivat yksi vastaa kymmenen paikkeilla mutta tällä kertaa he ovat aseistuneita hampaisiin asti revanssia varten. --- Lisätunnisteet: haaste, strateginen, kaunis, aidon maailman alue, maisema
it: Benvenuto intruso! Sei come un conquistatore europeo dei primi anni del 1800 quando si insediarono nella terra di Van Diemen, in seguito nota come Tasmania. Tra il 1828 e il 1832 ci fu una guerra chiamata "Guerra nera" in cui l'impero britannico sradicò quasi un'intera popolazione aborigena dalla terra di Van Diemen. La mappa simula un impero britannico sparso ma senza alcun vantaggio, anzi pone alcuni grandi svantaggi e probabilmente avrai grosse difficoltà a conquistare la Tasmania. Durante la storica Guerra nera il rapporto tra europei e aborigeni era di circa uno contro dieci, ma questa volta sono armati fino ai denti per una rivincita. --- Tag aggiuntivi: sfida, strategico, bello, area del mondo reale, scenario.
nds: Willkommen, Indringer! Du büst as een europäisk Innehmer ut de frohen 1800ers, as se dat Van-Diemen-Land besiedelt hebben – wat nu Tasmanien heet. Vun 1828 bit 1832 hett dat eenen Krieg geven, wat de Swarte Krieg heet, waar dat Britisk Riek haast all de Urinwohners vun de Van-Diemen-Land utradeert hett. – Deese Kaart is as een verdeelt Britisk Riek, aver sünner all Vördelen – ’t hett sogaar een paar slimme Nadelen un dat word bannig swaar för di worden, all Tasmanien intonehmen. In de histoorsk Swarte Krieg weer de Tahl vun Europäers tegen Urinwohners umbi eens to teihn, aver deeses Maal sünd se bit an de Tähnen bewapent tur Verteidigung. – Anner Steekwoordens: swaar, taktisk, mooi, Echte-Welt-Kaart, Rutfödderung
nl: Welkom indringer! Je bent net een Europese veroveraar uit het begin van de 19e eeuw, toen ze zich vestigden in het land Van Diemen - later bekend als Tasmanië. Tussen 1828-1832 was er een oorlog genaamd Zwarte Oorlog waarin het Britse rijk bijna de hele aboriginalbevolking uitroeide in het Van Diemen-land. De kaart simuleert een verspreid Brits rijk, maar zonder voordelen - het biedt zelfs een aantal grote nadelen en je zult het waarschijnlijk moeilijk krijgen om Tasmanië te veroveren. Tijdens de historische Zwarte Oorlog was de verhouding tussen Europeanen en aboriginals ongeveer één tegen tien, maar deze keer zijn ze tot de tanden bewapend voor een revance. --- Extra tags: uitdaging, strategisch, mooi, realistisch gebied, scenario
pt_br: Bem-vindo intruso! Você é como um conquistador europeu do início de 1800, quando eles se estabeleceram na terra de Van Diemen - mais tarde conhecida como Tasmânia. Entre 1828-1832 houve uma guerra chamada Guerra Negra em que o império britânico erradicou quase toda uma população aborígene da terra de Van Diemen. O mapa simula um império britânico disperso, mas sem vantagens - na verdade, oferece algumas grandes desvantagens e você provavelmente terá dificuldade em conquistar a Tasmânia. Durante a histórica Guerra Negra, a proporção entre europeus e aborígenes era de cerca de um para dez, mas desta vez eles estão armados até os dentes para um revanche. --- Tags adicionais: desafio, estratégico, bonito, área do mundo real, cenário
ru: Добро пожаловать, незваный гость! Вы похожи на европейских завоевателей начала 1800-х годов, когда они заселили землю Ван Димена, позже известную как Тасмания. Между 1828-1832 годами произошла война под названием "Черная война", в ходе которой Британская империя уничтожила почти все коренное население земли Ван Димена. Карта имитирует разрозненную Британскую империю, но без каких-либо преимуществ - на самом деле у нее есть несколько серьезных недостатков, и вам, скорее всего, будет трудно завоевать Тасманию. Во время исторической Черной войны соотношение между европейцами и аборигенами было примерно один к десяти, но на этот раз они вооружены до зубов для реванша. --- Дополнительные теги: испытание, стратегия, красиво, реальный мир, сценарий
sv: Välkommen inkräktare! Du är som en europeisk erövrare från tidigt 1800-tal när de bosatte sig i Van Diemen-landet – senare känt som Tasmanien. Mellan 1828 och 1832 utkämpades ett krig som kallades Black War, där det brittiska imperiet utrotade nästan hela den ursprungliga befolkningen i Van Diemen-landet. Kartan simulerar ett splittrat brittiskt imperium utan några fördelar – i själva verket erbjuder den några stora nackdelar och du kommer sannolikt att ha svårt att erövra Tasmanien. Under det historiska Black War var förhållandet mellan européer och aboriginer ungefär en mot tio, men den här gången är de beväpnade till tänderna för att ta revansch. --- Ytterligare taggar: utmaning, strategiskt, vackert, verkligt område, scenario

source: This map is intended to be played as a single player scenario from blue players' starting location. Choose barbarians for the rival tribes and play with an empire. If you want to lose then put them all on the same side but at least I prefer playing every man for himself with an end condition of 50% land area control for 20 minutes. This map isn't suitable for short games and one game will likely take more than ten hours. AI has great capability on this map. One of the computer players will likely also begin seafaring and competes from the best harbor places on the Tasmanian coastal, so you've been warned!
ca: Aquest mapa està pensat per ser jugat com un escenari d'un sol jugador des de la posició inicial de color blau. Trieu que les tribus rivals tinguin totes cultura bàrbara i jugueu amb l'imperi. Si voleu perdre, poseu-los tots al mateix equip, però jo prefereixo jugar sense equips amb una condició final de control de la superfície terrestre del 50 % durant 20 minuts. Aquest mapa no és adequat per a partides curtes i és probable que una partida duri més de deu hores. Les IA solen desenvolupar-se correctament en aquest mapa. Un dels jugadors d'IA també navegarà i competirà des dels millors llocs portuaris de la costa de Tasmània, així que esteu avisat!
de: Diese Karte ist als Einzelspielerszenario aus der Startposition des blauen Spielers entwickelt worden. Wähle die Barbaren für die rivalisierenden Stämme und spiele mit dem Imperium. Wenn du verlieren willst, dann ordne sie alle einer Seite zu, aber ich zumindest bevorzuge es gegen jeden Gegner einzeln mit der Siegbedingung Landherr (Zeit) zu spielen. Diese Karte ist nicht geeignet für kurze Spiele und ein Spiel wird wahrscheinlich mehr als zehn Stunden dauern. Die KI funktiuoniert sehr gut auf dieser Karte. Einer der Computerspieler wird wahrscheinlich auch beginnen zur See zu fahren und um die besten Hafenbauplätze an der tasmanischen Küste zu konkurrieren. Du wurdest also gewarnt!
fi: Tämä kartta on tarkoitettu pelattavaksi yksinpelinä sinisen pelaajan lähtöpaikasta. Valitse barbaarit kilpaheimoille ja pelaa imperiumin kanssa. Mikäli haluat hävitä, sitten laita heidät kaikki samalle puolelle mutta ainakin minä suosin pelaamista jossa jokainen vastaa itsestään ja jossa lopun ehdot ovat 50% maa-alan hallinta 20 minuutin ajan. Tämä kartta ei sovellu lyhytpelaamiseen ja yksi peli voi kestää enemmän kuin kymmenen tuntia. TK-äly omaa suuret kyvyt tässä kartassa. Yksi tietokonepelaajista aloittaa todennäköisesti myös merenkulun ja kiplailee parhaasta satamapaikasta Tasmanian rannikkoviivalla, sinua on varoitettu!
it: Questa mappa è pensata per essere giocata come scenario a giocatore singolo dalla posizione di partenza del giocatore blu. Scegli i barbari per le tribù rivali e gioca con l'impero. Se vuoi perdere, mettili tutti dalla stessa parte, ma io preferisco giocare ognuno per sé con una condizione finale del 50% di controllo territoriale per 20 minuti. Questa mappa non è adatta per partite brevi e una partita durerà probabilmente più di dieci ore. L'IA ha grandi capacità su questa mappa. Uno dei giocatori controllati dal computer probabilmente inizierà anche a navigare e competerà per i migliori porti della costa della Tasmania, quindi sei stato avvisato!
nds: Deese Kaart sall as Rutfödderung för eenen Speler vun de blaue Anfangsstee spöölt worden. Kööt de Willen Lüü för de feindelk Spelers ut un spööl sülvst as een Riek. Wenn du verlesen willst, sett se all in de sülve Klottke, aver ick tominnst laat lever elkeen Speler för sik sülven spölen, un de Upgaav tum Winnen sall wesen, dat man 50% vun de Land för 20 Menüten hollt. Deese Kaart is för körte Spelen nich to bruken un een Speel düürt meestens mehr as teihn Stünnen. De künstelk Spelers spölen hier bannig good. Een vun se word wull ok to See fahren un begünnt vun de besten Muden-Steden an de Tasmaansk Küst; du büst warnt worden!
nl: Deze kaart is bedoeld om gespeeld te worden als een single player scenario vanaf de startlocatie van de blauwe spelers. Kies barbaren voor de rivaliserende stammen en speel met een rijk. Als je wilt verliezen, zet ze dan allemaal aan dezelfde kant, maar ik speel in ieder geval liever ieder voor zich met een eindvoorwaarde van 50% controle over het landoppervlak gedurende 20 minuten. Deze kaart is niet geschikt voor korte spellen en één spel zal waarschijnlijk meer dan tien uur duren. AI heeft veel mogelijkheden op deze kaart. Een van de computerspelers begint waarschijnlijk ook met zeevaren en concurreert vanuit de beste havenplaatsen aan de Tasmaanse kust, dus je bent gewaarschuwd!
pt_br: Este mapa destina-se a ser jogado como um cenário de jogador único a partir do local de partida dos jogadores azuis. Escolha bárbaros para as tribos rivais e jogue com um império. Se você quer perder, coloque todos do mesmo lado, mas pelo menos eu prefiro jogar cada um por si com uma condição final de 50% de controle de área de terra por 20 minutos. Este mapa não é adequado para jogos curtos e um jogo provavelmente levará mais de dez horas. A IA tem grande capacidade neste mapa. Um dos jogadores de computador provavelmente também começará a navegar e competirá nos melhores portos da costa da Tasmânia, então você foi avisado!
ru: Эта карта предназначена для игры в одиночном режиме со стартовой позиции синего игрока. Выбирайте Варваров в качестве противников и играйте за Империю. Если вы хотите проиграть, то поставьте их всех на одну сторону, но, по крайней мере, я предпочитаю играть каждый сам за себя с конечным условием контроля 50% территории в течение 20 минут. Эта карта не подходит для коротких игр, и одна игра, скорее всего, займет более десяти часов. Искусственный интеллект обладает большими возможностями на этой карте. Один из компьютерных игроков, скорее всего, тоже начнет заниматься мореплаванием и будет соревноваться в лучших портовых местах на побережье Тасмании, так что вы были предупреждены!
sv: Denna karta är avsedd att spelas som ett enkelspelarscenario från de blå spelarnas startposition. Välj barbarer som rivaliserande stammar och spela med ett imperium. Om du vill förlora kan du placera dem alla på samma sida, men jag föredrar att spela var och en för sig själv med ett slutmål på 50% land områdeskontroll under 20 minuter. Denna karta är inte lämplig för korta spel och ett spel kommer sannolikt att ta mer än tio timmar. AI har stor kapacitet på denna karta. En av datorspelarna kommer sannolikt också att börja sjöfarta och tävla från de bästa hamnplatserna på Tasmaniens kust, så du är varnad!

source: Australia, Tasmania & New Zealand
ca: Austràlia, Tasmània i Nova Zelanda
de: Australien, Tasmanien und Neuseeland
fi: Australia, Tasmania & Uusi Seelanti
it: Australia, Tasmania e Nuova Zelanda
nds: Australien, Tasmanien & Neuseeland
nl: Australië, Tasmanië & Nieuw-Zeeland
pt_br: Austrália, Tasmânia e Nova Zelândia
ru: Австралия, Тасмания и Новая Зеландия
sv: Australien, Tasmanien och Nya Zeeland

source: No description
ca: Sense descripció
de: Keine Beschreibung
fi: Ei kuvausta
it: Nessuna descrizione
nds: Nich beschrieven
nl: Geen beschrijving
pt_br: Sem descrição
ru: Нет описания
sv: Ingen beskrivning
