Repository: widelands/wl_addons_server
Catalog: po/australia_tasmania_newzealand.wad/*.po
Languages: ca, de, fi, it, nds, nl, pt_br, ru, sv

source: The story is written with normal letters and INSTRUCTIONS WITH CAPSLOCK ON. Barbarians or atlanteans are the best fit for maori and thus suggested to be used for that. Play with empire. ---------------------- It is year 1840 and you, Captain William Hobson, are chosen to be the first governor of Aotearoa - or New Zealand as we call it. Over the past fourty years an intertribal Musket wars have ravaged the land. As more and more british settlers arrive to settle the land, there's an ever stronger need to make some kind of contract with chieftains to avoid fights between them and settlers. Many tribes also see this as a chance to end tribal wars and gaining of protection from the other colonial power. It is your duty to draft an acceptable contract and gain signatures from each chieftain under it. EPISODE ONE - PLAY FROM BLUE PLAYER'S LOCATION AND TRY MEET EACH CHIEFTAIN BEFORE IT IS TOO LATE. SELECT ARTEFACTS AS THE PLAYING MODE. THERE ARE ELEVEN ARTEFACTS VISIBLE TO THE SHORE AND EACH ARTEFACT REPRESENTS A MEETING POINT WHERE YOU CAN GAIN A SIGNATURE FROM ONE OF THE CHIEFTAINS. MAKE AN EXPEDITION AND FIND THOSE PLACES. THEN DECIDE WHICH ONE TO PURSUE FIRST, SECOND, THIRD, ETC. BE QUICK, IT GETS HARDER OVERTIME. IF AN ARTEFACT IS ALREADY STRONGLY UNDER SOME OTHER TRIBES' CONTROL, THAT LEADER HAS DONE HIS DECISION AND IS NO LONGER AVAILABLE TO NEGOTIATE. DO NOT ATTACK, ONLY DEFEND IF NECESSARY. YOU CAN PLAY THIS IN PEACEFUL MODE OR WITH HOSTILITIES. THERE ARE DIFFERENT LEVELS OF SUCCESS OUTLINED FOR BOTH VERSIONS IN THE END OF THIS DESCRIPTION. WITH HOSTILE ADVERSARIES YOU CAN CHOOSE TO PURSUE EITHER HIGHEST TEMPORARY AMOUNT OF OWNED ARTEFACTS OR HIGHEST WHEN ALL OF THE ARTEFACTS ARE UNDER SOMEONE'S CONTROL. REGARDLESS OF HOW IT ENDS, YOU CAN CONTINUE TO EPISODE TWO IF YOU LIKE. ---------------------- Unfortunately the contract had a major flaw built in it as maori language lacked one crucial word - governance. It did not take long until the contract was contested, resulting in terrible loss of trust. Series of wars between british empire and maori ensued with a result of about million hechtares of land lost to the crown. Majority of these wars were fought on north island between 1860-1870. EPISODE TWO - CHOOSE WHICHEVER START LOCATION YOU LIKE, ALTHOUGH RED, WHITE OR ORANGE ARE SUGGESTED. YOU CAN SELECT ALL VS. ALL OR YOU VS. ALL. DISABLE BLUE PLAYER'S STARTING LOCATION IF YOU DIDN'T CHOOSE IT. CHOOSE MAJORITY OF LAND AS WIN CONDITION. IN THIS SCENARIO GAINING MAJORITY MEANS THAT THE REST OF THE OPPOSITION SURRENDERS. MOST PROPABLY YOU CAN'T WIN WITHOUT HAVING SOME AREAS FROM THE OTHER ISLANDS AS WELL. ----------------------- The map might also be suitable for multiplayer with the following configuration: Disable blue and white players' start location and play all vs. all or with two or three teams. With two teams the strongest player of the team must be alone on the other island and two weaker players on the other. ---------------------------------------------------------- LEVELS OF SUCCESS FOR THE FIRST EPISODE - PEACEFUL MODE - 4-5 -Did you really try? No wonder it all ended in war. 6-7 -You did at least something right, even though it all still ended in war. 8-9 -You coerced them well, but unfortunately the peace won't last. 10 -Exellent job! Just one full tribe of doubters will send your efforts down the drain. 11 -Unbelieveable! Is it even possible? You should have cheated somehow.. - HOSTILE MODE - 2 -Poor job. The war is propably already underway.. 3 -Not much to celebrate. 4 -Well done in the middle of violence. 5 -Exellent. You should be proud if you never attacked. 6 -Unbelieveable dance on the edge of a blade - and just defending!
ca: La història està escrita amb lletres normals i les INSTRUCCIONS AMB MAJÚSCULES.Les cultures bàrbares o atlants són els més escaients per als maoris. Jugueu amb l'imperi. ---------------------- És l'any 1840 i vós, capità William Hobson, sou l'escollit per ser el primer governador d'Aotearoa, o Nova Zelanda com l'anomenem nosaltres . Durant els darrers quaranta anys, unes guerres entre tribus han devastat la terra. A mesura que més i més colons britànics arriben per construir-hi assentaments, hi ha una necessitat cada vegada més forta de fer algun tipus de contracte amb els caps per evitar baralles entre ells i els colons. Moltes tribus també veuen això com una oportunitat per acabar amb les guerres tribals i obtenir protecció de la potència colonial. És el vostre deure redactar un contracte acceptable i obtenir les signatures de cada cap d'aquest. PRIMER CAPÍTOL: JUGUEU DES DE LA POSICIÓ INICIAL DE COLOR BLAU I INTENTEU CONÈIXER A CADA CABDILL ABANS QUE SIGUI MASSA TARD. SELECCIONEU ELS ARTEFACTES COM A MODE DE JOC. HI HA ONZE ARTEFACTES VISIBLES A LA COSTA I CADA ARTEFACTE REPRESENTA UN PUNT DE TROBADA ON PODEU OBTENIR LA SIGNATURA DE CADASCUN DELS CAPS. FEU UNA EXPEDICIÓ I TROBEU AQUESTS LLOCS. DESPRÉS DECIDIU QUIN VOLEU PERSEGUIR PRIMER, SEGON, TERCER, ETC. SIGUEU RÀPID, JA QUE LA DIFICULTAT PER ACONSEGUIR-HO AUGMENTA AMB EL TEMPS. SI UN ARTEFACTE JA ESTÀ SOTA UN CONTROL MOLT GRAN D'ALTRES TRIBUS, AQUEST LÍDER HA PRES LA SEVA DECISIÓ I JA NO S'HI POT NEGOCIAR. NO ATAQUEU, NOMÉS DEFENSEU SI CAL. PODEU JUGAR A AQUEST MODE PACÍFIC O HOSTIL. AL FINAL D'AQUESTA DESCRIPCIÓ HI HA DIFERENTS NIVELLS D'ASSOLIMENT PER A AMBDUES VERSIONS (HOSTIL I PACÍFICA). AMB ADVERSARIS HOSTILS PODEU ESCOLLIR CONSIDERAR EL NOMBRE MÉS GRAN D'ARTEFACTES CONTROLATS PER UN JUGADOR O BÉ EL TEMPS DE CONTROL DELS ARTEFACTES. INDEPENDENTMENT DE COM ACABI, PODEU CONTINUAR JUGANT AL SEGON EPISODI SI US HA AGRADAT. ---------------------- Malauradament, el contracte tenia un defecte important ja que la llengua maori no disposava d'una paraula crucial: governança. No va passar gaire temps fins que es va impugnar el contracte, cosa que va provocar una pèrdua de confiança terrible. Es van produir una sèrie de guerres entre l'imperi britànic i els maoris amb el resultat d'un milió d'hectàrees de terra perdudes per la corona. La majoria d'aquestes guerres es van lliurar a l'illa del nord entre 1860 i 1870. SEGON CAPÍTOL: TRIEU QUINA LOCALITZACIÓ D'INICI VOLEU, TOT I QUE ES SUGGERIM VERMELL, BLANC O TARONJA. PODEU SELECCIONAR TOTS CONTRA TOTS O VÓS CONTRA TOTS. DESACTIVEU LA LOCALITZACIÓ D'INICI DEL JUGADOR BLAU SI NO HO HEU ESCOLLIT. ESCOLLEU EL CONTROL TERRITORIAL COM A CONDICIÓ DE VICTÒRIA. EN AQUEST ESCENARI, ACONSEGUIR LA MAJORIA SIGNIFICA QUE LA RESTA DE JUGADORS ES RENDEIXEN. EL MÉS PROBABLE ÉS QUE NO PODREU GUANYAR SENSE TENIR ALGUNES ZONES D'ALTRES ILLES. ----------------------- El mapa també pot ser adequat per a multijugador amb la configuració següent: Desactiveu la posició inicial dels jugadors blau i blanc i jugueu tots contra tots o amb dos o tres equips. Amb dos equips, el jugador més fort de l'equip ha d'estar sol a l'altra illa i dos jugadors més febles a l'altra. ---------------------------------------------------------- NIVELLS D'ASSOLIMENT DEL PRIMER CAPÍTOL - MODE PACÍFIC - 4-5 - De debò ho heu intentat? No és estrany que tot hagi desembocat en una guerra. 6-7 - Almenys heu fet alguna cosa bé, tot i que tot heu desencadenat una guerra. 8-9 - Els heu coaccionat bé, però malauradament la pau no durarà. 10 - Excel·lent feina! Només una tribu d'incrèduls enviarà els vostres esforços a la brossa. 11 - Increïble! Costa creure el que heu aconseguit! Heu degut fer trampes per aconseguir. - MODE HOSTIL - 2 - Mala feina. La guerra probablement ja està en marxa. 3 - No hi ha gaire a celebrar. 4 - Ben fet enmig de tanta violència. 5 - Excel·lent. Hauríeu d'estar orgullós si mai heu atacat. 6 - Una dansa increïble a la vora del full d'una navalla - i només defensant!
de: Die Geschichte ist in normalen Buchstaben geschrieben und ANWEISUNGEN MIT GROSSBUCHSTABEN. Barbaren oder Atlanter passen am Besten zu den Maori und werden daher für sie empfohlen. Spiele mit dem Imperium. ---------------------- Es ist das Jahr 1840 und du, Kapitän William Hobson, wurdest ausgewählt der erste Gouvaneur von Aoteaora - oder Neuseeland wie wir es nennen - zu sein. Über die letzten vierzig Jahre haben Musketenkriege unter den Stämmen das Land verwüstet. Nachdem mehr und mehr britische Siedler ankommen, um das Land zu besiedeln, gibt es das immer stärkere Bedürfnis eine Art Vertrag mit den Häuptlingen zu schließen um Kämnpfe zwischen ihnen und den Siedlern zu vermeiden. Viele Stämme sehen dies auch als Gelegenheit an, die Kriege unter den Stämmen zu beenden und Schutz durch die Kolonialmacht zu erhalten. Es ist deine Aufgabe einen akzeptablen Vertrag aufzusetzen und die Unterschrift jedes Häuptlings darunter zu bekommen. EPISODE EINS - SPIELE VON DER BLAUEN SPIELERPOSITION UND VERSUCHE JEDEN HÄUPTLING ZU TREFFEN, BEVOR ES ZU SPÄT IST. WÄHLE ARTEFAKTE ALS SIEGBEDINGUNG. ES GIBT ELF ARTEFAKTE DIE VON DER KÜSTE AUS SICHTBAR SIND, DIE TREFFPUNKTE REPRÄSENTIEREN, AN DENEN DU EINE UNTERSCHRIFT EINES HÄUPTLINGS BEKOMMEN KANNST. RÜSTE EINE EXPEDITION AUS UM DIESE PLÄTZE ZU FINDEN. DANN ENTSCHEIDE WELCHE DUE ALS ERSTES, ZWEITES, DRITTES, USW. AUFSUCHEN WILLST. BEEIL DICH ES WIRD SCHWERER MIT DER ZEIT. WENN EIN ARTEFAKT BEREITS UNTER DER STARKEN KONTROLLE EINES STAMMES STEHT HAT DER FÜHRER DES STAMMES SEINE ENTSCHEIDUNG GETROFFEN UND STEHT FÜR VERHANDLUNGEN NICHT MEHR ZUR VERFÜGUNG. GREIFE NICHT AN, SONDERN VERTEIDIGE DICH NUR WENN NOTWENDIG. DU KANNST DIES IM FRIEDLICHEN MODUS ODER MIT FEINDSELIGKEITEN SPIELEN. ES GIBT VERSCHIEDENE STUFEN DES ERFOLGS FÜR BEIDE VERSIONEN DIE AM ENDE DIESES TEXTS BESCHRIEBEN SIND. MIT FEINDLICHEN GEGNERN KANNST DU WÄHLEN OB DU DEN HÖCHSTEN ZWISCHEN WERT DEINER ARTEFAKTE ODER DEN HÖCHSTEN WERT WENN ALLE ARTEFAKTE KONTROLLIERT WERDEN VERFOLGST. WIE AUCH IMMER ES ENDET, DU KANNST ZUR EPISODE ZWEI WECHSELN WENN DU MAGST. ---------------------- Unglücklicherweise trug der Vertrag einen großen Fehler in sich, da in der Sprache der Maori ein entscheidendes Wort - Regierung - fehlt. Es dauerte nicht lange bis der Vertrag in Frage gestellt wurde, was in einem schrecklichen Vertrauensverlust mündete. Eine Serie von Kriegen zwischen dem britischen Weltreich und den Maori folgte mit dem Ergebnis, dass annähernd eine Million Hektar Land an die Krone verloren wurden. Die Mehrheit dieser Kriege wurden auf der Nordinsel zwischen 1860 und 1870 ausgefochten. EPISODE ZWEI - WÄHLE JEDE STARTPOSITION DIE DU MÖCHTEST, AUCH WENN ROT, WEISS ODER ORANGE EMPFOHLENM WERDEN. DU KANNST JEDER GEGEN JEDEN ODER DU GEGEN ALLE WÄHLEN. DEAKTIVIERE DIE BLAUE STARTPOSITION WENN DU SIE NICHT GEWÄHLT HAST. WÄHLE LANDHERR ALS SIEGBEDINGUNG. LANDHERR BEDEUTET, DASS DER REST DER OPPOSITION SICH ERGIBT.HÖCHSTWAHRSCHEINLICH KANNST DU NICHT GEWINNEN OHNE EINIGE GEBIETE DER ANDEREN INSELN ZU ZU HABEN. ---------------------- Die KArte könnte auch für Mehrspielerspiele in folgender Konfiguration geeignet sein: Deaktiviere die blaue und weiße Startposition und spiele jeder gegen jeden oder mit zwei oder drei Teams. Mit zwei Teams muss der stärkste Spieler des Teams allein auf einer Insel sein und die beiden schwächeren auf der anderen Insel sein. ------------------------------------------------------------------- ERFOLGSSTUFEN FÜR DIE ERSTE EPISODE - FRIEDLICHER MODUS - 4-5 Hast du es wirklich versucht? kein Wunder das alles im Krieg endete. 6-7 Immerhin hast du einiges richtig gemacht, auch wenn es immer noch im Krieg endete. 8-9 Du hast sie gut genötigt, aber unglücklicherweise, wird der Frieden nicht halten. 10 Exzellente Arbeit! Nur ein Stamm voller Zweifler wird deine Anstrengungen durch den Abfluss spülen. 11 Unglaublich! Ist das überhaupt möglich? Du musst doch irgendwo geschummelt haben. - FEINDLICHER MODUS - 2 - Schlechte Arbeit. Der Krieg ist wahrscheinlich bereits im Gang. 3 - Nicht viel zu feiern. 4 - Gut gemacht in all der Gewalt. 5 - Exzellent. Du solltest stolz sein wenn du niemals angegriffen hast. 6 - Unglaublicher Tanz auf Messers Schneide - und nur defensiv!
fi: Tämä tarkina on kirjoitettu perinteisin kirjaimin ja OHJEIN CAPSLOCK PÄÄLLÄ. Barbaarit tai atlantealaiset ovat parhaat vaihtoehdot sopivuudessaan maoreihin nähden ja täten suositeltuja käytettäväksi. Pelaa imperiumilla. ---------------------- on vuosi 1840 ja sinä, kapteeni William Hobson, olet valittu olemaan Aotearoa:n ensimmäinen kuvernööri - tai Uuden Seelannin kuten me sitä kutsumme. Yli neljäkymmenen vuoden ajan poikkiheimolliset muskettisodat ovat repineet maata. Samalla kun yhä enemmän ja enemmän brittiläisiä asuttajia saapuu maata asuttamaan, on kasvava tarve saada aikaan jonkinlainen sopimus johtajien kanssa välttääksemme heidän ja asuttajien väiset taistelut. Monet heimot näkevät tämän myös mahdollisuutena päättää nämä heimosodat ja saada suojausta muilta kolonialistisilta voimilta. On sinun velvollisuutesi vedostaa hyväksytävä sopimus ja saada siihen allekirjoitukset jokaiselta päälliköltä. JAKSO YKSI - PELAA SINISEN PELAAJAN SIJAINNISTA JA YRITÄ TAVATA JOKAINEN PÄÄLLIKKÖ ENNEN KUIN ON LIIANB MYÖHÄISTÄ. VALITSE ARTIFAKTIT PELITILAKSI. ON OLEMASSA YKSITOISTA ARTIFAKTIA JOTKA NÄKYVÄT RANNALLE JA JOKAINEN NIISTÄ EDUSTAA KOHTAAMISPAIKKAA JOSSA VOIT SAADA ALLEKIRJOITUKSEN AINA JOKAISELTA PÄÄLLIKÖLTÄ. TEE TUTKIMUSMATKA JA LÖYDÄ NUO PAIKAT. PÄÄTÄ SITTEN MITÄ JAHDATA ENSIKSI, TOISEKSI, KOLMANNEKSI, JNE. OLE NOPEA, TILANNE VAIKEUTUU AJAN KANSSA. MIKÄLI ARTIFAKTI ON JO VALMIIKSI JONKIN TOISEN HEIMON HALLINNASSA, TUO JOHTAJA ON PÄÄTÖKSENSÄ TEHNYT EIKÄ OLE ENÄÄ NEUVOTELTAVISSA. ÄLÄ HYÖKKÄÄ, SEN SIJAA PUOLUSTAUDU JOS VÄLTTÄMÄTÖNTÄ. VOIT SELVITTÄÄ ASIAN RAUHANOMAISESTI TAI VIHELIÄÄSTI. ON OLEMASSA ERI TASON ONNISTUMISEN TASOJA MOLEMPIIN TAPOIHIN TÄMÄN KUVAUKSEN LOPPUOSASSA. VAHINGOLLISTEN VASTUSTAJIEN KOHDALLA VOIT VALITA JAHDATAKSESI JOKO KORKEINTA VÄLIAIKAISTA OMISTETTUJEN ARTIFAKTIEN MÄÄRÄÄ TAI YLIPÄÄTÄÄN KORKEINTA KUN KAIKKI ARTIFAKTIT OVAT JONKUN JONKUN HALLINNASSA. RIIPPUMATTA SIITÄ MITEN JATKUMO PÄÄTTYY, VOIT JATKAA JAKSOON KAKSI HALUTESSASI. ---------------------- Valitettavasti sopimuksessa oli merkittävä sisäinen virhe sillä maorien kielestä uupuu yksi tärkeä sana - hallinto. Ei mennyt kauaakaan kun sopimusta koeteltiin, ja asia päättyi niin, että luottamus menetettin. Seurasi jatkumo sotia brittiläisen imperiumin ja maorien välillä jonka tuloksena menetettiin noin miljoona hehtaaria kruunulle. Näistä sodista valtaosa taisteltiin pohjoissaarella vuosien 1860-1870 välillä. JAKSO KAKSI - VALITSE MIKÄ ALOITUSPAIKKA TAHANSA, VAIKKAKIN PUNAISTA, VALKOISTA TAI ORANSSIA EHDOTETAAN. VOIT VALITA KAIKKI VASTAAN KAIKKI TAIKKA SINÄ VASTAAN KAIKKI. POISTA SINISEN PELAAJAN ALOITUSPAIKKA ELLET SITÄ ITSE VALINNUT. VALITSE VALTAOSA MAASTA VOITON EHDOKSI. TÄSSÄ ASETELMASSA VALTASOSAN SAAVUTTAMINEN MERKITSEE ETTÄ VASTAPUOLI ANTAUTUU. TODENNÄKÖISESTI ET VOI VOITTAA ILMAN ALUEITA MYÖS MUILTA SAARILTA. ----------------------- Kartta voi myös soveltua moninpeluuseen seuraavilla asetuksilla: kytke pois sinisen ja valkoisen pelaajan aloituspaikka ja pelaa kaikki vastaan kaikki tai joko kahdella taikka kolmella joukkueella. Kahdella joukkueella joukkueen vahvin pelaaja tulee olla yksin toisella saarella kaksi heikompaa pelaajaa muulla. ---------------------------------------------------------- MENESTYKSEN TASO ENSIMMÄISEEN JAKSOON - RAUHANOMAINEN MALLI - 4-5 -yrititkö todella edes? Ei ihmekään että kaikki päättyi sotaan. 6-7 -Teit ainakin jotakin oikeiun, vaikkakin kaikki päättyi sotaan. 8-9 -Neuvottelit hyvin, mutta valitettavasti rauha ei kestä. 10 -Erinomaista työtä! Vain yksi kokonainen heimo epäilijöitä lähettää ponnistelusi kankkulan kaivoon. 11 -Uskomatonta! Onko tämä mahdollistakaan? Ettet vain huijannut jotenkin.. - VIHOLLISTILA - 2 -Heikkoa työtä. Sota on todennäköisesti jo käynnissä.. 3 -Ei juhlimista. 4 -Hienosti toimittu kaiken väkivallan tuoksinassa. 5 -Erinomaista. Voit olla ylpeä ellet koskaan hyökännyt. 6 -Uskomaton tanssi veitsen terällä - ja vain puolustaen!
it: La storia è scritta con lettere normali mentre le ISTRUZIONI CON MAIUSCOLO ATTIVATO. Barbari o atlantidei sono i più adatti per i maori e quindi si consiglia di utilizzarli per questo. Gioca con l'impero. ---------------------- Siamo nel 1840 e tu, capitano William Hobson, sei stato scelto per essere il primo governatore di Aotearoa, o Nuova Zelanda come la chiamiamo noi. Negli ultimi quarant'anni, guerre intertribali con i moschetti hanno devastato queste terre. Man mano che sempre più coloni britannici arrivano per stabilirsi nella regione, c'è una necessità sempre più forte di stipulare una sorta di contratto con i capi tribù per evitare lotte tra loro e i coloni. Molte tribù vedono questa anche come un'opportunità per porre fine alle guerre tribali e ottenere protezione dall'altra potenza coloniale. È tuo dovere redigere un contratto accettabile e ottenere le firme di ogni capo tribù sotto di esso. EPISODIO UNO - GIOCA DALLA POSIZIONE DEL GIOCATORE BLU E CERCA DI INCONTRARE OGNI CAPO PRIMA CHE SIA TROPPO TARDI. SELEZIONA MANUFATTI COME MODALITÀ DI GIOCO. CI SONO UNDICI MANUFATTI VISIBILI SULLA RIVA E OGNI ARTEFATTO RAPPRESENTA UN PUNTO DI INCONTRO DOVE PUOI OTTENERE UNA FIRMA DA UNO DEI CAPI. LANCIA UNA SPEDIZIONE E TROVA QUEI POSTI. POI DECIDI QUALE INSEGUIRE PER PRIMO, SECONDO, TERZO, ECC. SII VELOCE, DIVENTA PIÙ DIFFICILE COL PASSARE DEL TEMPO. SE UN MANUFATTO È GIÀ SALDAMENTE SOTTO IL CONTROLLO DI QUALCHE ALTRA TRIBÙ, QUEL LEADER HA PRESO LA SUA DECISIONE E NON È PIÙ DISPONIBILE PER NEGOZIARE. NON ATTACCARE, DIFENDITI SOLO SE NECESSARIO. PUOI GIOCARE IN MODALITÀ PACIFICA O CON OSTILITÀ. CI SONO DIVERSI LIVELLI DI SUCCESSO DELINEATI PER ENTRAMBE LE VERSIONI ALLA FINE DI QUESTA DESCRIZIONE. CON AVVERSARI OSTILI PUOI SCEGLIERE DI PERSEGUIRE IL POSSESSO DELLA PIÙ ALTA QUANTITÀ TEMPORANEA DI MANUFATTI O LA PIÙ ALTA QUANDO TUTTI I MANUFATTI SONO SOTTO IL CONTROLLO DI QUALCUNO. INDIPENDENTEMENTE DA COME FINISCE, PUOI CONTINUARE CON L'EPISODIO DUE SE TI PIACE. ---------------------- Sfortunatamente il contratto aveva un grosso difetto insito in quanto la lingua maori mancava di una parola cruciale: governo. Non passò molto tempo prima che il contratto venisse contestato, con una conseguente terribile perdita di fiducia. Ne seguirono una serie di guerre tra l'impero britannico e i maori con un risultato di circa milioni di ettari di terra persi dalla corona. La maggior parte di queste guerre fu combattuta sull'isola del nord tra il 1860 e il 1870. EPISODIO DUE - SCEGLI QUALE POSIZIONE DI PARTENZA TI PIACE, SEBBENE SIANO SUGGERITI ROSSO, BIANCO O ARANCIONE. PUOI SELEZIONARE TUTTI CONTRO TUTTI O TU CONTRO TUTTI. DISATTIVA LA POSIZIONE DI PARTENZA DEL GIOCATORE BLU SE NON L'HAI SCELTA. SCEGLI LA MAGGIORANZA DEL TERRENO COME CONDIZIONE DI VITTORIA. IN QUESTO SCENARIO OTTENERE LA MAGGIORANZA SIGNIFICA CHE IL RESTO DELL'OPPOSIZIONE SI ARRENDE. MOLTO PROBABILMENTE NON PUOI VINCERE SENZA AVERE ANCHE ALCUNE AREE DALLE ALTRE ISOLE. ----------------------- La mappa potrebbe essere adatta anche per il multiplayer con la seguente configurazione: disattiva la posizione di partenza dei giocatori blu e bianchi e gioca tutti contro tutti o con due o tre squadre. Con due squadre il giocatore più forte della squadra deve essere da solo sull'altra isola e due giocatori più deboli sull'altra. ---------------------------------------------------------- LIVELLI DI SUCCESSO PER IL PRIMO EPISODIO - MODALITÀ PACIFICA - 4-5 - Hai provato davvero? Non c'è da stupirsi che sia finito tutto in guerra. 6-7 - Hai fatto almeno qualcosa di giusto, anche se è comunque finito tutto in guerra. 8-9 - Li hai costretti bene, ma sfortunatamente la pace non durerà. 10 - Ottimo lavoro! Basta una tribù di scettici per mandare a monte i tuoi sforzi. 11 - Incredibile! È possibile? Avrai barato in qualche modo... - MODALITÀ OSTILE - 2 - Pessimo lavoro. La guerra è probabilmente già in corso... 3 - Non c'è molto da festeggiare. 4 - Ben fatto nel mezzo della violenza. 5 - Eccellente. Dovresti essere orgoglioso se non hai mai attaccato. 6 - Incredibile danza sul filo di una lama - e solo difendendo!
nds: Dat Vertellsel is mit normaalen Bookstavens schrieven un INSTRUKTJES IN GROTBOOKSTAVENS. Wille Lüü of Atlantinger sind dat Best för de Maoris un daarum daarför vörslagen. Speel as ’t Riek. ---------------------- ’t is dat Jahr 1840 un du, Käpten William Hobson, büst utköört worden, um de eerste Baas vun Aotearoa to wesen – of Neuseeland as wi dat nömen. In de lesten veertig Jahren hett een Krieg tüsken de Völkers dat Land verneelt. As mehr un mehr engelsk Siedlers ankomen sünd, um hier to siedeln, word dat immer wichtiger, eenen Verdrag mit de Basen to maken, daarmit dat mit de Siedlers keenen Stried gifft. Mennig Völkers sehn dat as eene Kans, Krieg tüsken Völkers to ennen un Schutt vun de anner Kolonialmacht to kriegen. Diene Upgaav is ’t, eenen goden Kuntrakt to schrieven un elkeen Baas tum Unnerschrieven to bereden. DEEL EENS – SPÖÖL AS DE BLAUE SPELER UN TREFF ELKEEN BAAS BI TIED. KÖÖR KÜNSTELK SCHATTEN AS DE SPEELAARD UT. ’T GIFFT ELV SCHATTENS BI DE KÜST UN ELKEEN SCHATT IS EENE TREFFSTEE, WAAR DU EENE UNNERSCHRIFFT VUN EENEM BAAS KRIEGEN KANNST. SCHICK EENE SÖÖK UN FINN DEESE STEDEN. DANN KÖÖR UT, IN WAT FÖR EENER RIEG TO SE BESÖCHST. MAAK FUTT, DAT WORD MIT DE TIED SWAARER. WENN EEN SCHATT AL FIX TO EENEM VOLK HÖÖRT, HETT DE BAAS SIEN OFJAGGT TROFFEN UN LETT NICH MEHR MIT SIK SNACKEN. GRIEP NICH AN, AVER VERTEIDIG DI WENN NÖDIG. DU DÜÜRST DAT AS FREEDSAMES OF FEINDELK SPEEL SPÖLEN. FÖR BEIDE AARDEN GIFFT DAT VERSCHEDENE STANNEN VUN SIEG AS UNNERN BESCHREVEN. MIT FEINDELK GEGNERS DÜÜRST DU DE HOOGSTE TAHL VUN SCHATTEN TO ELKEEN TIED OF DE HOOGSTE TAHL VUN SCHATTEN AM ENN VUM SPEEL AS ENN UTKÖREN, AS DU WILLST. WO OK IMMER DAT ENNT, DAARNA DÜÜRST DU MIT DEEL TWEE WIEDERMAKEN. ---------------------- Leider hett de Kuntrakt eenen bannig groten Fehler drin, denn in de Maori-Spraak gifft dat keen Woord för – Regierung. Dat hett nich lang düürt, ehr de Verdrag angriepen word, un all Vertrauen wehr fix weg. Mennig Kriegen tüsken de engelsk Riek un de Maoris hebben de Kroon umbi eene Million Hektars Lands verloren. De meesten Kriegen sünd up de Noordinsel von 1860-1870 kämpt worden. DEEL TWEE – KÖÖR ELKEEN ANFANGSSTEE UT; ANRADEN WORDEN ROOD, WITT OF GEELROOD. DU KANNST ELKEEN TEGEN ELKEEN OF DU TEGEN ELKEEN ANNER SPÖLEN. WENN DU NICH AS BLAU SPÖÖLST, SALL BLAU NICH MITSPÖLEN. DE UPGAAV TUM WINNEN SALL DE MEHRHEID VUM GEWEST WESEN. IN DEESER UPGAAV HEET DAT, DAT DE ANNER GEGNERS UPGEVEN. DU MUTTST TUM WINNEN WULL OK EEN PAAR VUN DE ANNER INSELS INNEHMEN. ----------------------- De Kaart is wull ok good för mennig Spelers mit deesen Instellens: Laat Blau un Witt leeg un spööl elkeen tegen elkeen of in twee of dree Klottjen. Mit twee Klottjen mutt de beste Speler in de Klottje alleen up de anner Insel wesen un de twee anner Spelers up de anner. ---------------------------------------------------------- AARDEN VUM SIEG FÖR DE EERSTE DEEL – FREEDSAAM – 4-5 – Hest du ’t würrelk versöcht? Um wat wull hett dat uplest Krieg geven. 6-7 – Du hest tominnst wat recht maakt, ofschoonst ’t dann doch Krieg geven hett. 8-9 – Du hest se good dwungen, aver de Free blievt nich. 10 – Hunnert! Blots een Volk vun Twieflers word all vernelen. 11 – Nich to gloven! Gaht dat würrelk? Du muttst bescheten hebben. – FEINDELK – 2 – Slimm. De Krieg begünnt al. 3 – Nich so düll. 4 – Goode Arbeid in de Midde vum Krieg. 5 – Hunnert. Wees stolt, wenn du nich angriepen hest. 5 – Nich to gloven, wo du hier up de Scharpde vum Mest danzt – un blot bi’m Verteidigen!
nl: Het verhaal is geschreven met normale letters en INSTRUCTIES MET CAPSLOCK AAN. Barbaren of Atlantiërs passen het beste bij de maori en worden daarom aanbevolen om daarvoor te gebruiken. Speel met het rijk. ---------------------- Het is het jaar 1840 en jij, kapitein William Hobson, bent gekozen als de eerste gouverneur van Aotearoa - of Nieuw-Zeeland zoals wij het noemen. In de afgelopen veertig jaar hebben verschillende stammen musketoorlogen het land geteisterd. Naarmate er meer en meer Britse kolonisten arriveren om het land te vestigen, wordt de behoefte steeds groter om een soort contract te sluiten met stamhoofden om gevechten tussen hen en de kolonisten te voorkomen. Veel stammen zien dit ook als een kans om stammenoorlogen te beëindigen en bescherming te krijgen van de andere koloniale macht. Het is jouw taak om een aanvaardbaar contract op te stellen en de handtekeningen van alle stamhoofden te verzamelen. EPISODE ÉÉN - SPEEL VANUIT DE LOCATIE VAN DE BLAUWE SPELER EN PROBEER ELKE STAMHOOFD TE ONTMOETEN VOORDAT HET TE LAAT IS. KIES ARTEFACTEN ALS SPEELMODUS. ER ZIJN ELF ARTEFACTEN ZICHTBAAR AAN DE KUST EN ELK ARTEFACT VERTEGENWOORDIGT EEN ONTMOETINGSPLAATS WAAR JE EEN HANDTEKENING KUNT KRIJGEN VAN EEN VAN DE HOOFDMANNEN. MAAK EEN EXPEDITIE EN VIND DIE PLAATSEN. BESLIS DAN WELKE JE ALS EERSTE WILT ACHTERVOLGEN, ALS TWEEDE, ALS DERDE, ENZOVOORT. WEES SNEL, HET WORDT STEEDS MOEILIJKER. ALS EEN ARTEFACT AL STERK ONDER CONTROLE IS VAN EEN ANDERE STAM, HEEFT DIE LEIDER ZIJN BESLISSING GENOMEN EN IS HIJ NIET LANGER BESCHIKBAAR OM TE ONDERHANDELEN. VAL NIET AAN, VERDEDIG ALLEEN ALS DAT NODIG IS. JE KUNT DIT SPELEN IN VREEDZAME MODUS OF MET VIJANDELIJKHEDEN. ER ZIJN VERSCHILLENDE SUCCESNIVEAUS VOOR BEIDE VERSIES AAN HET EINDE VAN DEZE BESCHRIJVING. MET VIJANDIGE TEGENSTANDERS KUN JE ERVOOR KIEZEN OM DE HOOGSTE TIJDELIJKE HOEVEELHEID ARTEFACTEN IN EIGENDOM NA TE STREVEN OF DE HOOGSTE WANNEER ALLE ARTEFACTEN ONDER IEMANDS CONTROLE ZIJN. HOE HET OOK AFLOOPT, JE KUNT DOORGAAN NAAR AFLEVERING TWEE ALS JE WILT. ---------------------- Helaas zat er een grote fout in het contract, omdat er in de maori-taal één cruciaal woord ontbrak - governance. Het duurde niet lang voordat het contract werd aangevochten, wat resulteerde in een vreselijk verlies van vertrouwen. Er volgde een reeks oorlogen tussen het britse rijk en de Maori, waardoor ongeveer een miljoen hechtares land verloren ging voor de kroon. De meeste van deze oorlogen werden uitgevochten op het noordereiland tussen 1860-1870. EPISODE TWO - KIES DE STARTLOCATIE DIE JE WILT, MAAR ROOD, WIT OF ORANJE WORDEN AANBEVOLEN. JE KUNT KIEZEN TUSSEN ALL VS. ALL OF JIJ VS. ALL. SCHAKEL DE STARTLOCATIE VAN DE BLAUWE SPELER UIT ALS JE DIE NIET HEBT GEKOZEN. KIES MEERDERHEID VAN LAND ALS WINVOORWAARDE. IN DIT SCENARIO BETEKENT HET BEHALEN VAN DE MEERDERHEID DAT DE REST VAN DE TEGENSTAND ZICH OVERGEEFT. WAARSCHIJNLIJK KUN JE NIET WINNEN ZONDER OOK EEN AANTAL GEBIEDEN VAN DE ANDERE EILANDEN TE HEBBEN. ----------------------- De kaart kan ook geschikt zijn voor multiplayer met de volgende configuratie: Schakel de startlocatie van de blauwe en witte spelers uit en speel all vs all of met twee of drie teams. Met twee teams moet de sterkste speler van het team alleen op het andere eiland zijn en twee zwakkere spelers op het andere. ---------------------------------------------------------- SUCCESNIVEAUS VOOR DE EERSTE EPISODE - PEACEFUL MODE - 4-5 - Heb je het echt geprobeerd? Geen wonder dat het eindigde in oorlog. 6-7 -Je hebt tenminste iets goed gedaan, ook al liep het uit op oorlog. 8-9 -Je hebt ze goed gedwongen, maar helaas zal de vrede niet blijven duren. 10 -Uitstekend werk! Slechts één stam vol twijfelaars zal je inspanningen de grond in boren. 11 -Ongelooflijk! Is het wel mogelijk? Je had op de een of andere manier vals moeten spelen... - HOSTILE MODE - 2 -Slecht gedaan. De oorlog is waarschijnlijk al begonnen... 3 -Niet veel te vieren. 4 -Goed gedaan in het midden van geweld. 5 -Uitstekend. Je zou trots moeten zijn als je nooit hebt aangevallen. 6 -Ongelooflijke dans op het scherp van de snede - en maar verdedigen!
pt_br: A história é escrita com letras normais e as instruções com a tecla "CAPS LOCK" . Bárbaros ou atlantes são os mais adequados para os maoris e, portanto, sugeridos para serem usados ​​​​para isso. Jogue com o império. ---------------------- Estamos no ano de 1840 e você, Capitão William Hobson, é escolhido para ser o primeiro governador de Aotearoa - ou Nova Zelândia como chamamos . Nos últimos quarenta anos, uma guerra intertribal de mosquetes devastaram a terra. À medida que mais e mais colonos britânicos chegam para colonizar a terra, há uma necessidade cada vez maior de fazer algum tipo de contrato com os caciques para evitar brigas entre eles e os colonos. Muitas tribos também veem isso como uma chance de acabar com as guerras tribais e ganhar proteção da outra potência colonial. É seu dever redigir um contrato aceitável e obter assinaturas de cada chefe sob ele. EPISÓDIO UM - JOGUE NO LOCAL DO JOGADOR AZUL E TENTE ENCONTRAR CADA CHEFE ANTES QUE SEJA TARDE DEMAIS. SELECIONE ARTESANATOS COMO O MODO DE JOGO. HÁ ONZE ARTEFATOS VISÍVEIS À COSTA E CADA ARTEFATO REPRESENTA UM PONTO DE ENCONTRO ONDE VOCÊ PODE GANHAR A ASSINATURA DE UM DOS CHEFE. FAÇA UMA EXPEDIÇÃO E ENCONTRE ESSES LUGARES. ENTÃO DECIDA QUAL VAI DESENVOLVER PRIMEIRO, SEGUNDO, TERCEIRO, ETC. SEJA RÁPIDO, fica mais difícil nas horas extras. SE UM ARTEFATO JÁ ESTIVER FORTEMENTE SOB O CONTROLE DE OUTRAS TRIBOS, ESSE LÍDER TOMOU SUA DECISÃO E NÃO ESTÁ MAIS DISPONÍVEL PARA NEGOCIAR. NÃO ATAQUE, SÓ DEFENDA SE NECESSÁRIO. VOCÊ PODE JOGAR ISSO NO MODO PACÍFICO OU COM HOSTILIDADES. HÁ DIFERENTES NÍVEIS DE SUCESSO DESCRITOS PARA AMBAS AS VERSÕES NO FINAL DESTA DESCRIÇÃO. COM ADVERSÁRIOS HOSPITAIS, VOCÊ PODE ESCOLHER A MAIOR QUANTIDADE TEMPORÁRIA DE ARTEFATOS PRÓPRIOS OU A MAIOR QUANDO TODOS OS ARTEFATOS ESTÃO SOB O CONTROLE DE ALGUÉM. INDEPENDENTE DE COMO TERMINA, VOCÊ PODE CONTINUAR EM DOIS EPISÓDIOS SE QUISER. ---------------------- Infelizmente, o contrato tinha uma grande falha embutida, pois a língua maori não tinha uma palavra crucial - governança. Não demorou muito para que o contrato fosse contestado, resultando numa terrível perda de confiança. Séries de guerras entre o império britânico e maori se seguiu com o resultado de cerca de milhões de hectares de terra perdidos para a coroa. A maioria dessas guerras foi travada na ilha norte entre 1860-1870. EPISÓDIO DOIS - ESCOLHA O LOCAL DE INÍCIO QUE VOCÊ GOSTA, EMBORA SEJA SUGERIDO VERMELHO, BRANCO OU LARANJA. VOCÊ PODE SELECIONAR TODOS VS TODOS OU VOCÊ VS TODOS. DESATIVE O LOCAL DE PARTIDA DO JOGADOR AZUL SE NÃO O ESCOLHEU. ESCOLHA MAIORIA DE TERRENOS COMO CONDIÇÃO DE GANHO. NESSE CENÁRIO GANHAR MAIORIA SIGNIFICA QUE O RESTO DA OPOSIÇÃO SE RENDE. PROVAVELMENTE VOCÊ NÃO PODE GANHAR SEM TER TAMBÉM ALGUMAS ÁREAS DAS OUTRAS ILHAS. ----------------------- O mapa também pode ser adequado para multiplayer com a seguinte configuração: Desabilite a localização inicial dos jogadores azuis e brancos e jogue todos contra todos ou com duas ou três equipes. Com duas equipes, o jogador mais forte da equipe deve estar sozinho na outra ilha e dois jogadores mais fracos na outra. -------------------------------------------------- -------- NÍVEIS DE SUCESSO PARA O PRIMEIRO EPISÓDIO - MODO PACÍFICO - 4-5 -Você realmente tentou? Não é à toa que tudo terminou em guerra. 6-7 -Você fez pelo menos algo certo, embora tudo ainda tenha terminado em guerra. 8-9 -Você os coagiu bem, mas infelizmente a paz não vai durar. 10 -Excelente trabalho! Apenas uma tribo cheia de céticos enviará seus esforços pelo ralo. 11 -Inacreditável! É mesmo possível? Você deveria ter trapaceado de alguma forma.. - MODO HOSTIL - 2 -Pobre trabalho. A guerra provavelmente já está em andamento. 3 -Não há muito o que comemorar. 4 -Bem feito no meio da violência. 5 -Excelente. Você deveria se orgulhar se nunca atacou. 6 -Dança inacreditável na ponta de uma lâmina - e apenas defendendo!
ru: История написана маленькими буквами и ИНСТРУКЦИИ - БОЛЬШИМИ. Варвары или Атланты лучше всего могут заменить маори, и поэтому стоит использовать в этой роли именно их. Играйте за Империю. ---------------------- Сейчас 1840 год, и вы, капитан Уильям Хобсон, избраны первым губернатором Аотеароа - или Новой Зеландии, как мы ее называем. За последние сорок лет межплеменные мушкетные войны опустошили эту землю. По мере того как все больше и больше британских поселенцев прибывают заселять землю, возникает все более острая необходимость заключить какой-то договор с вождями, чтобы избежать драк между ними и поселенцами. Многие племена также рассматривают это как шанс положить конец межплеменным войнам и получить защиту от другой колониальной державы. Ваша обязанность - составить приемлемый договор и получить подписи под ним от каждого вождя. ЭПИЗОД ПЕРВЫЙ - ИГРАЙТЕ С ПОЗИЦИИ СИНЕГО ИГРОКА И ПОПЫТАЙТЕСЬ ВСТРЕТИТЬСЯ С КАЖДЫМ ВОЖДЕМ, ПОКА НЕ СТАЛО СЛИШКОМ ПОЗДНО. ВЫБЕРИТЕ РЕЖИМ ИГРЫ С АРТЕФАКТАМИ. С БЕРЕГА ВИДНО ОДИННАДЦАТЬ АРТЕФАКТОВ, И КАЖДЫЙ АРТЕФАКТ ПРЕДСТАВЛЯЕТ СОБОЙ МЕСТО ВСТРЕЧИ, ГДЕ ВЫ МОЖЕТЕ ПОЛУЧИТЬ ПОДПИСЬ ОДНОГО ИЗ ВОЖДЕЙ. ОТПРАВЬТЕСЬ В ЭКСПЕДИЦИЮ И НАЙДИТЕ ЭТИ МЕСТА. ЗАТЕМ РЕШИТЕ, КАКОЙ ИЗ НИХ ВЫБРАТЬ ПЕРВЫМ, ВТОРЫМ, ТРЕТЬИМ И Т.Д. ТОРОПИТЕСЬ, СО ВРЕМЕНЕМ ЭТО СТАНОВИТСЯ ВСЕ ТРУДНЕЕ. ЕСЛИ АРТЕФАКТ УЖЕ НАХОДИТСЯ ПОД СИЛЬНЫМ КОНТРОЛЕМ КАКОГО-ЛИБО ДРУГОГО ПЛЕМЕНИ, ЭТОТ ЛИДЕР ПРИНЯЛ СВОЕ РЕШЕНИЕ И БОЛЬШЕ НЕ ДОСТУПЕН ДЛЯ ПЕРЕГОВОРОВ. НЕ НАПАДАЙТЕ, ТОЛЬКО ЗАЩИЩАЙТЕСЬ, ЕСЛИ ЭТО НЕОБХОДИМО. ВЫ МОЖЕТЕ ИГРАТЬ В ЭТО В МИРНОМ РЕЖИМЕ ИЛИ С ВОЕННЫМИ ДЕЙСТВИЯМИ. СУЩЕСТВУЮТ РАЗЛИЧНЫЕ ВАРИАНТЫ ПОБЕДЫ, ОПИСАННЫЕ ДЛЯ ОБЕИХ СТОРОН В КОНЦЕ ЭТОГО ОПИСАНИЯ. С ВРАЖДЕБНЫМИ ПРОТИВНИКАМИ ВЫ МОЖЕТЕ ВЫБРАТЬ ЛИБО САМОЕ ВЫСОКОЕ ВРЕМЕННОЕ КОЛИЧЕСТВО ПРИНАДЛЕЖАЩИХ АРТЕФАКТОВ, ЛИБО САМОЕ ВЫСОКОЕ, КОГДА ВСЕ АРТЕФАКТЫ НАХОДЯТСЯ ПОД ЧЬИМ-ТО КОНТРОЛЕМ. НЕЗАВИСИМО ОТ ТОГО, КАК ЭТО ЗАКОНЧИТСЯ, ВЫ МОЖЕТЕ ПРОДОЛЖИТЬ ВТОРОЙ ЭПИЗОД, ЕСЛИ ХОТИТЕ. ---------------------- К сожалению, в договоре был заложен серьезный изъян, поскольку в языке маори отсутствовало одно ключевое слово - управление. Прошло совсем немного времени, пока контракт не был оспорен, что привело к ужасной потере доверия. Последовала серия войн между британской империей и маори, в результате которых корона потеряла около миллиона гектаров земли. Большинство этих войн велось на северном острове в период 1860-1870 годов. ЭПИЗОД ВТОРОЙ - ВЫБЕРИТЕ ЛЮБУЮ СТАРТОВУЮ ПОЗИЦИЮ, ПО ВАШЕМУ ВКУСУ, ХОТЯ ПРЕДЛАГАЮТСЯ КРАСНАЯ, БЕЛАЯ ИЛИ ОРАНЖЕВАЯ. ВЫ МОЖЕТЕ ВЫБРАТЬ ВСЕ ПРОТИВ ВСЕХ ИЛИ ОДИН ПРОТИВ ВСЕХ. ОТКЛЮЧИТЕ НАЧАЛЬНОЕ МЕСТОПОЛОЖЕНИЕ СИНЕГО ИГРОКА, ЕСЛИ ВЫ ЕГО НЕ ВЫБИРАЛИ. ВЫБЕРИТЕ БОЛЬШУЮ ЧАСТЬ ЗЕМЛИ В КАЧЕСТВЕ УСЛОВИЯ ВЫИГРЫША. В ЭТОМ СЦЕНАРИИ ПОЛУЧЕНИЕ БОЛЬШЕЙ ДОЛИ ОЗНАЧАЕТ, ЧТО ОСТАЛЬНЫЕ ИГРОКИ ПРОИГРЫВАЮТ. СКОРЕЕ ВСЕГО, ВЫ НЕ СМОЖЕТЕ ПОБЕДИТЬ, НЕ ИМЕЯ ТАКЖЕ НЕКОТОРЫХ ТЕРРИТОРИЙ НА ДРУГИХ ОСТРОВАХ. ----------------------- Карта также может подойти для многопользовательской игры со следующей конфигурацией: Отключите стартовые позиции "синих и белых" и играйте все против всех или с двумя или тремя командами. С двумя командами самый сильный игрок команды должен быть один на одном острове, а два более слабых игрока - на другом. ---------------------------------------------------------- УРОВНИ УСПЕХА ДЛЯ ПЕРВОГО ЭПИЗОДА - МИРНЫЙ РЕЖИМ - 4-5 - Вы действительно пытались? Неудивительно, что все закончилось войной. 6-7 - Вы сделали хоть что-то правильно, хотя все равно все закончилось войной. 8-9 - Вы хорошо на них нажали, но, к сожалению, мир не продлится долго. 10 - Отличная работа! Всего одно целое племя сомневающихся отправит ваши усилия коту под хвост. 11 - Невероятно! Возможно ли это вообще? Вы, похоже, жульничали.. - ВРАЖДЕБНЫЙ РЕЖИМ - 2 - Плохая работа. Война, вероятно, уже идет.. 3 - Не так много поводов для празднования. 4 - Хорошо сделано в разгар насилия. 5 -Превосходно. Вы должны гордиться, если вы никогда не нападали. 6 -Невероятный танец на острие клинка - и просто защита!
sv: Berättelsen är skriven med vanliga bokstäver och INSTRUKTIONER MED CAPSLOCK PÅ. Barbarer eller atlanter passar bäst för maorier och föreslås därför användas för det. Spela med imperiet. ---------------------- Det är år 1840 och du, kapten William Hobson, har valts till den första guvernören i Aotearoa - eller Nya Zeeland som vi kallar det. Under de senaste fyrtio åren har ett intertribalt muskötkrig härjat landet. Allteftersom fler och fler brittiska bosättare anländer för att bosätta sig i landet, blir det allt viktigare att ingå någon form av avtal med hövdingarna för att undvika strider mellan dem och bosättarna. Många stammar ser detta också som en chans att avsluta stamkrig och få skydd från den andra kolonialmakten. Det är din uppgift att utarbeta ett acceptabelt avtal och få underskrifter från varje hövding. EPISOD ETT – SPELA FRÅN DEN BLÅ SPELARENS PLATS OCH FÖRSÖK TRÄFFA VARJE HÖVDING INNAN DET ÄR FÖR SENT. VÄLJ ARTEFAKTER SOM SPELMODUS. DET FINNS ELVA ARTEFAKTER SOM ÄR SYNLIGA FRÅN STRANDEN OCH VARJE ARTEFAKT REPRESENTERAR EN MÖTESPLATS DÄR DU KAN FÅ EN UNDERSKRIFT FRÅN EN AV HÖVDINGARNA. GÖR EN EXPEDITION OCH HITTA DESSA PLATSER. BESTÄM SEDAN VILKEN DU VILL FÖLJA FÖRST, ANDRA, TREDJE, OSV. VAR SNABB, DET BLIR SVÅRARE MED TIDEN. OM EN ARTEFAKT REDAN ÄR STARKT UNDER KONTROLL AV NÅGON ANNAN STAM, HAR DEN LEDAREN REDAN FATAT SITT BESLUT OCH ÄR INTE LÄNGRE TILLGÄNGLIG FÖR FÖRHANDLINGAR. ATTACKERA INTE, FÖRSVARA BARA OM DET ÄR NÖDVÄNDIGT. DU KAN SPELA DETTA I FREDELIGT LÄGE ELLER MED FÖRSTÖRELSER. I SLUTET AV DENNA BESKRIVNING FINNS OLIKA NIVÅER AV FRAMGÅNG FÖR BÅDA VERSIONERNA. MED FÖRSTÅNDIGA MOTSTÅNDARE KAN DU VÄLJA ATT STRÄVA EFTER ANTINGEN HÖGSTA TILLFÄLLIGA ANTAL ÄGDA ARTEFAKTER ELLER HÖGSTA NÄR ALLA ARTEFAKTER ÄR UNDER NÅGONS KONTROLL. OAVSETT HUR DET SLUTAR KAN DU FORTSÄTTA TILL EPISOD TVÅ OM DU VILL. ---------------------- Tyvärr hade kontraktet en stor brist, eftersom det maoriska språket saknade ett viktigt ord – styrning. Det dröjde inte länge förrän kontraktet ifrågasattes, vilket resulterade i ett fruktansvärt förtroendetapp. En serie krig mellan det brittiska imperiet och maorierna följde, vilket resulterade i att cirka en miljon hektar mark förlorades till kronan. Majoriteten av dessa krig utkämpades på norra ön mellan 1860 och 1870. EPISOD TVÅ - VÄLJ DEN STARTPLATS DU VILL, MEN VI REKOMMENDERAR RÖD, VIT ELLER ORANGE. DU KAN VÄLJA ALLA MOT ALLA ELLER DU MOT ALLA. INAKTIVERA DEN BLÅA SPELARENS STARTPLATS OM DU INTE VALDE DEN. VÄLJ MAJORITETEN AV MARKEN SOM VINSTVILLKOR. I DETTA SCENARIO INNEBÄR ATT VINNA MAJORITETEN ATT RESTEN AV MOTSTÅNDARNA KAPITULERAR. DU KAN TILL FÖRSTA ANSIKTET INTE VINNA UTAN ATT OCKSÅ HA NÅGRA OMRÅDEN FRÅN DE ANDRA ÖARNA. ----------------------- Kartan kan också vara lämplig för flerspelarläge med följande konfiguration: Inaktivera blå och vita spelares startposition och spela alla mot alla eller med två eller tre lag. Med två lag måste det starkaste lagets spelare vara ensam på den andra ön och de två svagare spelarna på den andra. ---------------------------------------------------------- FRAMGÅNGSNIVÅER FÖR FÖRSTA EPISODEN - FREDELIGT LÄGE - 4-5 -Försökte du verkligen? Inte konstigt att det hela slutade i krig. 6-7 - Du gjorde åtminstone något rätt, även om det ändå slutade i krig. 8-9 - Du tvingade dem väl, men tyvärr kommer freden inte att vara. 10 - Utmärkt jobb! Bara en hel stam av tvivlare kommer att göra dina ansträngningar meningslösa. 11 - Otroligt! Är det ens möjligt? Du måste ha fuskat på något sätt... - HOTFULLT LÄGE - 2 -Dåligt jobb. Kriget är förmodligen redan igång... 3 -Inte mycket att fira. 4 -Bra gjort mitt i våldet. 5 -Utmärkt. Du borde vara stolt om du aldrig attackerade. 6 -Otrolig dans på knivseggen - och bara försvar!
