Repository: widelands/wl_addons_server
Catalog: po/wells-running-out.wad/*.po
Languages: ca, cs, de, fr, it, ko, nds, nl, ru, sv

source: Water Resource Efficiency
ca: Eficiència dels recursos aqüífers
cs: Výkonné vodohospodářství
de: Wasser Ressourceneffektivität
fr: Efficacité des ressources en eau
it: Efficienza delle risorse idriche
ko: 물 자원 효율성
nds: Dat Water-Mineraal nützt mehr
nl: Efficiënt Gebruik Waterbronnen
ru: Эффективное использование водных ресурсов
sv: Vattenresurseffektivitet

source: Make the ‘water’ resource more useful by giving wells a larger radius and a chance of only 5% to find water when exhausted. Additionally the barbarian and frisian wells can be enhanced to deep wells when the worker has enough experience.
ca: Converteix el recurs «aigua» en un recurs més complex de gestionar. Es dóna un radi als pous i una probabilitat del 5 % de trobar aigua una vegada esgotats. A més a més, les cultures bàrbares i frisones poden millorar els pous quan el treballador té prou experiència.
cs: Zlepšuje výtěžnost vodních zdrojů. Studny mají větší dosah a když se vyčerpají, je pouze pětiprocentní šance, že vytěží ještě nějakou další vodu. Barbaři a Frísové mohou nově vylepšovat své studny na kopané studny, pokud na to mají zkušeného dělníka.
de: Macht die ‘Wasser’ Ressource wichtiger, durch Erhöhung des Arbeitsradius von Brunnen und nur noch einer 5% Wahrscheinlichkeit Wasser zu fördern wenn der Brunnen versiegt ist. Weiterhin können die Brunnen der Barbaren und Friesen zu tiefen Brunnen erweitert werden, wenn der Arbeiter genügend Erfahrung gesammelt hat.
fr: Rendre la ressource «eau» plus utile en donnant aux puits un rayon plus grand et une chance de seulement 5% de trouver de l’eau une fois épuisés. De plus, les puits barbares et frisons peuvent être transformés en puits profonds lorsque le travailleur a suffisamment d'expérience.
it: Rendi la risorsa 'acqua' più utile dando ai pozzi un raggio maggiore e solo il 5% di possibilità di trovare acqua quando si esaurisce. Inoltre, i pozzi di Barbari e Frisoni possono essere potenziati e diventare pozzi profondi, quando il lavoratore ha abbastanza esperienza.
ko: 우물의 지름을 늘리고 5%의 물 발견 확률을 통해 '물' 자원의 효용성을 높이세요. 추가적으로 일꾼들의 경험치가 쌓이면 깊은 우물을 이방의 우물 또는 프리지안 우물로 업그레이드할 수 있습니다.
nds: Dat Mineraal »Water« is nu nützelker, denn Wellen hebben een groteres Arbeidsgewest un könen blot mit eener Kans vun 5% Water finnen, wenn se leeg sünd. Un de Willen un Freesken Wellen könen to Deepen Wellen utbaut worden, wenn de Arbeider genoog Erfahrung hett.
nl: Maak de bron 'water' nuttiger door putten een grotere straal te geven en een kans van slechts 5% om water te vinden als ze uitgeput zijn. Daarnaast kunnen de barbaarse en Friese putten worden verbeterd tot diepe putten als de werker genoeg ervaring heeft.
ru: Повышает ценность водных ресурсов, расширяя рабочую область колодцев и снижая шанс нахождения воды только до 5% при их истощении. Также, колодцы варваров и фризов могут быть углублены до глубоких скважин, которые требовательны к опыту работников.
sv: Gör vattenresursen mer användbar genom att ge brunnarna en större radie och en chans på bara 5% att hitta vatten när ytan är tömd. Dessutom kan barbarernas och frisernas brunnar utökas till djupa brunnar när arbetaren har tillräcklig erfarenhet.

# barbarians_building
source: Deep Well
ca: Pou profund
cs: Kopaná studna
de: Tiefer Brunnen
fr: Puits profond
it: Pozzo profondo
ko: 깊은 우물
nl: Diepe Bron
ru: Глубокая скважина
sv: Djup brunn

source: working
ca: treballar
cs: čerpání vody
de: Das Arbeiten
fr: Au travail
it: lavoro
ko: 작업
nds: to Warken
nl: werkende
ru: работает
sv: jobba

source: No Water
ca: No hi ha aigua.
ko: 물 없음
nds: Keen Water
nl: Geen Water
ru: Нет воды

source: Out of Water
ca: Sense aigua
ko: 물 부족
nds: Hebb keen Water mehr
nl: Zonder Water
ru: Вода закончилась

# barbarians_building
source: The carrier working at this deep well can’t find any water in his well.
ca: El treballador d'aquest pou profund no pot trobar aigua.
ko: 해당 깊은 우물에 물이 더 이상 없습니다.
nds: De Arbeider, de bi deese Well warkt, hett keen Water in de Deep Well mehr.
nl: De waterdrager die aan deze diepe put werkt, kan geen water in zijn put vinden.
ru: Носильщик не может найти воду в этом глубоком колодце.

# barbarians_worker
source: Well Keeper
ca: Pouador
cs: Studnař
de: Brunnenbewahrer
fr: Gardien de puits
it: Custode del pozzo
ko: 우물 일꾼
nds: Wellmeester
nl: Bron-bewaarder
ru: Смотрящий за колодцем
sv: Brunnsvakt

# frisians_building
source: Deep Well
ca: Pou profund
cs: Kopaná studna
de: Tiefer Brunnen
fr: Puits profond
it: Pozzo profondo
ko: 깊은 우물
nl: Diepe Bron
ru: Глубокая скважина
sv: Djup brunn

# frisians_building
source: The carrier working at this deep well can’t find any water in his well.
ca: El treballador d'aquest pou profund no pot trobar aigua.
ko: 해당 깊은 우물에 물이 더 이상 없습니다.
nds: De Arbeider, de bi deese Well warkt, hett keen Water in de Deep Well mehr.
nl: De waterdrager die aan deze diepe put werkt, kan geen water in zijn put vinden.
ru: Носильщик не может найти воду в этом глубоком колодце.

# frisians_worker
source: Well Keeper
ca: Pouador
cs: Studnař
de: Brunnenbewahrer
fr: Gardien de puits
it: Custode del pozzo
ko: 우물 일꾼
nds: Wellmeester
nl: Bron-bewaarder
ru: Смотрящий за колодцем
sv: Brunnskötare

# building
source: Draws water out of the deep.
ca: Treu aigua de les profunditats.
cs: Čerpá hlubinnou podzemní vodu.
de: Fördert Wasser aus der Tiefe.
fr: Tire l'eau des profondeurs.
it: Attinge acqua dal fondo.
ko: 우물에서 물을 길으세요.
nds: Hisst Water ut de Deepden.
nl: Haalt water uit de diepte.
ru: Извлекайте воду из глубины.
sv: Drar upp vatten ur djupet.

source: %d second
ca: %d segon
cs: %d sekunda
de: %d Sekunde
ko: %d초
nds: %d Sekünn
nl: %d seconde
ru: %d секунда
sv: %d sekund

# frisians_building
source: The deep well needs %s on average to produce one bucket of water.
ca: El pou profund triga %s de mitjana per produir un poal d'aigua.
cs: Kopaná studna potřebuje v průměru %s na získání jednoho kýble vody.
de: Der tiefe Brunnen benötigt %s im Durchschnitt um einen Eimer Wasser zu fördern.
fr: Le puits profonds nécessite %s en moyenne pour produire un seau d'eau.
it: Il pozzo profondo necessita una media di %s per produrre un secchio d'acqua.
ko: 깊은 우물은 한 양동이의 물을 생산하는 데 평균 %s초가 걸립니다.
nds: De Deep Well bruukt dör de Bank %s, um een Fass Water to produzeren.
nl: De diepe waterbron heeft gemiddeld %s nodig om één emmer water te produceren.
ru: Глубокой скважине в среднем требуется %s для извлечения ведра воды.
sv: Den djupa brunnen behöver i medeltal %s för att producera en hink vatten.

# frisians_worker
source: Operates the deep wells.
ca: Opera pous profunds.
cs: Zabezpečuje provoz kopané studny.
de: Betreibt die tiefen Brunnen.
fr: Exploite les puits profonds.
it: Fa funzionare i pozzi profondi.
ko: 우물을 작동시킨다.
nds: Warkt in de Deepen Wellen.
nl: Bedient de diepe waterbronnen.
ru: Обслуживает глубокие скважины.
sv: Sköter den djupa brunnen.

# barbarians_building
source: The deep well needs %s on average to produce one bucket of water.
ca: El pou profund triga %s de mitjana per produir un poal d'aigua.
cs: Kopaná studna potřebuje v průměru %s na získání jednoho kýble vody.
de: Der tiefe Brunnen benötigt %s im Durchschnitt um einen Eimer Wasser zu fördern.
fr: Le puits profonds nécessite %s en moyenne pour produire un seau d'eau.
it: Il pozzo profondo necessita una media di %s per produrre un secchio d'acqua.
ko: 깊은 우물은 한 양동이의 물을 생산하는 데 평균 %s초가 걸립니다.
nds: De Deep Well bruukt dör de Bank %s, um een Fass Water to produzeren.
nl: De diepe waterbron heeft gemiddeld %s nodig om één emmer water te produceren.
ru: Глубокой скважине в среднем требуется %s для извлечения ведра воды.
sv: Den djupa brunnen behöver i medeltal %s för att producera en hink vatten.

# barbarians_worker
source: Operates the deep wells.
ca: Opera pous profunds.
cs: Zabezpečuje provoz kopané studny.
de: Betreibt die tiefen Brunnen.
fr: Exploite les puits profonds.
it: Fa funzionare i pozzi profondi.
ko: 우물을 작동시킨다.
nds: Warkt in de Deepen Wellen.
nl: Bedient de diepe waterbronnen.
ru: Обслуживает глубокие скважины.
sv: Sköter den djupa brunnen.
