Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# amazons_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# amazons_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send her away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om haar weg te sturen.

# amazons_building
source: You can only build this building on top of a tree.
nl: Je kunt dit gebouw alleen bovenop een boom bouwen.

# atlanteans_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# atlanteans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.

# atlanteans_building
source: Hey soldier, even if this is the smallest of our military buildings you still must not sleep all day!
nl: Hé soldaat, ook al is dit het kleinste van onze militaire gebouwen, je moet toch niet de hele dag slapen!

# atlanteans_building
source: Officer visiting a remote guardhouse
nl: Een officier bezoekt een afgelegen wachthuis

# atlanteans_building
source: In this hall we praise the fight, Satul will warm us day and night.
nl: In deze hal prijzen we de strijd, Satul zal ons dag en nacht verwarmen.

# atlanteans_building
source: Scribbling on the wall of a guardhall
nl: Krabbelen op de muur van een wachthuis

# atlanteans_building
source: With three soldiers we can achieve an optimal balance between military power and building cost.
nl: Met drie soldaten kunnen we een optimale balans bereiken tussen militaire kracht en bouwkosten.

# atlanteans_building
source: Notes on the building instructions
nl: Toelichting bij de bouwinstructies

# atlanteans_building
source: All the other tribes envy us for our towers, elegant outside, comfortable inside, still perfect for defense.
nl: Alle andere stammen benijden ons om onze torens, elegant van buiten, comfortabel van binnen, nog steeds perfect voor verdediging.

# atlanteans_building
source: Soldier handing over his duties to a younger one
nl: Soldaat die zijn taken overdraagt aan een jongere

# atlanteans_building
source: Beware our mighty high towers! From the topmost spot we can see wide into the lands and spot the enemy far away.
nl: Pas op voor onze machtige hoge torens! Vanaf de hoogste plek kunnen we wijd in het land kijken en de vijand ver weg zien.

# atlanteans_building
source: Soldier showing off a High Tower
nl: Soldaat pronkt met een Hoge Toren

# atlanteans_building
source: Sometimes even we Atlanteans need to use brute force, but we always play it wisely.
nl: Soms moeten zelfs wij Atlanteanen brute kracht gebruiken, maar we doen het altijd verstandig.

# atlanteans_building
source: ‘Wisdom of the Fight’ by the warriors’ guild
nl: 'Wijsheid van het Gevecht' door het krijgersgilde

# barbarians_building
source: ‘The log cabin was so small that two men could hardly live there. But we were young and carefree. We just relished our freedom and the responsibility as an outpost.’
nl: 'De blokhut was zo klein dat er nauwelijks twee mannen konden wonen. Maar we waren jong en zorgeloos. We genoten gewoon van onze vrijheid en de verantwoordelijkheid als voorpost.'

# barbarians_building
source: Boldreth,<br>about his time as young soldier
nl: Boldreth,<br>over zijn tijd als jonge soldaat

# barbarians_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# barbarians_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.

# barbarians_building
source: ‘When we looked down to the valley from our newly established barrier, we felt that the spirit of our fathers was with us.’
nl: 'Toen we vanaf onze nieuw gebouwde barrière naar het dal keken, voelden we dat de geest van onze voorvaderen bij ons was.'

# barbarians_building
source: ‘From the height of our tower we could see far into enemy territory. The enemy was well prepared, but we also noticed some weak points in their defense.’
nl: ‘Vanaf de top van onze toren konden we ver het vijandelijke gebied in kijken. De vijand was goed voorbereid, maar we zagen ook enkele zwakke punten in hun verdediging.’

# barbarians_building
source: ‘This stronghold made from blackwood and stones will be a hard nut to crack for them.’
nl: 'Deze vesting van zwart hout en stenen zal voor hen een harde noot om te kraken zijn.'

# barbarians_building
source: Berthron,<br>chief military adviser of Chat’Karuth
nl: Berthron,<br>militair hoofdadviseur van Chat'Karuth

# barbarians_building
source: ‘The Citadel of Adlen surely is the finest masterpiece of Barbarian craftsmanship. Nothing as strong and big and beautiful has ever been built in such a short time.’
nl: 'De Citadel van Adlen is zonder twijfel het mooiste meesterwerk van de barbaarse bouwkunst. Nooit eerder is er in zo'n korte tijd iets gebouwd dat zo sterk, groot en mooi is.'

# barbarians_building
source: Colintan, chief planner of the Citadel of Adlen,<br>at its opening ceremony
nl: Colintan, hoofdontwerper van de Citadel van Adlen,<br>tijdens de openingsceremonie

source: An eagle doesn’t catch flies.
nl: Een adelaar vangt geen vliegen.
sv: En örn fångar inte flugor.

# empire_building
source: General Passerus Claudius Pedestrus on why he didn’t order the destruction of a rebel Blockhouse
nl: Generaal Passerus Claudius Pedestrus over waarom hij geen opdracht gaf tot de vernietiging van een rebellenfort

# empire_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# empire_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.

source: Who watches the watchmen?
nl: Wie houdt de wachters in de gaten?
sv: Vem bevakar väktarna?

# empire_building
source: Saledus warning Lutius that sentries are not adequate protection for the Limes
nl: Saledus waarschuwt Lutius dat wachtposten geen adequate bescherming bieden voor de Limes.

source: Two were stationed on the other side of the city than the camp: one over the river, the other by the river above the camp.
nl: Twee waren aan de andere kant van de stad gestationeerd dan het kamp: één aan de overkant van de rivier, de andere aan de rivier boven het kamp.
sv: Två var stationerade på andra sidan staden än lägret: en över floden, den andra vid floden ovanför lägret.

# empire_building
source: History of the Empire, Part III, preparation for the battle of Uliginosium
nl: Geschiedenis van het Keizerrijk, Deel III, voorbereiding op de slag bij Uliginosium

source: The die is cast!
nl: De teerling is geworpen!
sv: Tärningen är kastad!

# empire_building
source: Rebel general Certus Ignavus Fidelius upon entering the limits of Fremil to overthrow the government
nl: Rebellengeneraal Certus Ignavus Fidelius bij het binnenkomen van Fremil om de regering omver te werpen

source: I came, I saw, I conquered!
nl: Ik kwam, ik zag, ik overwon!
sv: Jag kom, jag såg, jag erövrade!

# empire_building
source: General Claudius Cæcus Cessus reporting a quick victory over the Barbarians thanks to the superior vision of a tower
nl: Generaal Claudius Cæcus Cessus meldt een snelle overwinning op de barbaren dankzij het superieure zicht vanuit een toren.

source: If you want peace, prepare for war.
nl: Als je vrede wilt, bereid je dan voor op oorlog.
sv: Om du vill ha fred, förbered dig för krig.

# empire_building
source: Saledus arguing with Amalea
nl: Saledus in discussie met Amalea

source: Furthermore, I think that Al’thunran must be destroyed!
nl: Bovendien denk ik dat Al'thunran vernietigd moet worden!
sv: Dessutom anser jag att Al'thunran måste förstöras!

# empire_building
source: Saledus in the Senate, urging final victory over the Barbarians
nl: Saledus in de Senaat, aandringend op de definitieve overwinning op de barbaren

# frisians_building
source: Garrisons soldiers to expand your territory.
nl: Garnizoenstroepen om je territorium uit te breiden.

# frisians_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nl: Als je te weinig soldaten hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een soldaat klikken om hem weg te sturen.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
nl: 'Scheld niet op de bouwvakker die een tekort aan bouwmaterialen heeft.'
sv: "Svär inte åt byggaren som har brist på byggmaterial."

# europeans_building
source: Proverb widely used for impossible tasks of any kind
nl: Spreekwoord veel gebruikt voor onmogelijke taken van welke aard dan ook
sv: Ordspråk som ofta används för omöjliga uppgifter av alla slag.

# europeans_building
source: A new building is being built at this construction site.
nl: Op deze bouwplaats wordt een nieuw gebouw neergezet.
sv: En ny byggnad håller på att uppföras på denna byggarbetsplats.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
nl: 'Nieuwe paden zullen verschijnen als je bereid bent de oude af te breken.'
sv: ”Nya vägar kommer att dyka upp när du är villig att riva ner de gamla.”

# europeans_building
source: Proverb
nl: Spreekwoord
sv: Ordspråk

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
nl: Er wordt een gebouw ontmanteld op deze ontmantelingslocatie, waardoor een deel van de grondstoffen die gebruikt zijn tijdens de bouw van dit gebouw terugkomt in de opslagplaatsen van je stam.
sv: En byggnad rivs på denna rivningsplats, vilket återför en del av de resurser som användes vid byggandet av denna byggnad till din stam.

# europeans
source: Worker missing
nl: Werker vermist
sv: Arbetare saknad

# europeans
source: Worker is coming
nl: Werker komt er aan
sv: Arbetaren kommer

# europeans
source: Workers missing
nl: Werkers vermist
sv: Arbetare saknas

# europeans
source: Workers are coming
nl: Werkers komen eraan
sv: Arbetarna kommer

# europeans
source: Expert missing
nl: Expert vermist
sv: Expert saknas

# europeans
source: Experts missing
nl: Experten vermist
sv: Experter saknas

# europeans_soldier
source: %1% soldier (+%2%)
nl: %1% soldaat (+%2%)
sv: %1% soldat (+%2%)

# europeans_soldier
source: %1% soldier
nl: %1% soldaat
sv: %1% soldat

# europeans_soldier
source: %1%(+%2%) soldier (+%3%)
nl: %1%(+%2%) soldaat (+%3%)
sv: %1%(+%2%) soldat (+%3%)

# europeans_soldier
source: %1%(+%2%) soldier
nl: %1%(+%2%) soldaat
sv: %1%(+%2%) soldat

source: Harbors
nl: Havens
sv: Hamnar

source: Start the game with one port only.
nl: Begin het spel met slechts één haven.
sv: Starta spelet med endast en port.

source: Headquarters
nl: Hoofdkwartier

source: Start the game with your headquarters only.
nl: Start het spel met alleen je hoofdkwartier.

# atlanteans_ship
source: Ship
nl: Schip
sv: Leverera

# ware
source: Barley Flour
nl: Gerstemeel
sv: Kornmjöl

# ware
source: Copper Coin
nl: Koperen Munt
sv: Kopparmynt

# ware
source: Gold Coin
nl: Gouden Munt
sv: Guldmynt

# ware
source: Silver Coin
nl: Zilveren Munt
sv: Silvermynt

# ware
source: Cotton
nl: Katoen
sv: Bomull

# ware
source: Leather
nl: Leder
sv: Läder

# ware
source: Oat
nl: Haver
sv: Havre

# ware
source: Oat Flour
nl: Havermeel
sv: Havremjöl

# ware
source: Rye
nl: Rogge
sv: Råg

# ware
source: Rye Flour
nl: Roggemeel
sv: Rågmjöl

# ware
source: Scrap wood
nl: Sloophout
sv: Skrotvirke

# ware
source: Wheat Flour
nl: Tarwemeel
sv: Vetemjöl

# atlanteans_worker
source: Builder
nl: Bouwvakker
sv: Byggare

# atlanteans_worker
source: Carrier
nl: Drager
sv: Transportör

# europeans_worker
source: Geologist
nl: Geoloog
sv: Geolog

# europeans_worker
source: Soldier
nl: Soldaat
sv: Soldat

# atlanteans_worker
source: Trader
nl: Handelaar
sv: Handlare

# europeans_building
source: Market
sv: Marknad

# barbarians_building
source: Citadel
sv: Citadell

source: tailoring an armor
sv: skräddarsy en rustning

# europeans_building
source: The fruit farmer working at this farm has no cleared soil to plant his berrybushes.
sv: Fruktodlaren som arbetar på denna gård har ingen rensad mark att plantera sina bärbuskar på.

# europeans_building
source: felling trees
sv: avverkar träd

source: harvesting log
sv: skördelogg

# europeans_building
source: Basic Sawmill
sv: Grundläggande sågverk

# europeans_building
source: Sawmill Level 1
sv: Sågverk nivå 1

# europeans_building
source: Sawmill Level 2
sv: Sågverk nivå 2

# europeans_building
source: Lime Kiln
sv: Kalkugn

# europeans_building
source: Brick Kiln
sv: Tegelugn

# europeans_building
source: Stonemason’s House
sv: Stenhuggarnas hus

# europeans_building
source: Animal Store
sv: Djurbutik

# europeans_building
source: Food Store
sv: Livsmedelsbutik

# europeans_building
source: Fur Store
sv: Pälsbutik

# europeans_building
source: Plants Store
sv: Växtbutik

# europeans_building
source: Advanced Wood Store
sv: Avancerad träbutik

# europeans_building
source: Basic Wood Store
sv: Grundläggande träförråd

# europeans_building
source: Basic Weaving Mill
sv: Grundläggande vävverk

# europeans_building
source: weaving cloth
sv: vävning av tyg

# europeans_building
source: Weaving Mill Level 1
sv: Väveri nivå 1

# europeans_building
source: weaving rope
sv: vävning av rep

# europeans_building
source: Weaving Mill Level 2
sv: Väveri nivå 2

# europeans_building
source: weaving spidercloth
sv: vävning av spindeltyg

# europeans_building
source: Weaving Mill Level 3
sv: Väveri nivå 3

# europeans_building
source: Weaving Mill Level 4
sv: Väveri nivå 4

# europeans_building
source: Headquarters
sv: Högkvarter

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
sv: Boende för dina medarbetare. Förvarar även dina varor och verktyg.

# europeans_building
source: The headquarters is your main building.
sv: Högkvarteret är din huvudbyggnad.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
sv: Fungerar som bas för utländsk kolonisering och handel. Lagrar även dina soldater, varor och verktyg.

# europeans_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
sv: Precis som högkvarteret kan en hamn attackeras och förstöras av en fiende. Det rekommenderas att skicka soldater för att försvara den.

# europeans_building
source: A market enables trading with other tribes.
sv: En marknad möjliggör handel med andra stammar.

# europeans_building
source: Hardening log to produce blackwood.
sv: Härdning av stockar för att producera blackwood.

# europeans_building
source: Processes water and granite to make ‘grout’, a substance that solidifies and so reinforces masonry.
sv: Bearbetar vatten och granit för att tillverka ”fogmassa”, ett ämne som stelnar och därmed förstärker murverk.

# europeans_building
source: The lime kiln’s output will only go to construction sites that need it.
sv: Kalkugnens produktion kommer endast att levereras till byggarbetsplatser som behöver den.

# europeans_building
source: Processes clay and granite to make bricks, a building material for advanced buildings.
sv: Bearbetar lera och granit för att tillverka tegelstenar, ett byggmaterial för avancerade byggnader.

# europeans_building
source: The brick kiln’s output will only go to construction sites that need it.
sv: Tegelugnens produktion kommer endast att levereras till byggarbetsplatser som behöver den.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’. Additionally carves marble columns out of marble.
sv: Bearbetar lera och granit för att tillverka tegelstenar och "fogmassa". Dessutom hugger han marmorkolonner ur marmor.

# europeans_building
source: The stonemason’s house's output will only go to construction sites that need it. Marble column only used by advanced buildings.
sv: Stenhuggarens hus levererar endast till byggarbetsplatser som behöver det. Marmorkolonner används endast av avancerade byggnader.

# europeans_building
source: Weaves cloth out of reed.
sv: Vävt tyg av vass.

# europeans_building
source: Weaves cloth out of cotton and rope out of liana.
sv: Vävs tyg av bomull och rep av liana.

# europeans_building
source: Weaves cloth out of cotton, spidercloth out of spider silk and rope out of liana.
sv: Vävs tyg av bomull, spindeltyg av spindeltråd och rep av liana.

# europeans_building
source: Weaves cloth out of wool, spidercloth out of spider silk and rope out of liana.
sv: Vävs tyg av ull, spindeltyg av spindeltråd och rep av liana.

# europeans_building
source: Weaves cloth out of cotton or wool, spidercloth out of spider silk and rope out of liana. Additional creates armor for soliders.
sv: Vävs tyg av bomull eller ull, spindeltyg av spindeltråd och rep av liana. Dessutom tillverkar man rustningar för soldater.

# europeans_building
source: Sells animals in exchange for coins.
sv: Säljer djur i utbyte mot mynt.

# europeans_building
source: Sells food products in exchange for coins.
sv: Säljer livsmedel i utbyte mot mynt.

# europeans_building
source: Sells animal products like fur and leather in exchange for coins.
sv: Säljer animaliska produkter som päls och läder i utbyte mot mynt.

# europeans_building
source: Sells plant products in exchange for coins.
sv: Säljer växtprodukter i utbyte mot mynt.

# europeans_building
source: Sells basic tree products in exchange for coins.
sv: Säljer grundläggande trädprodukter i utbyte mot mynt.

# europeans_building
source: Sells rare tree products in exchange for coins.
sv: Säljer sällsynta trädprodukter i utbyte mot mynt.

# europeans_building
source: Sells coal and metals in exchange for coins.
sv: Säljer kol och metaller i utbyte mot mynt.

# europeans_building
source: Garrisons soldiers to expand your territory.
sv: Garrisons soldater för att utvidga ditt territorium.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send her away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg henne.

# europeans_building
source: You can only build this building on top of a tree.
sv: Du kan bara bygga denna byggnad ovanpå ett träd.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
sv: Om du har för få soldater för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en soldat för att skicka iväg honom.

# europeans_building
source: Hey soldier, even if this is the smallest of our military buildings you still must not sleep all day!
sv: Hej soldat, även om detta är den minsta av våra militära byggnader får du inte sova hela dagen!

# europeans_building
source: Officer visiting a remote guardhouse
sv: Polisbesök i en avlägsen vaktstuga

# europeans_building
source: In this hall we praise the fight, Satul will warm us day and night.
sv: I denna sal hyllar vi kampen, Satul kommer att värma oss dag och natt.

# europeans_building
source: Scribbling on the wall of a guardhall
sv: Kladd på väggen i en vaktstuga

# europeans_building
source: With three soldiers we can achieve an optimal balance between military power and building cost.
sv: Med tre soldater kan vi uppnå en optimal balans mellan militär styrka och byggkostnad.

# europeans_building
source: Notes on the building instructions
sv: Anmärkningar om bygginstruktionerna

# europeans_building
source: All the other tribes envy us for our towers, elegant outside, comfortable inside, still perfect for defense.
sv: Alla andra stammar avundas oss våra torn, eleganta på utsidan, bekväma på insidan och fortfarande perfekta för försvar.

# europeans_building
source: Soldier handing over his duties to a younger one
sv: Soldat överlämnar sina uppgifter till en yngre soldat

# europeans_building
source: Beware our mighty high towers! From the topmost spot we can see wide into the lands and spot the enemy far away.
sv: Akta er för våra mäktiga höga torn! Från den högsta punkten kan vi se långt ut över landet och upptäcka fienden på långt håll.

# europeans_building
source: Soldier showing off a High Tower
sv: Soldat som visar upp ett högt torn

# europeans_building
source: Sometimes even we Atlanteans need to use brute force, but we always play it wisely.
sv: Ibland måste även vi atlanter använda råstyrka, men vi använder den alltid med omdöme.

# europeans_building
source: ‘Wisdom of the Fight’ by the warriors’ guild
sv: "Kampens visdom" av krigarnas skrå

# europeans_building
source: ‘The log cabin was so small that two men could hardly live there. But we were young and carefree. We just relished our freedom and the responsibility as an outpost.’
sv: ”Timmerstugan var så liten att två män knappt kunde bo där. Men vi var unga och sorglösa. Vi njöt bara av vår frihet och ansvaret som utpost.”

# europeans_building
source: Boldreth,<br>about his time as young soldier
sv: Boldreth,<br>om sin tid som ung soldat

# europeans_building
source: ‘When we looked down to the valley from our newly established barrier, we felt that the spirit of our fathers was with us.’
sv: ”När vi blickade ner mot dalen från vår nyuppförda barriär kände vi att våra fäders ande var med oss.”

# europeans_building
source: Ballad ‘The Battle of Kal’mavrath’ by Hakhor the Bard
sv: Balladen "Slaget vid Kal'mavrath" av Hakhor den vise

# europeans_building
source: ‘From the height of our tower we could see far into enemy territory. The enemy was well prepared, but we also noticed some weak points in their defense.’
sv: ”Från höjden av vårt torn kunde vi se långt in i fiendens territorium. Fienden var väl förberedd, men vi märkte också några svaga punkter i deras försvar.”

# europeans_building
source: ‘This stronghold made from blackwood and stones will be a hard nut to crack for them.’
sv: "Denna fästning av svart trä och stenar kommer att bli en svår nöt att knäcka för dem."

# europeans_building
source: Berthron,<br>chief military adviser of Chat’Karuth
sv: Berthron,<br>chef för militärrådgivningen i Chat’Karuth
