Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# barbarians_ware
source: They are one of the basic tools produced in a metal workshop (but cease to be produced by the building if it is enhanced to an ax workshop and war mill).
nl: Ze zijn een van de basisgereedschappen die in een metaalwerkplaats worden geproduceerd (maar worden niet meer geproduceerd door het gebouw als het wordt opgewaardeerd tot een bijlwerkplaats en oorlogsmanufactuur).
sv: De är ett av de grundläggande verktygen som tillverkas i en metallverkstad (men slutar att tillverkas av byggnaden om den uppgraderas till en yxverkstad och krigsmjöl).

# atlanteans_ware
source: Big buckets for the fish breeder – produced by the toolsmith.
nl: Grote emmers voor de viskweker – gemaakt door de werktuigsmid.
sv: Stora hinkar för fiskodlaren – tillverkade av verktygssmeden.

# atlanteans_ware
source: This bow is used by the Atlantean hunter. It is produced by the toolsmith.
nl: Deze boog wordt gebruikt door de Atlanteense jager. Hij wordt gemaakt door de werktuigsmid.
sv: Denna båge används av den atlantiska jägaren. Den tillverkas av verktygssmeden.

# ware
source: This spear is light enough to be thrown, but heavy enough to kill any animal in one blow. It is only used by hunters.
nl: Deze speer is licht genoeg om te worden geworpen, maar zwaar genoeg om elk dier met één slag te doden. Hij wordt alleen gebruikt door jagers.
sv: Detta spjut är tillräckligt lätt för att kunna kastas, men tillräckligt tungt för att döda vilket djur som helst med ett enda slag. Det används endast av jägare.

# empire_ware
source: They are produced by the toolsmith.
nl: Ze worden gemaakt door de werktuigsmid.
sv: De tillverkas av verktygssmeden.

# atlanteans_ware
source: This hook pole is used by the smoker to suspend all the meat and fish from the top of the smokery. It is created by the toolsmith.
nl: Deze rookhaak wordt gebruikt door de roker om al het vlees en de vis aan de bovenkant van de rokerij te hangen. Hij is gemaakt door de werktuigsmid.
sv: Denna krokkrok används av rökaren för att hänga upp allt kött och fisk från taket i rökhuset. Den tillverkas av verktygssmeden.

# ware
source: The bread paddle is the tool of the baker, each baker needs one.
nl: De broodschep is het gereedschap van de bakker, elke bakker heeft er een nodig.
sv: Brödspaden är bagarens verktyg, varje bagare behöver en.

# empire_ware
source: Bread paddles are produced by the toolsmith.
nl: Broodscheppen worden gemaakt door de werktuigsmid.
sv: Brödpaddlar tillverkas av verktygssmeden.

# empire_ware
source: Kitchen tools are needed for preparing rations and meals. They are produced in a toolsmithy and used in taverns and inns.
nl: Keukengerei is nodig voor het bereiden van rantsoenen en maaltijden. Het wordt geproduceerd in een werktuigsmederij en gebruikt in tavernes en herbergen.
sv: Köksredskap behövs för att tillaga mat och måltider. De tillverkas i en verktygssmedja och används i krogar och värdshus.

# amazons_ware
source: Stone bowls are used to wash gold and to smelt gold dust.
nl: Stenen kommen worden gebruikt om goud te wassen en goudstof te smelten.
sv: Stenbägare används för att tvätta guld och smälta guldstoft.

# amazons_ware
source: Firestones are used to light the fires of charcoal kilns and furnaces.
nl: Vuurstenen worden gebruikt om de vuren van houtskool- en smeltovens aan te steken.
sv: Firestones används för att tända eld i kolugnar och smältugnar.

# atlanteans_ware
source: This is the basic weapon of the Atlantean soldiers. Together with a tabard, it makes up the equipment of young soldiers. Light tridents are produced in the weapon smithy as are all other tridents.
nl: Dit is het basiswapen van de Atlanteense soldaten. Samen met een tabberd vormt het de uitrusting van jonge soldaten. Lichte drietanden worden net als alle andere drietanden in de wapensmederij gemaakt.
sv: Detta är det grundläggande vapnet för soldaterna i Atlantis. Tillsammans med en tabard utgör det utrustningen för unga soldater. Lätta treuddiga spjut tillverkas i vapensmedjan, precis som alla andra treuddiga spjut.

# atlanteans_ware
source: The long trident is the first trident in the training of soldiers. It is produced in the weapon smithy and used in the dungeon – together with food – to train soldiers from attack level 0 to level 1.
nl: De lange drietand is de eerste drietand in de training van soldaten. Hij wordt geproduceerd in de wapensmederij en gebruikt in de kerker – samen met voedsel – om soldaten te trainen van aanvalsniveau 0 tot niveau 1.
sv: Den långa treudd är den första treudden i soldaternas träning. Den tillverkas i vapensmedjan och används i fängelsehålan – tillsammans med mat – för att träna soldater från attacknivå 0 till nivå 1.

# atlanteans_ware
source: This is the medium trident. It is produced in the weapon smithy and used by advanced soldiers in the dungeon – together with food – to train from attack level 1 to level 2.
nl: Dit is de middelgrote drietand. Hij wordt gemaakt in de wapensmederij en gebruikt door gevorderde soldaten in de kerker – samen met voedsel – om van aanvalsniveau 1 naar niveau 2 te trainen.
sv: Detta är den medelstora treudden. Den tillverkas i vapensmedjan och används av avancerade soldater i fängelsehålan – tillsammans med mat – för att träna från attacknivå 1 till nivå 2.

# atlanteans_ware
source: The double trident is one of the best tridents produced by the Atlantean weapon smithy. It is used in a dungeon – together with food – to train soldiers from attack level 2 to level 3.
nl: De dubbele drietand is een van de beste drietanden die door de wapensmid van Atlantis worden geproduceerd. Hij wordt in een kerker gebruikt – samen met voedsel – om soldaten te trainen van aanvalsniveau 2 naar niveau 3.
sv: Den dubbla treudd är en av de bästa treuddar som tillverkas av Atlantis vapensmedja. Den används i en fängelsehåla – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# atlanteans_ware
source: This is the most dangerous weapon of the Atlantean military. Only the best of the best soldiers may use it. It is produced in the weapon smithy and used in the dungeon – together with food – to train soldiers from attack level 3 to level 4.
nl: Dit is het gevaarlijkste wapen van het Atlanteaanse leger. Alleen de allerbeste soldaten mogen het gebruiken. Het wordt geproduceerd in de wapensmederij en gebruikt in de kerker – samen met voedsel – om soldaten van aanvalsniveau 3 tot niveau 4 te trainen.
sv: Detta är det farligaste vapnet i Atlantis militär. Endast de bästa soldaterna får använda det. Det tillverkas i vapensmedjan och används i fängelsehålan – tillsammans med mat – för att träna soldater från attacknivå 3 till nivå 4.

# barbarians_ware
source: The ax is the basic weapon of the Barbarians. All young soldiers are equipped with it.
nl: De bijl is het basiswapen van de barbaren. Alle jonge soldaten zijn ermee uitgerust.
sv: Yxan är barbarernas grundläggande vapen. Alla unga soldater är utrustade med den.

# barbarians_ware
source: Young soldiers are proud to learn to fight with this powerful weapon. It is heavier and sharper than the ordinary ax. It is produced in ax workshops and war mills. In training camps, it is used – together with food – to train soldiers from attack level 0 to level 1.
nl: Jonge soldaten zijn er trots op dat ze leren vechten met dit krachtige wapen. Het is zwaarder en scherper dan een gewone bijl. Het wordt geproduceerd in bijlwerkplaatsen en oorlogsmolens. In trainingskampen wordt het – samen met voedsel – gebruikt om soldaten te trainen van aanvalsniveau 0 naar niveau 1.
sv: Unga soldater är stolta över att lära sig att slåss med detta kraftfulla vapen. Det är tyngre och vassare än en vanlig yxa. Det tillverkas i yxverkstäder och krigsfabriker. I träningsläger används det – tillsammans med mat – för att träna soldater från attacknivå 0 till nivå 1.

# barbarians_ware
source: The broad ax is produced by the ax workshop and the war mill. It is used in the training camp – together with food – to train soldiers with a fundamental fighting knowledge from attack level 1 to attack level 2.
nl: De brede bijl wordt geproduceerd door de bijlwerkplaats en de oorlogsmanufactuur. Hij wordt gebruikt in het trainingskamp – samen met voedsel – om soldaten te trainen in fundamentele gevechtstechnieken van aanvalsniveau 1 tot aanvalsniveau 2.
sv: Den breda yxan tillverkas av yxverkstaden och krigsfabriken. Den används i träningslägret – tillsammans med mat – för att träna soldater i grundläggande stridskunskap från attacknivå 1 till attacknivå 2.

# barbarians_ware
source: The bronze ax is considered a weapon that is hard to handle. Only skilled soldiers can use it. It is produced at the war mill and used in the training camp – together with food – to train soldiers from attack level 2 to level 3.
nl: De bronzen bijl wordt beschouwd als een wapen dat moeilijk te hanteren is. Alleen ervaren soldaten kunnen het gebruiken. Het wordt geproduceerd in de oorlogsmanufactuur en gebruikt in het trainingskamp – samen met voedsel – om soldaten te trainen van aanvalsniveau 2 naar niveau 3.
sv: Bronsyxan anses vara ett svårt vapen att hantera. Endast skickliga soldater kan använda den. Den tillverkas i krigsfabriken och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# barbarians_ware
source: This is a dangerous weapon the Barbarians are able to produce. It is produced in the war mill. Only trained soldiers are able to wield such a weapon. It is used – together with food – in the training camp to train soldiers from attack level 3 to 4.
nl: Dit is een gevaarlijk wapen dat de barbaren kunnen produceren. Het wordt geproduceerd in de oorlogsmanufactuur. Alleen getrainde soldaten kunnen zo'n wapen hanteren. Het wordt – samen met voedsel – gebruikt in het trainingskamp om soldaten te trainen van aanvalsniveau 3 naar 4.
sv: Detta är ett farligt vapen som barbarerna kan tillverka. Det tillverkas i krigsfabriken. Endast tränade soldater kan hantera ett sådant vapen. Det används – tillsammans med mat – i träningslägret för att träna soldater från attacknivå 3 till 4.

# barbarians_ware
source: The warrior’s ax is the most dangerous of all Barbarian weapons. Only a few soldiers ever were able to handle this huge and powerful ax. It is produced in a war mill and used – together with food – in a training camp to train soldiers from attack level 4 to level 5.
nl: De oorlogsbijl van de krijger is het gevaarlijkste wapen van alle barbaarse wapens. Slechts enkele soldaten waren in staat om deze enorme en krachtige bijl te hanteren. Hij wordt geproduceerd in een oorlogsmanufactuur en gebruikt – samen met voedsel – in een trainingskamp om soldaten te trainen van aanvalsniveau 4 naar niveau 5.
sv: Krigarens yxa är det farligaste av alla barbariska vapen. Endast ett fåtal soldater har kunnat hantera denna enorma och kraftfulla yxa. Den tillverkas i en krigsfabrik och används – tillsammans med mat – i ett träningsläger för att träna soldater från attacknivå 4 till nivå 5.

# amazons_ware
source: This spear is the basic weapon in the Amazon military system. It is produced by the stone carver. In combination with a tunic, it is the equipment to fit out young soldiers.
nl: Deze speer is het basiswapen in het militaire systeem van de Amazones. Hij wordt vervaardigd door de steenhouwer. In combinatie met een tuniek vormt hij de uitrusting voor jonge soldaten.
sv: Detta spjut är det grundläggande vapnet i Amazons militära system. Det tillverkas av stenhuggaren. I kombination med en tunika är det den utrustning som unga soldater ska ha.

# amazons_ware
source: It is used by the Amazon hunter-gatherers as well.
nl: Het wordt ook gebruikt door Amazone-jagers-verzamelaars.
sv: Den används även av Amazonas jägare-samlare.

# empire_ware
source: This spear has an iron spike. It is produced in a weapon smithy and used in a training camp – together with food – to train soldiers from attack level 0 to attack level 1.
nl: Deze speer heeft een ijzeren punt. Hij wordt geproduceerd in een wapensmederij en gebruikt in een trainingskamp – samen met voedsel – om soldaten te trainen van aanvalsniveau 0 naar aanvalsniveau 1.
sv: Detta spjut har en järnspets. Det tillverkas i en vapensmedja och används i ett träningsläger – tillsammans med mat – för att träna soldater från attacknivå 0 till attacknivå 1.

# amazons_ware
source: This spear has a stone spike. It is produced in a stone workshop and used in a warriors’ gathering – together with food – to train soldiers from attack level 0 to attack level 1.
nl: Deze speer heeft een stenen punt. Hij wordt vervaardigd in een steenbewerkingsatelier en gebruikt tijdens een bijeenkomst van krijgers – samen met voedsel – om soldaten te trainen van aanvalsniveau 0 naar aanvalsniveau 1.
sv: Detta spjut har en spets av sten. Det tillverkas i en stenverkstad och används vid krigarsammankomster – tillsammans med mat – för att träna soldater från attacknivå 0 till attacknivå 1.

# amazons_ware
source: This is a hardened spear with a stone tip. It is produced in a stone workshop and used in a warriors’ gathering – together with food – to train soldiers from attack level 1 to level 2.
nl: Dit is een geharde speer met een stenen punt. Hij wordt vervaardigd in een steenbewerkingsatelier en gebruikt tijdens een bijeenkomst van krijgers – samen met voedsel – om soldaten te trainen van aanvalsniveau 1 naar niveau 2.
sv: Detta är ett härdat spjut med en stenspets. Det tillverkas i en stenverkstad och används vid krigarsammankomster – tillsammans med mat – för att träna soldater från attacknivå 1 till nivå 2.

# empire_ware
source: This is an advanced spear with a steel tip. It is produced in a weapon smithy and used in a training camp – together with food – to train soldiers from attack level 1 to level 2.
nl: Dit is een geavanceerde speer met een stalen punt. Hij wordt geproduceerd in een wapensmederij en gebruikt in een trainingskamp – samen met voedsel – om soldaten te trainen van aanvalsniveau 1 naar niveau 2.
sv: Detta är ett avancerat spjut med stålspets. Det tillverkas i en vapensmedja och används i ett träningsläger – tillsammans med mat – för att träna soldater från attacknivå 1 till nivå 2.

# empire_ware
source: This is a strong spear with a steel-tip and a little blade. It is produced in the weapon smithy and used in the training camp – together with food – train soldiers from attack level 2 to level 3.
nl: Dit is een sterke speer met een stalen punt en een klein lemmet. Hij wordt geproduceerd in de wapensmederij en gebruikt in het trainingskamp – samen met voedsel – om soldaten te trainen van aanvalsniveau 2 naar niveau 3.
sv: Detta är ett kraftigt spjut med stålspets och ett litet blad. Det tillverkas i vapensmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 2 till nivå 3.

# empire_ware
source: This is the best and sharpest weapon the Empire weaponsmith creates for the soldiers. It is used in the training camp – together with food – to train soldiers from attack level 3 to level 4.
nl: Dit is het beste en scherpste wapen dat de Keizerlijke wapensmid van het Keizerrijk voor de soldaten maakt. Het wordt in het trainingskamp gebruikt – samen met voedsel – om soldaten van aanvalsniveau 3 naar niveau 4 te trainen.
sv: Detta är det bästa och vassaste vapnet som Imperiets vapensmed tillverkar för soldaterna. Det används i träningslägret – tillsammans med mat – för att träna soldater från attacknivå 3 till nivå 4.

# frisians_ware
source: This is the basic weapon of the Frisian soldiers. Together with a fur garment, it makes up the equipment of young soldiers. Short swords are produced by the small armor smithy.
nl: Dit is het basiswapen van de Friese soldaten. Samen met een bont kledingstuk vormt het de uitrusting van jonge soldaten. Korte zwaarden worden geproduceerd door de kleine harnassmederij.
sv: Detta är det frisiska soldaternas grundläggande vapen. Tillsammans med ett pälsplagg utgör det unga soldaters utrustning. Korta svärd tillverkas av den lilla vapensmeden.

# frisians_ware
source: The long sword is the weapon used by level 1 soldiers. Level 4 soldiers are equipped with a long and a double-edged sword.
nl: Het lange zwaard is het wapen dat wordt gebruikt door soldaten van niveau 1. Soldaten van niveau 4 zijn uitgerust met een lang zwaard en een tweesnijdend zwaard.
sv: Det långa svärdet är det vapen som används av soldater på nivå 1. Soldater på nivå 4 är utrustade med ett långt och ett dubbeleggat svärd.

# frisians_ware
source: The broadsword is the weapon used by level 2 soldiers. Level 5 soldiers are equipped with a broadsword and a double-edged sword.
nl: Het slagzwaard is het wapen dat wordt gebruikt door soldaten van niveau 2. Soldaten van niveau 5 zijn uitgerust met een slagzwaard en een tweesnijdend zwaard.
sv: Bredsvärdet är det vapen som används av soldater på nivå 2. Soldater på nivå 5 är utrustade med ett bredsvärd och ett tveeggat svärd.

# frisians_ware
source: The double-edged sword is the weapon used by level 3 soldiers. Level 6 soldiers are equipped with two of these ferocious swords.
nl: Het tweesnijdende zwaard is het wapen dat wordt gebruikt door soldaten van niveau 3. Soldaten van niveau 6 zijn uitgerust met twee van deze woeste zwaarden.
sv: Det dubbelsidiga svärdet är det vapen som används av soldater på nivå 3. Soldater på nivå 6 är utrustade med två av dessa farliga svärd.

# amazons_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
nl: Stevige laarzen zijn uitstekend schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 0 tot niveau 1.
sv: Robusta stövlar är utmärkt fotbeklädnad för soldater som vill vara snabbare på fötterna. De tillverkas av skräddaren och används för att träna soldaternas undvikande från nivå 0 till nivå 1.

# amazons_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
nl: Vlugge laarzen zijn licht en duurzaam schoeisel voor soldaten om sneller ter been te zijn. Ze worden gemaakt door de kleermaker en worden gebruikt om het ontwijken van soldaten te trainen van niveau 1 naar niveau 2.
sv: Swift boots är lätta och slitstarka skor som gör soldaterna snabbare på fötterna. De tillverkas av skräddaren och används för att träna soldaternas undvikande från nivå 1 till nivå 2.

# amazons_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
nl: Heldenlaarzen! Het enige geschikte schoeisel voor een echte held. Ze worden gemaakt door de kleermaker en gebruikt om het ontwijken van soldaten te trainen van niveau 2 naar niveau 3.
sv: Hjältestövlar! Det enda lämpliga skodonet för en riktig hjälte. De tillverkas av sömmerskan och används för att träna soldaternas undvikande från nivå 2 till nivå 3.

# amazons_ware
source: A wooden helmet is a basic piece of equipment for protecting soldiers. It is produced by the dressmaker and used to train soldiers from health level 1 to level 2.
nl: Een houten helm is een basisuitrusting voor de bescherming van soldaten. Hij wordt geproduceerd door de kleermaker en gebruikt om soldaten te trainen van gezondheidsniveau 1 naar niveau 2.
sv: En trähjälm är en grundläggande utrustning för att skydda soldater. Den tillverkas av sömmerskan och används för att träna soldater från hälsonivå 1 till nivå 2.

# empire_ware
source: The helmet is the basic defense of a soldier.
nl: De helm is de basisbescherming van een soldaat.
sv: Hjälmen är soldatens grundläggande skydd.

# barbarians_ware
source: A helmet is a basic tool to protect soldiers.
nl: Een helm is een basisuitrusting om soldaten te beschermen.
sv: En hjälm är ett grundläggande verktyg för att skydda soldater.

# barbarians_ware
source: A mask is an enhanced armor for Barbarian soldiers. It is produced in the helm smithy and used in the training camp – together with food – to train soldiers from health level 1 to level 2.
nl: Een masker is een verbeterd pantser voor barbaarse soldaten. Het wordt geproduceerd in de helmsmederij en gebruikt in het trainingskamp – samen met voedsel – om soldaten te trainen van gezondheidsniveau 1 naar niveau 2.
sv: En mask är en förbättrad rustning för barbariska soldater. Den tillverkas i hjälmsmedjan och används i träningslägret – tillsammans med mat – för att träna soldater från hälsonivå 1 till nivå 2.

# atlanteans_ware
source: This steel shield is produced in the armor smithy and used in the labyrinth – together with food – to train soldiers from defense level 0 to level 1.
nl: Dit stalen schild wordt geproduceerd in de wapensmederij en gebruikt in het labyrint – samen met voedsel – om soldaten te trainen van verdedigingsniveau 0 tot niveau 1.
sv: Denna stålsköld tillverkas i rustningssmedjan och används i labyrinten – tillsammans med mat – för att träna soldater från försvarsnivå 0 till nivå 1.

# frisians_ware
source: A golden helmet protects soldiers.
nl: Een gouden helm beschermt soldaten.
sv: En gyllene hjälm skyddar soldaterna.

# barbarians_ware
source: This is the most enhanced Barbarian armor.
nl: Dit is het meest verbeterde barbaarse harnas.
sv: Detta är den mest förbättrade barbariska rustningen.

# atlanteans_ware
source: These advanced shields are used by the best soldiers of the Atlanteans. They are produced in the armor smithy and used in the labyrinth – together with food – to train soldiers from defense level 1 to level 2.
nl: Deze geavanceerde schilden worden gebruikt door de beste soldaten van de Atlantiërs. Ze worden geproduceerd in de wapensmederij en gebruikt in het labyrint – samen met voedsel – om soldaten van verdedigingsniveau 1 tot niveau 2 te trainen.
sv: Dessa avancerade sköldar används av Atlantis bästa soldater. De tillverkas i rustningssmedjan och används i labyrinten – tillsammans med mat – för att träna soldater från försvarsnivå 1 till nivå 2.

# frisians_ware
source: Fur can be sewn into garments. They are used as basic armor.
nl: Vacht kan in kledingstukken worden genaaid. Ze worden gebruikt als basisbescherming.
sv: Päls kan sys in i kläder. De används som grundläggande rustning.

# atlanteans_ware
source: A tabard and a light trident are the basic equipment for young soldiers.
nl: Een tabberd en een lichte drietand zijn de basisuitrusting voor jonge soldaten.
sv: En tabard och en lätt treudd är grundutrustningen för unga soldater.

# amazons_ware
source: Rubber can be bound into a tunic, which is used as basic armor. All new soldiers are clothed in a tunic.
nl: Rubber kan worden verwerkt tot een tuniek, die wordt gebruikt als basisbescherming. Alle nieuwe soldaten worden gekleed in een tuniek.
sv: Gummi kan bindas till en tunika, som används som grundläggande rustning. Alla nya soldater är klädda i en tunika.

# amazons_ware
source: This light wooden armor is a basic piece of armor.
nl: Dit lichte houten harnas is een basisstuk van een harnas.
sv: Denna lätta träbrynja är en grundläggande del av rustningen.

# empire_ware
source: Basic armor for Empire soldiers.
nl: Basisuitrusting voor soldaten van het Keizerrijk.
sv: Grundläggande rustning för Imperiets soldater.
