Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# empire_building
source: The enemy defeated your soldiers at the tower.
nl: De vijand heeft je soldaten bij de toren verslagen.
sv: Fienden besegrade dina soldater vid tornet.

# empire_building
source: Your soldiers defeated the enemy at the tower.
nl: Je soldaten hebben de vijand bij de toren verslagen.
sv: Dina soldater besegrade fienden vid tornet.

# frisians_building
source: Fortress
nl: Vesting
sv: Fästning

# frisians_building
source: Your soldiers have occupied your fortress.
nl: Je soldaten hebben uw vestiging bezet.
sv: Dina soldater har ockuperat din fästning.

# frisians_building
source: Your fortress discovered an aggressor.
nl: Je vestiging heeft een aanvaller ontdekt.
sv: Din fästning upptäckte en angripare.

# frisians_building
source: Your fortress is under attack.
nl: Je vestiging wordt aangevallen.
sv: Din fästning är under attack.

# frisians_building
source: The enemy defeated your soldiers at the fortress.
nl: De vijand heeft je soldaten bij de de vestiging verslagen.
sv: Fienden besegrade dina soldater vid fästningen.

# frisians_building
source: Your soldiers defeated the enemy at the fortress.
nl: Je soldaten hebben de vijand bij de vestiging verslagen.
sv: Dina soldater besegrade fienden vid fästningen.

# frisians_building
source: Outpost
nl: Voorpost
sv: Utpost

# frisians_building
source: Your soldiers have occupied your outpost.
nl: Je soldaten hebben uw voorpost bezet.
sv: Dina soldater har ockuperat din utpost.

# frisians_building
source: Your outpost discovered an aggressor.
nl: Je voorpost heeft een aanvaller ontdekt.
sv: Din utpost har upptäckt en angripare.

# frisians_building
source: Your outpost is under attack.
nl: Je voorpost wordt aangevallen.
sv: Din utpost är under attack.

# frisians_building
source: The enemy defeated your soldiers at the outpost.
nl: De vijand heeft je soldaten bij de voorpost verslagen.
sv: Fienden besegrade dina soldater vid utposten.

# frisians_building
source: Your soldiers defeated the enemy at the outpost.
nl: Je soldaten hebben de vijand bij de voorpost verslagen.
sv: Dina soldater besegrade fienden vid utposten.

# frisians_building
source: Sentinel
nl: Wachthut

# frisians_building
source: Your soldiers have occupied your sentinel.
nl: Je soldaten hebben uw wachthut bezet.
sv: Dina soldater har ockuperat din vaktpost.

# frisians_building
source: Your sentinel discovered an aggressor.
nl: Je wachthut heeft een aanvaller ontdekt.
sv: Din vakt upptäckte en angripare.

# frisians_building
source: Your sentinel is under attack.
nl: Je wachthut wordt aangevallen.
sv: Din vaktpost är under attack.

# frisians_building
source: The enemy defeated your soldiers at the sentinel.
nl: De vijand heeft je soldaten in de wachthut verslagen.
sv: Fienden besegrade dina soldater vid vaktposten.

# frisians_building
source: Your soldiers defeated the enemy at the sentinel.
nl: Je soldaten hebben de vijand bij de wachthut verslagen.
sv: Dina soldater besegrade fienden vid vaktposten.

# frisians_building
source: Tower
nl: Toren
sv: Torn

# frisians_building
source: Your soldiers have occupied your tower.
nl: Je soldaten hebben je toren bezet.
sv: Dina soldater har ockuperat ditt torn.

# frisians_building
source: Your tower discovered an aggressor.
nl: Je toren heeft een aanvaller ontdekt.
sv: Din torn upptäckte en angripare.

# frisians_building
source: Your tower is under attack.
nl: Je toren wordt aangevallen.
sv: Ditt torn är under attack.

# frisians_building
source: The enemy defeated your soldiers at the tower.
nl: De vijand heeft je soldaten bij de toren verslagen.
sv: Fienden besegrade dina soldater vid tornet.

# frisians_building
source: Your soldiers defeated the enemy at the tower.
nl: Je soldaten hebben de vijand bij de toren verslagen.
sv: Dina soldater besegrade fienden vid tornet.

# frisians_building
source: Wooden Tower
nl: Houten Toren
sv: Trätorn

# frisians_building
source: Your soldier has occupied your wooden tower.
nl: Je soldaten hebben je houten toren bezet.
sv: Din soldat har ockuperat ditt trätorn.

# frisians_building
source: Your wooden tower discovered an aggressor.
nl: Je houten toren heeft een aanvaller ontdekt.
sv: Ditt trätorn upptäckte en angripare.

# frisians_building
source: Your wooden tower is under attack.
nl: Je houten toren wordt aangevallen.
sv: Din trätorn är under attack.

# frisians_building
source: The enemy defeated your soldiers at the wooden tower.
nl: De vijand heeft je soldaten bij de houten toren verslagen.
sv: Fienden besegrade dina soldater vid trätornet.

# frisians_building
source: Your soldiers defeated the enemy at the wooden tower.
nl: Je soldaten hebben de vijand bij de houten toren verslagen.
sv: Dina soldater besegrade fienden vid trätornet.

# frisians_building
source: High Wooden Tower
nl: Hoge Houten Toren
sv: Högt trätorn

# frisians_building
source: Your soldiers have occupied your high wooden tower.
nl: Je soldaten hebben je hoge houten toren bezet.
sv: Dina soldater har ockuperat ditt höga trätorn.

# frisians_building
source: Your high wooden tower discovered an aggressor.
nl: Je hoge houten toren heeft een aanvaller ontdekt.
sv: Din höga trätorn upptäckte en angripare.

# frisians_building
source: Your high wooden tower is under attack.
nl: Je hoge houten toren wordt aangevallen.
sv: Din höga trätorn är under attack.

# frisians_building
source: The enemy defeated your soldiers at the high wooden tower.
nl: De vijand heeft je soldaten bij de hoge houten toren verslagen.
sv: Fienden besegrade dina soldater vid det höga trätornet.

# frisians_building
source: Your soldiers defeated the enemy at the high wooden tower.
nl: Je soldaten hebben de vijand bij de hoge houten toren verslagen.
sv: Dina soldater besegrade fienden vid det höga trätornet.

# europeans_building
source: Cattle Farm
nl: Ossenstal
sv: Nötkreatursfarm

source: working
nl: werkende
sv: arbeta

# europeans_building
source: rearing cattle
nl: veeteelt
sv: uppfödning av nötkreatur

# europeans_building
source: producing fur
nl: vacht produceren
sv: producerar päls

# europeans_building
source: Tapir Farm
nl: Tapirboerderij

# europeans_building
source: breeding tapir
nl: tapir fokken
sv: tapiruppfödning

# europeans_building
source: Horse Farm
nl: Paardenstal
sv: Hästgård

# europeans_building
source: breeding horses
nl: paarden fokken
sv: avel av hästar

# europeans_building
source: Donkey Farm
nl: Ezelsstal
sv: Åsnefarm

# europeans_building
source: rearing donkeys
nl: ezels houden
sv: uppfödning av åsnor

# europeans_building
source: Sheep Farm
nl: Schapenboerderij
sv: Fårfarm

source: breeding sheep and producing leather and wool
nl: schapen fokken en leer en wol produceren
sv: uppfödning av får och produktion av läder och ull

source: breeding sheep and producing meat and wool
nl: schapen fokken en vlees en wol produceren
sv: uppfödning av får och produktion av kött och ull

# europeans_building
source: Reindeer Farm
nl: Rendierenboerderij
sv: Renskötsel

# europeans_building
source: rearing reindeer
nl: rendieren fokken
sv: renuppfödning

source: breeding reindeer and producing wool
nl: rendieren fokken en wol produceren
sv: uppfödning av renar och produktion av ull

# europeans_building
source: Aqua Farm
nl: Aqua Boerderij
sv: Akvafarm

source: breeding fish
nl: vis kweken
sv: fiskodling

source: fishing
nl: vissen
sv: fiske

source: No Ponds
nl: Geen Vijvers
sv: Inga dammar

source: Out of Fish Ponds
nl: Vijvers Zonder Vis
sv: Slut på fiskdammar

# europeans_building
source: The fisher working at this aqua farm can’t find any fish ponds in his work area. Please make sure there is a working clay pit nearby and the aqua farm is supplied with all needed wares, or consider dismantling or destroying this building.
nl: De visser die op deze waterboerderij werkt, kan geen visvijvers vinden in zijn werkgebied. Zorg ervoor dat er een werkende kleigroeve in de buurt is en dat de waterboerderij wordt voorzien van alle benodigde goederen, of overweeg om dit gebouw te ontmantelen of te vernietigen.
sv: Fiskaren som arbetar på denna vattenbruk kan inte hitta några fiskdammar i sitt arbetsområde. Se till att det finns en fungerande lergropa i närheten och att vattenbruket förses med alla nödvändiga varor, eller överväg att riva eller förstöra denna byggnad.

# europeans_building
source: Basic Bakery
nl: Basis Bakkerij
sv: Grundläggande bageri

# europeans_building
source: Baking barbarians bread
nl: Barbarenbrood bakken
sv: Baka barbarernas bröd

# europeans_building
source: Bakery Level 1
nl: Bakkerij Niveau 1
sv: Bageri nivå 1

# europeans_building
source: Baking amazons bread
nl: Amazonebrood bakken
sv: Baka Amazonas bröd

# europeans_building
source: Bakery Level 2
nl: Bakkerij Niveau 2
sv: Bagerinivå 2

# europeans_building
source: Baking atlanteans bread
nl: Atlanteens brood bakken
sv: Baka atlantiskt bröd

# europeans_building
source: Bakery Level 3
nl: Bakkerij Niveau 3
sv: Bagerinivå 3

# europeans_building
source: Baking empire bread
nl: Keizerbrood bakken
sv: Baka imperiebröd

# europeans_building
source: Bakery Level 4
nl: Bakkerij Niveau 4
sv: Bagerinivå 4

# europeans_building
source: Baking frisians bread
nl: Friezenbrood bakken
sv: Baka frisiskt bröd

# europeans_building
source: Bakery Level 5
nl: Bakkerij Niveau 5
sv: Bagerinivå 5

# europeans_building
source: baking amazons bread
nl: amazonebrood bakken
sv: baka Amazonas bröd

# europeans_building
source: baking atlanteans bread
nl: atlanteens brood bakken
sv: baka atlantiskt bröd

# europeans_building
source: baking barbarians bread
nl: barbarenbrood bakken
sv: bakning av barbarbröd

# europeans_building
source: baking empire bread
nl: keizerbrood bakken
sv: baka imperiebröd

# europeans_building
source: baking frisians bread
nl: friezenbrood bakken
sv: baka frisiskt bröd

# europeans_building
source: baking frisians honey bread
nl: Friezen honingbrood bakken
sv: bakning av frisiskt honungsbröd

# europeans_building
source: Beekeeper’s House
nl: Imkerij
sv: Biodlarens hus

source: No Flowers
nl: Geen Bloemen
sv: Inga blommor

source: Out of Flowers
nl: Zonder Bloemen
sv: Slut på blommor

# europeans_building
source: The beekeeper working at this beekeeper’s house can’t find any flowering fields or bushes in his work area. You should consider building another farm or berry farm nearby, or dismantling or destroying this building.
nl: De imker die in dit imkerij werkt, kan geen bloeiende velden of struiken vinden in zijn werkgebied. Je moet overwegen om een andere boerderij of bessenboerderij in de buurt te bouwen, of om dit gebouw te ontmantelen of te vernietigen.
sv: Biodlaren som arbetar vid denna biodlares hus kan inte hitta några blommande fält eller buskar i sitt arbetsområde. Du bör överväga att bygga en annan gård eller bärgård i närheten, eller riva eller förstöra denna byggnad.

# europeans_building
source: Big Barracks
nl: Grote Barakken
sv: Stora kasernerna

# europeans_building
source: recruiting amazons soldier
nl: Amazonesoldaat rekruteren
sv: rekrytera amasoner soldat

# europeans_building
source: recruiting atlanteans soldier
nl: Atlanteaanse soldaten rekruteren
sv: rekrytering av atlantiska soldater

# europeans_building
source: recruiting barbarians soldier
nl: Barbaren soldaat rekruteren
sv: rekrytera barbariska soldater

# europeans_building
source: recruiting empire soldier
nl: Imperium soldaat rekruteren
sv: rekrytera imperiets soldat

# europeans_building
source: recruiting frisians soldier
nl: Friezen soldaat rekruteren
sv: rekrytering av frisiska soldater

# europeans_building
source: Big Manufactory
nl: Grote Fabriek
sv: Stor fabrik

source: making a light wooden armor
nl: een licht houten harnas maken
sv: tillverka en lätt träbrynja

source: making a basket
nl: een mand maken
sv: göra en korg

source: making hero boots
nl: heldenlaarzen maken
sv: tillverkning av hjälteboots

source: making sturdy boots
nl: stevige laarzen maken
sv: tillverka robusta stövlar

source: making swift boots
nl: vlotte laarzen maken
sv: tillverka snabba stövlar

source: making a chisel
nl: een beitel maken
sv: tillverka en mejsel

source: weaving cloth out of fur
nl: stof weven van pels
sv: väva tyg av päls

source: weaving cloth out of reed
nl: stof weven uit riet

source: weaving cloth out of wool
nl: stof weven van wol
sv: väva tyg av ull

source: making a felling ax
nl: een kapbijl maken
sv: tillverka en fällningsyxa

source: making firestones
nl: vuurstenen maken
sv: tillverkning av eldstenar

source: making a fishing net
nl: een visnet maken
sv: tillverka ett fisknät

source: sewing fur garment
nl: kledingstuk van vacht naaien
sv: sy pälskläder

source: making a hammer
nl: een hamer maken
sv: tillverka en hammare

source: making a wooden helmet
nl: een houten helm maken
sv: tillverka en trähjälm

source: making a hunting bow
nl: een jachtboog maken
sv: tillverka en jaktbåge

source: making kitchen tools
nl: keukengerei maken
sv: tillverkning av köksredskap

source: making a machete
nl: een machete maken
sv: tillverka en machete

source: making needles
nl: naalden maken
sv: tillverkning av nålar

source: making a pick
nl: een pikhouweel maken
sv: göra ett val

source: making a padded protector
nl: een gewatteerde beschermer maken
sv: tillverka ett vadderat skydd

source: making a shovel
nl: een schop maken
sv: tillverka en spade

source: making a hardened spear
nl: een geharde speer maken
sv: tillverka ett härdat spjut

source: making a stone-tipped spear
nl: een speer met stenen punt maken
sv: tillverka ett spjut med stenspets

source: making a wooden spear
nl: een houten speer maken
sv: tillverka ett träsprjut

source: weaving spidercloth
nl: spinnendoek weven

source: making a stone bowl
nl: een stenen kom maken
sv: tillverka en stenskål

source: tailoring a tabard
nl: een tabbaard op maat maken
sv: skräddarsy en tabard

source: tailoring a golden tabard
nl: een gouden tabberd maken
sv: skräddarsy en gyllene tabard

source: sewing a tunic
nl: een tuniek naaien
sv: sy en tunika

source: making a padded vest
nl: een gewatteerde vest maken
sv: tillverka en vadderad väst

source: sewing a warrior’s coat
nl: een krijgersmantel naaien
sv: sy en krigares kappa

# europeans_building
source: Blackroot Farm
nl: Helmkruidkwekerij

source: planting blackroot
nl: helmkruid planten
sv: plantera svartrot

source: harvesting blackroot
nl: helmkruid oogsten
sv: skörd av svartrot

source: No Fields
nl: Geen Velden
sv: Inga fält

source: Out of Fields
nl: Zonder Velden
sv: Slut på fält

# europeans_building
source: The blackroot farmer working at this blackroot farm has no cleared soil to plant his seeds.
nl: De helmkruidkweker die op deze helmkruidkwekerij werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
sv: Den svartrotodlare som arbetar på denna svartrotodling har ingen rensad mark att plantera sina frön på.

# europeans_building
source: Basic Brewery
nl: Basis Brouwerij
sv: Grundläggande bryggeri

# europeans_building
source: brewing simple wheat beer
nl: eenvoudig tarwebier brouwen
sv: brygga enkelt veteöl

# europeans_building
source: Brewery Level 1
nl: Brouwerij Niveau 1
sv: Bryggeri nivå 1

# europeans_building
source: brewing strong wheat beer
nl: sterk tarwebier brouwen
sv: bryggning av starkt veteöl

# europeans_building
source: Brewery Level 2
nl: Brouwerij Niveau 2
sv: Bryggeri nivå 2

# europeans_building
source: brewing chocolate
nl: chocolade maken
sv: bryggning av choklad

# europeans_building
source: Brewery Level 3
nl: Brouwerij Niveau 3
sv: Bryggeri nivå 3

# europeans_building
source: brewing simple barley beer
nl: eenvoudig gerstebier brouwen
sv: bryggning av enkel kornöl

# europeans_building
source: brewing strong barley beer
nl: sterk gerstebier brouwen
sv: bryggning av starkt kornöl

# europeans_building
source: Brewery Level 4
nl: Brouwerij Niveau 4
sv: Bryggeri nivå 4

# europeans_building
source: brewing wine
nl: wijn brouwen
sv: vinbryggning

# europeans_building
source: Brewery Level 5
nl: Brouwerij Niveau 5
sv: Bryggeri nivå 5

# europeans_building
source: Brewery Level 6
nl: Brouwerij Niveau 6
sv: Bryggeri nivå 6

# europeans_building
source: brewing mead
nl: honingwijn brouwen
sv: brygga mjöd

# europeans_building
source: Building Materials Manufactory
nl: Bouwmaterialen Fabriek

# europeans_building
source: hardening wood
nl: hout harden
sv: härdning av trä

# europeans_building
source: burning bricks
nl: bakstenen bakken
sv: brinnande tegelstenar

# europeans_building
source: mixing grout
nl: specie mengen
sv: blanda fogmassa

# europeans_building
source: sculpting a marble column
nl: een marmeren zuil beeldhouwen
sv: skulptera en marmorkolonn

# europeans_building
source: sawing logs
nl: zagen van boomstammen
sv: såga stockar

source: making a rope
nl: touw maken

# europeans_building
source: Cassava Plantation
nl: Cassaveplantage
sv: Maniokplantage

source: planting cassava
nl: cassave planten
sv: plantera kassava

source: harvesting cassava
nl: cassave oogsten
sv: skörd av kassava

# europeans_building
source: The farmer working at this cassava plantation has no cleared soil to plant her seeds.
nl: De boer die op deze cassaveplantage werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
sv: Bonden som arbetar på denna kassava-plantage har ingen röjd mark att plantera sina frön på.

# europeans_building
source: Charcoal Burner’s House
nl: Houtskoolbranderhuis
sv: Kolbrännarens hus

source: making a charcoal stack
nl: een houtskoolstapel maken
sv: göra en kolstapel

source: collecting coal
nl: kolen verzamelen
sv: kolinsamling

source: Out of Clay Ponds
nl: Zonder Kleivijvers
sv: Slut på lerdammar

# europeans_building
source: The charcoal burner working at this charcoal burner’s house can’t find any clay ponds in his work area. Please make sure there is a working clay pit nearby and the charcoal burner’s house is supplied with all needed wares, or consider dismantling or destroying this building.
nl: De houtskoolbrander die in dit houtskoolbranderhuis werkt, kan geen kleiputten vinden in zijn werkgebied. Zorg ervoor dat er een werkende kleiput in de buurt is en dat het houtskoolbranderhuis voorzien is van alle benodigde spullen, of overweeg om dit gebouw te ontmantelen of te slopen.
sv: Kolaren som arbetar i denna byggnad kan inte hitta några lergropar inom sitt arbetsområde. Se till att det finns ett aktivt lertag i närheten och att kolarens hus har tillgång till alla nödvändiga varor. I annat fall, överväg att demontera eller förstöra byggnaden.

# europeans_building
source: Basic Charcoal Kiln
nl: Basis Houtskooloven
sv: Grundläggande kolugn

# europeans_building
source: producing coal
nl: kolen produceren
sv: kolproduktion

# europeans_building
source: Charcoal Kiln Level 1
nl: Houtskooloven Niveau 1
sv: Kolugn nivå 1

# europeans_building
source: Charcoal Kiln Level 2
nl: Houtskooloven Niveau 2
sv: Kolugn nivå 2

# europeans_building
source: Charcoal Kiln Level 3
nl: Houtskooloven Niveau 3
sv: Kolugn nivå 3

# europeans_building
source: Charcoal Kiln Level 4
nl: Houtskooloven Niveau 4
sv: Kolugn nivå 4

# europeans_building
source: Clay Pit
nl: Kleiput
sv: Lerkärr

source: making clay
nl: klei maken
sv: lergods

source: No Ground
nl: Geen Grond
sv: Ingen mark

source: No Level Ground
nl: Geen Vlakke Grond
sv: Ingen plan mark

# europeans_building
source: The clay digger working at this clay pit can’t find any level ground in his work area. Consider dismantling this clay pit and rebuilding it somewhere else.
nl: De kleigraver die in deze kleigroeve werkt, kan geen vlakke grond vinden in zijn werkgebied. Overweeg om deze kleigroeve te ontmantelen en ergens anders opnieuw op te bouwen.
sv: Lergrävaren som arbetar vid denna lergropa kan inte hitta någon plan mark i sitt arbetsområde. Överväg att riva denna lergropa och bygga upp den någon annanstans.

# europeans_building
source: Basic Coal Mine
nl: Basis Steenkoolmijn
sv: Grundläggande kolgruva

# europeans_building
source: mining
nl: mijnbouw
sv: gruvdrift

# europeans_building
source: mining coal
nl: kolen delven
sv: kolbrytning

# europeans_building
source: mining diamond
nl: diamant delven
sv: diamantbrytning

source: No Coal
nl: Geen Kolen
sv: Inget kol

source: Main Coal Vein Exhausted
nl: Hoofdkolenader Uitgeput
sv: Huvudkolådern uttömd

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nl: De hoofdader van deze steenkoolmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
sv: Denna kolgruvas huvudådra är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# europeans_building
source: Coal Mine Level 1
nl: Steenkoolmijn Niveau 1
sv: Kolgruva nivå 1

# europeans_building
source: Coal Mine Level 2
nl: Steenkoolmijn Niveau 2
sv: Kolgruva nivå 2

# europeans_building
source: Coal Mine Level 3
nl: Steenkoolmijn Niveau 3
sv: Kolgruva nivå 3

# europeans_building
source: Coal Mine Level 4
nl: Steenkoolmijn Niveau 4
sv: Kolgruva nivå 4

# europeans_building
source: Coal Mine Level 5
nl: Steenkoolmijn Niveau 5
sv: Kolgruva nivå 5

# europeans_building
source: Coal Mine Level 6
nl: Steenkoolmijn Niveau 6
sv: Kolgruva nivå 6

# europeans_building
source: Coal Mine Level 7
nl: Steenkoolmijn Niveau 7
sv: Kolgruva nivå 7

# europeans_building
source: Cocoa Farm
nl: Cacaoboerderij
sv: Kakaoodling

source: planting cocoa
nl: cacao planten
sv: plantera kakao

source: harvesting cocoa
nl: cacao oogsten
sv: skörd av kakao

# europeans_building
source: The cocoa farmer working at this cocoa farm has no cleared soil to plant her seeds.
nl: De cacaoboer die op deze cacaoboerderij werkt, heeft geen ontgonnen grond om haar zaden te planten.
sv: Kakaobonden som arbetar på denna kakaoodling har ingen röjd mark att plantera sina frön på.

# europeans_building
source: Corn Farm
nl: Maïs Boerderij
sv: Majsfarm

source: planting corn
nl: maïs planten
sv: plantera majs

source: harvesting corn
nl: maïs oogsten
sv: skörda majs

# europeans_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
nl: De boer die op deze boerderij werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
sv: Bonden som arbetar på denna gård har ingen rensad mark att så sina frön på.

# europeans_building
source: Cotton Plantation
nl: Katoenplantage
sv: Bomullsplantage

source: planting cotton
nl: katoen planten
sv: plantera bomull

source: harvesting cotton
nl: katoen oogsten
sv: bomullsskörd

# europeans_building
source: The farmer working at this cotton plantation has no cleared soil to plant her seeds.
nl: De boerin die op deze katoenplantage werkt, heeft geen ontgonnen grond om haar zaden te planten.
sv: Bonden som arbetar på denna bomullsplantage har ingen rensad mark att plantera sina frön på.

# europeans_building
source: Diker’s House
nl: Dijkerhuis
sv: Dikert hus

source: building a dike
nl: een dijk bouwen
sv: bygga en vall

source: diking
nl: bedijking
sv: dike

# europeans_building
source: Basic Ferry Yard
nl: Basis Veerboot Werf
sv: Grundläggande färjehamn

# europeans_building
source: Ferry Yard Level 1
nl: Veerbootwerf Niveau 1
sv: Färjeläge nivå 1

# europeans_building
source: Ferry Yard Level 2
nl: Veerbootwerf Niveau 2
sv: Färjeläget nivå 2

# europeans_building
source: Ferry Yard Level 3
nl: Veerbootwerf Niveau 3
sv: Färjeläget nivå 3

# europeans_building
source: Ferry Yard Level 4
nl: Veerbootwerf Niveau 4
sv: Färjeläget nivå 4

# europeans_building
source: Basic Fisher’s Hut
nl: Basis Vissershut
sv: Enkel fiskarstuga

source: No Fish
nl: Geen Vis
sv: Ingen fisk

source: Out of Fish
nl: Geen Vis meer
sv: Slut på fisk
