Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# frisians_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used for rations and for feeding the fish at the aqua farms.
nl: Vruchten zijn bessen die door een fruitplukker uit bessenstruiken worden geplukt. Ze worden gebruikt als rantsoen en als voer voor de vissen in de aquacultuurbedrijven.
sv: Frukt är bär som plockas från bärbuskar av en fruktplockare. De används som proviant och som foder till fiskarna på vattenbruk.

# empire_ware
source: Flour is produced by the mill out of wheat and is needed in the bakery to produce the tasty Empire bread.
nl: Meel wordt door de molen uit tarwe geproduceerd en is nodig in de bakkerij om het smakelijke Empire-brood te maken.
sv: Mjöl produceras av kvarnen av vete och behövs i bageriet för att producera det välsmakande Empire-brödet.

# empire_ware
source: Rye flour is produced by the mill out of rye and is needed in the bakery to produce the tasty Empire bread.
nl: Roggemeel wordt door de molen geproduceerd uit rogge en is nodig in de bakkerij om het smakelijke Empire-brood te maken.
sv: Rågmjöl produceras av kvarnen av råg och behövs i bageriet för att tillverka det välsmakande Empire-brödet.

# atlanteans_ware
source: Cornmeal is produced in a mill out of corn and is one of three parts of the Atlantean bread produced in bakeries.
nl: Maïsmeel wordt in een molen gemaakt van maïs en is een van de drie onderdelen van het Atlantische brood dat in bakkerijen wordt gemaakt.
sv: Majsmjöl produceras i en kvarn av majs och är en av tre ingredienser i det atlantiska brödet som bakas i bagerier.

# atlanteans_ware
source: Blackroot Flour is produced in mills out of blackroots. It is used in bakeries to make a tasty bread.
nl: Helmkruidbloem wordt in molens gemaakt van helmkruid. Het wordt gebruikt in bakkerijen om een lekker brood te maken.
sv: Svartrotmjöl produceras i kvarnar av svartrot. Det används i bagerier för att baka gott bröd.

# frisians_ware
source: Barley flour is produced by the mill out of barley and is needed in the bakery to produce the tasty Frisian bread.
nl: Gerstemeel wordt door de molen geproduceerd uit gerst en is nodig in de bakkerij om het smakelijke Friese brood te maken.
sv: Kornmjöl produceras av kvarnen av korn och behövs i bageriet för att tillverka det välsmakande frisiska brödet.

# frisians_ware
source: Oat flour is produced by the mill out of oat and is needed in the bakery to produce the tasty Frisian bread.
nl: Havermeel wordt door de molen geproduceerd uit haver en is nodig in de bakkerij om het smakelijke Friese brood te maken.
sv: Havremjöl produceras av kvarnen av havre och behövs i bageriet för att tillverka det välsmakande frisiska brödet.

# empire_ware
source: Besides bread and meat, fish is also a foodstuff for the Empire. Fish are used in taverns, inns and training sites (arena, colosseum, training camp).
nl: Naast brood en vlees is vis ook een voedingsmiddel voor het rijk. Vis wordt gebruikt in tavernes, herbergen en trainingslocaties (arena, colosseum, trainingskamp).
sv: Förutom bröd och kött är fisk också en viktig livsmedelsvara för imperiet. Fisk används i tavernor, värdshus och träningsanläggningar (arenor, colosseum, träningsläger).

# atlanteans_ware
source: As no Atlantean likes raw fish, smoking it in a smokery is the most common way to make it edible.
nl: Omdat geen enkele Atlantiër van rauwe vis houdt, is roken in een rokerij de meest gebruikelijke manier om het eetbaar te maken.
sv: Eftersom ingen atlantier gillar rå fisk är rökning i en rökugn det vanligaste sättet att göra den ätbar.

# ware
source: Meat contains a lot of energy, and it is obtained from wild game taken by hunters.
nl: Vlees bevat veel energie en wordt verkregen uit wild dat door jagers wordt gevangen.
sv: Kött innehåller mycket energi och kommer från vilt som jägare har fällt.

# empire_ware
source: Meat can also be obtained as pork from piggeries. It is used in the inns and taverns to prepare lunch for the miners and is consumed at the training sites (arena, colosseum, training camp).
nl: Vlees kan ook worden verkregen als varkensvlees uit varkenshouderijen. Het wordt gebruikt in de herbergen en tavernes om lunch voor de mijnwerkers te bereiden en wordt geconsumeerd op de trainingslocaties (arena, colosseum, trainingskamp).
sv: Kött kan också erhållas som fläsk från svingårdar. Det används i värdshusen och krogarna för att tillaga lunch till gruvarbetarna och konsumeras på träningsplatserna (arenan, colosseum, träningslägret).

# atlanteans_ware
source: Smoked meat is made out of meat in a smokery. It is delivered to the mines and training sites (labyrinth and dungeon) where the miners and soldiers prepare a nutritious lunch for themselves.
nl: Gerookt vlees wordt gemaakt van vlees in een rokerij. Het wordt geleverd aan de mijnen en trainingslocaties (labyrint en kerker) waar de mijnwerkers en soldaten een voedzame lunch voor zichzelf bereiden.
sv: Rökt kött tillverkas av kött i en rökeri. Det levereras till gruvorna och träningsplatserna (labyrinten och fängelsehålan) där gruvarbetarna och soldaterna tillagar en näringsrik lunch åt sig själva.

# barbarians_ware
source: The Barbarian bakers are best in making this flat and tasty pitta bread. It is made out of wheat and water following a secret recipe. Pitta bread is used in the taverns, inns and big inns to prepare rations, snacks and meals. It is also consumed at training sites (training camp and battle arena).
nl: De Barbaarse bakkers zijn de beste in het maken van dit platte en smakelijke pitabrood. Het wordt gemaakt van tarwe en water volgens een geheim recept. Pitabrood wordt gebruikt in tavernes, herbergen en grote herbergen om rantsoenen, snacks en maaltijden te bereiden. Het wordt ook geconsumeerd op trainingslocaties (trainingskampen en strijdarena's).
sv: Barbariska bagare är bäst på att baka detta platta och smakrika pitabröd. Det bakas av vete och vatten enligt ett hemligt recept. Pitabröd används i tavernor, värdshus och stora värdshus för att tillaga ransoner, snacks och måltider. Det konsumeras också på träningsplatser (träningsläger och stridsarenor).

# amazons_ware
source: This tasty bread is made in cassava root cookeries out of cassava root and water. It is the basic ingredient of a ration that is made by a food preserver. Soldiers like it too.
nl: Dit smakelijke brood wordt gemaakt in cassave-kookplaatsen van cassavewortel en water. Het is het basisingrediënt van een rantsoen dat wordt gemaakt door een voedselconserveringsbedrijf. Soldaten vinden het ook lekker.
sv: Detta välsmakande bröd tillverkas i kassavarötkök av kassavarötter och vatten. Det är den grundläggande ingrediensen i en ransoneringsportion som tillverkas av en livsmedelskonserverare. Soldaterna gillar det också.

# atlanteans_ware
source: This tasty bread is made in bakeries out of cornmeal, blackroot flour and water. It is appreciated as basic food by miners, scouts and soldiers in training sites (labyrinth and dungeon).
nl: Dit smakelijke brood wordt in bakkerijen gemaakt van maïsmeel, zwarte wortelmeel en water. Het wordt gewaardeerd als basisvoedsel door mijnwerkers, verkenners en soldaten in trainingskampen (labyrint en kerker).
sv: Detta välsmakande bröd tillverkas i bagerier av majsmjöl, svartrotmjöl och vatten. Det uppskattas som basföda av gruvarbetare, spejare och soldater på träningsanläggningar (labyrinter och fängelsehålor).

# empire_ware
source: The bakers of the Empire make really tasty bread out of flour and water. It is used in taverns and inns to prepare rations and meals. Bread is also consumed at the training sites (arena, colosseum, training camp).
nl: De bakkers van het Rijk maken erg lekker brood van bloem en water. Het wordt in tavernes en herbergen gebruikt om rantsoenen en maaltijden te bereiden. Brood wordt ook gegeten op de trainingslocaties (arena, colosseum, trainingskamp).
sv: Bagerierna i Imperiet bakar riktigt gott bröd av mjöl och vatten. Det används i krogar och värdshus för att tillaga ransoner och måltider. Bröd konsumeras också på träningsplatserna (arenan, colosseum, träningsläger).

# frisians_ware
source: Bread is made out of barley and water and is used in the taverns to prepare rations. It is also consumed by training soldiers.
nl: Brood wordt gemaakt van gerst en water en wordt in de tavernes gebruikt om rantsoenen te bereiden. Het wordt ook geconsumeerd door soldaten in opleiding.
sv: Bröd tillverkas av korn och vatten och används i krogarna för att tillaga ransoner. Det konsumeras också av soldater under träning.

# frisians_ware
source: This bread is sweetened with honey. It is consumed by the most experienced miners and in advanced soldier training.
nl: Dit brood is gezoet met honing. Het wordt gegeten door de meest ervaren mijnwerkers en tijdens geavanceerde soldatenopleidingen.
sv: Detta bröd är sötat med honung. Det konsumeras av de mest erfarna gruvarbetarna och i avancerad soldatutbildning.

# ware
source: A small bite to keep miners strong and working. The scout also consumes rations on his scouting trips.
nl: Een kleine hap om mijnwerkers sterk en aan het werk te houden. De verkenner eet ook rantsoenen op tijdens zijn verkenningstochten.
sv: En liten måltid som håller gruvarbetarna starka och arbetsföra. Spejaren konsumerar också ransoner på sina spejarturer.

# barbarians_ware
source: Rations are produced in a tavern, an inn or a big inn out of fish or meat or pitta bread.
nl: Rantsoenen worden gemaakt in een taverne, een herberg of een grote herberg uit vis of vlees of pitabrood.
sv: Ransonerna tillagas i en tavern, ett värdshus eller ett stort värdshus av fisk eller kött eller pitabröd.

# barbarians_ware
source: A bigger morsel than the ration to provide miners in deep mines. It is produced in an inn or a big inn out of fish/meat and pitta bread.
nl: Een grotere hap dan het rantsoen voor mijnwerkers in diepe mijnen. Het wordt bereid in een herberg of een grote herberg met vis/vlees en pitabrood.
sv: En större bit än den ransonerade maten som ges till gruvarbetare i djupa gruvor. Den tillagas på ett värdshus eller ett stort värdshus av fisk/kött och pitabröd.

# barbarians_ware
source: A meal is made out of pitta bread and fish/meat in a big inn. This substantial food is exactly what workers in a deeper mine need.
nl: Een maaltijd bestaat uit pitabrood en vis/vlees in een grote herberg. Dit stevige eten is precies wat arbeiders in een diepere mijn nodig hebben.
sv: En måltid består av pitabröd och fisk/kött i ett stort värdshus. Denna näringsrika mat är precis vad arbetarna i ett djupare gruvsystem behöver.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
nl: Steenkool wordt gewonnen in kolenmijnen of geproduceerd uit houtblokken door een houtskooloven.
sv: Kol bryts i kolgruvor eller framställs av ved i en kolugn.

# empire_ware
source: The fires of the Empire smelting works, armor smithies and weapon smithies are usually fed with coal.
nl: De vuren van de Imperium hoogoven, harnassmeden en wapensmeden van het Rijk worden meestal met steenkool gestookt.
sv: Eldarna i imperiets smältverk, rustningssmedjor och vapensmedjor eldas vanligtvis med kol.

# ware
source: Granite is a basic building material.
nl: Graniet is een fundamenteel bouwmateriaal.
sv: Granit är ett grundläggande byggmaterial.

# barbarians_ware
source: The Barbarians produce granite blocks in quarries and granite mines.
nl: De Barbaren produceren granietblokken in steengroeven en granietmijnen.
sv: Barbarerna producerar granitblock i stenbrott och granitgruvor.

# barbarians_ware
source: Granite can be processed into grout which provides a solid, non burning building material. Grout is produced in a lime kiln.
nl: Graniet kan worden verwerkt tot mortel, een stevig, niet-brandbaar bouwmateriaal. Mortel wordt geproduceerd in een kalkoven.
sv: Granit kan bearbetas till murbruk, vilket ger ett fast, icke-brännbart byggmaterial. Murbruk tillverkas i en kalkugn.

# frisians_ware
source: Clay is made out of water and mud to be turned into bricks, used in ship construction and to improve the charcoal kiln.
nl: Klei wordt gemaakt van water en modder om er bakstenen van te maken, die worden gebruikt in de scheepsbouw en om de houtskoolmeiler te verbeteren.
sv: Lera tillverkas av vatten och gyttja för att sedan formas till tegelstenar, som används vid skeppsbyggnad och för att förbättra kolugnen.

# frisians_ware
source: Bricks are the best and most important building material. They are made out of a mix of clay and granite dried in a coal fire.
nl: Bakstenen zijn het beste en belangrijkste bouwmateriaal. Ze worden gemaakt van een mengsel van klei en graniet dat in een kolenoven wordt gedroogd.
sv: Tegelstenar är det bästa och viktigaste byggmaterialet. De tillverkas av en blandning av lera och granit som torkas i en koleld.

# empire_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
nl: Marmer is de prachtige steen die uit de bergen wordt gehouwen of in een steengroeve wordt gewonnen. Marmer wordt gebruikt als bouwmateriaal en wordt gebeiteld tot marmeren zuilen in het steenhouwershuis.
sv: Marmor är en vacker sten som bryts ur bergen eller produceras i ett stenbrott. Marmor används som byggmaterial och huggs till marmorkolonner i stenhuggarens verkstad.

# empire_ware
source: Marble columns represent the high culture of the Empire, so they are needed for nearly every larger building. They are produced out of marble at a stonemason’s house.
nl: Marmeren zuilen staan symbool voor de hoge cultuur van het rijk en zijn daarom nodig voor bijna elk groter gebouw. Ze worden gemaakt van marmer in een steenhouwershuis.
sv: Marmorkolonner representerar imperiets höga kultur, så de behövs för nästan alla större byggnader. De tillverkas av marmor i en stenhuggares verkstad.

# atlanteans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are produced in a crystal mine.
nl: Deze transparante kwarts edelstenen worden gebruikt om een aantal exclusieve gebouwen te bouwen. Ze worden geproduceerd in een kristalmijn.
sv: Dessa genomskinliga kvartspärlor används för att bygga vissa exklusiva byggnader. De produceras i en kristallgruva.

# atlanteans_ware
source: These wonderful diamonds are used to build some exclusive buildings. They are mined in a crystal mine.
nl: Deze prachtige diamanten worden gebruikt om een aantal exclusieve gebouwen te bouwen. Ze worden gewonnen in een kristalmijn.
sv: Dessa underbara diamanter används för att bygga exklusiva byggnader. De bryts i en kristallgruva.

# default_ware
source: Iron ore is mined in iron mines.
nl: IJzererts wordt gedolven in ijzermijnen.
sv: Järnmalm bryts i järngruvor.

# empire_ware
source: It is smelted in a smelting works to retrieve the iron.
nl: Het wordt gesmolten in een smelterij om het ijzer eruit te halen.
sv: Det smälts i ett smältverk för att utvinna järnet.

# frisians_ware
source: Discarded weapons and armor can be recycled in a recycling center to produce new tools, weapon and armor.
nl: Afgedankte wapens en harnassen kunnen in een recyclingcentrum worden gerecycled om nieuwe gereedschappen, wapens en harnassen te produceren.
sv: Kasserade vapen och rustningar kan återvinnas i ett återvinningscenter för att tillverka nya verktyg, vapen och rustningar.

# ware
source: Iron is smelted out of iron ores.
nl: IJzer wordt gesmolten uit ijzererts.
sv: Järn smälts ur järnmalm.

# empire_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of iron.
nl: Het wordt geproduceerd door smelterijen. Wapens, harnassen en gereedschappen worden van ijzer gemaakt.
sv: Det produceras av smältverket. Vapen, rustningar och verktyg tillverkas av järn.

# ware
source: Gold ore is mined in a gold mine.
nl: Gouderts wordt gedolven in een goudmijn.
sv: Guldmalm bryts i en guldgruva.

# empire_ware
source: Smelted in a smelting works, it turns into gold which is used as a precious building material and to produce weapons and armor.
nl: Gesmolten in een hoogoven, verandert het in goud dat wordt gebruikt als kostbaar bouwmateriaal en om wapens en pantsers te maken.
sv: Smält i ett smältverk förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka vapen och rustningar.

# amazons_ware
source: Gold dust is washed in a gold digger dwelling.
nl: Goudstof wordt gewassen in een goudzoekerswoning.
sv: Guldstoft tvättas i en guldgrävarbostad.

# amazons_ware
source: Smelted in a furnace, it turns into gold which is used as a precious building material and to produce armor.
nl: In een smeltoven gesmolten, verandert het in goud dat wordt gebruikt als kostbaar bouwmateriaal en voor de productie van harnassen.
sv: Smält i en ugn förvandlas det till guld som används som ett värdefullt byggmaterial och för att tillverka rustningar.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of gold ore.
nl: Goud is het meest waardevolle van alle metalen en wordt gesmolten uit gouderts.
sv: Guld är det mest värdefulla av alla metaller och smälts ut ur guldmalm.

# empire_ware
source: It is produced by the smelting works. Armor and weapons are embellished with gold in the armor smithy and the weapon smithy.
nl: Het wordt geproduceerd door de hoogoven. Pantsers en wapens worden versierd met goud in de pantsersmederij en de wapensmederij.
sv: Det produceras av smältverket. Rustningar och vapen förgylls i rustningssmedjan och vapensmedjan.

# atlanteans_ware
source: This thread, made of gold by the gold spinning mill, is used for weaving the exclusive golden tabard in the weaving mill.
nl: Deze draad, gemaakt van goud door de goudspinnerij, wordt gebruikt voor het weven van de exclusieve gouden tabbaard in de weverij.
sv: Denna tråd, tillverkad av guld av guldspinneriet, används för att väva den exklusiva gyllene tabarden i väveriet.

# ware
source: Copper coins are money made of copper or bronze (copper and tin). Its the standard barter object.
nl: Koperen munten zijn geld gemaakt van koper of brons (koper en tin). Het is het standaard ruilobject.
sv: Kopparmynt är pengar gjorda av koppar eller brons (koppar och tenn). Det är det vanligaste bytesobjektet.

# ware
source: Silver coins are money made of silver. Its a valuable barter object.
nl: Zilver munten zijn geld gemaakt van zilver. Het is een waardevol ruilobject.
sv: Silvermynt är pengar gjorda av silver. Det är ett värdefullt bytesobjekt.

# ware
source: Gold coins are money made of gold. Its most valuable barter object.
nl: Gouden munten zijn geld gemaakt van goud. Het meest waardevolle ruilobject.
sv: Guldmynt är pengar gjorda av guld. Det mest värdefulla bytesobjektet.

# ware
source: The felling ax is the tool to chop down trees.
nl: De kapbijl is het gereedschap om bomen om te hakken.
sv: Fällningsyxan är verktyget för att hugga ner träd.

# empire_ware
source: Felling axes are used by lumberjacks and produced by the toolsmithy.
nl: Hakbijlen worden gebruikt door houthakkers en worden geproduceerd door de werktuigsmederij.
sv: Fällningsyxor används av skogshuggare och tillverkas av verktygssmedjan.

# amazons_ware
source: The machete is the tool of the liana cutters.
nl: De machete is het gereedschap van de lianensnijders.
sv: Macheten är lianaskärarnas verktyg.

# empire_ware
source: This saw is needed by the carpenter. It is produced by the toolsmith.
nl: Deze zaag is nodig voor de houtbewerker. Hij wordt gemaakt door de werktuigsmid.
sv: Denna såg behövs av snickaren. Den tillverkas av verktygssmeden.

# empire_ware
source: Picks are used by stonemasons and miners. They are produced by the toolsmith.
nl: Picks worden gebruikt door steenhouwers en mijnwerkers. Ze worden geproduceerd door de werktuigsmid.
sv: Hackor används av stenhuggare och gruvarbetare. De tillverkas av verktygssmeden.

# ware
source: Shovels are needed for the proper handling of plants.
nl: Schoppen zijn nodig om de planten goed te kunnen hanteren.
sv: Spadar behövs för att hantera växterna på rätt sätt.

# empire_ware
source: Therefore the forester and the vine farmer use them. They are produced by the toolsmith.
nl: Daarom gebruiken de boswachter en de wijnboer ze. Ze worden geproduceerd door de werktuigsmid.
sv: Därför använder skogsvaktaren och vinodlaren dem. De tillverkas av verktygssmeden.

# ware
source: The scythe is the tool of the farmers.
nl: De zeis is het gereedschap van de boeren.
sv: Lansen är böndernas verktyg.

# empire_ware
source: Scythes are produced by the toolsmith.
nl: Zeisen worden gemaakt door de werktuigsmid.
sv: Liar tillverkas av verktygssmeden.

# atlanteans_ware
source: Milking tongs are used by the spider breeder to milk the spiders. They are produced by the toolsmith.
nl: Melktangen worden door de spinnenkweker gebruikt om de spinnen te melken. Ze worden geproduceerd door de werktuigsmid.
sv: Mjölktänger används av spindeluppfödaren för att mjölka spindlarna. De tillverkas av verktygssmeden.

# ware
source: Fire tongs are the tools for smelting ores.
nl: Vuurtangen zijn de gereedschappen voor het smelten van ertsen.
sv: Eldtänger är verktyg för att smälta malm.

# empire_ware
source: They are used in the smelting works and produced by the toolsmith.
nl: Ze worden gebruikt in de hoogoven en gemaakt door de werktuigsmid.
sv: De används i smältverket och tillverkas av verktygssmeden.

# ware
source: The hammer is an essential tool.
nl: De hamer is een essentieel gereedschap.
sv: Hammaren är ett viktigt verktyg.

# empire_ware
source: Geologists, builders, weaponsmiths and armorsmiths all need a hammer. Make sure you’ve always got some in reserve! They are produced by the toolsmith.
nl: Geologen, bouwvakkers, wapensmeden en wapenmakers hebben allemaal een hamer nodig. Zorg ervoor dat je er altijd een paar achter de hand hebt! Ze worden gemaakt door de werktuigsmid.
sv: Geologer, byggare, vapensmeder och rustningssmeder behöver alla en hammare. Se till att du alltid har några i reserv! De tillverkas av verktygssmeden.

# ware
source: The chisel is an essential tool.
nl: De beitel is een onmisbaar gereedschap.
sv: Mejseln är ett viktigt verktyg.

# amazons_ware
source: Stone carvers need a chisel. Make sure you’ve always got some in reserve! They are produced by the stone carvers themselves.
nl: Steenhouwers hebben een beitel nodig. Zorg ervoor dat je er altijd een paar in reserve hebt! Ze worden door de steenhouwers zelf gemaakt.
sv: Stenhuggare behöver mejslar. Se till att du alltid har några i reserv! De tillverkas av stenhuggarna själva.

# amazons_ware
source: Needles are used by dressmakers to make dresses, boots and armor for the soldiers.
nl: Naalden worden door kleermakers gebruikt om jurken, laarzen en harnassen voor soldaten te maken.
sv: Nålar används av sömmerskor för att tillverka klänningar, stövlar och rustningar till soldaterna.

# empire_ware
source: This basket is needed by the vine farmer for harvesting the grapes. It is produced by the toolsmith.
nl: Deze mand wordt door de wijnboer gebruikt voor het oogsten van de druiven. Hij wordt vervaardigd door de werktuigsmid.
sv: Denna korg behövs av vinodlaren för att skörda druvorna. Den tillverkas av verktygssmeden.

# atlanteans_ware
source: The fishing net is used by the fisher and produced by the toolsmith.
nl: Het visnet wordt gebruikt door de visser en gemaakt door de werktuigsmit.
sv: Fisknätet används av fiskaren och tillverkas av verktygssmeden.

# ware
source: Fishing rods are needed by fishers to catch fish.
nl: Vissers hebben hengels nodig om vis te vangen.
sv: Fiskare behöver fiskespön för att fånga fisk.
