Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# europeans_building
source: ‘The Citadel of Adlen surely is the finest masterpiece of Barbarian craftsmanship. Nothing as strong and big and beautiful has ever been built in such a short time.’
sv: "Adlens fästning är utan tvekan det finaste mästerverket inom barbarernas hantverk. Inget så starkt, stort och vackert har någonsin byggts på så kort tid."

# europeans_building
source: Colintan, chief planner of the Citadel of Adlen,<br>at its opening ceremony
sv: Colintan, chefsplanerare för citadellet Adlen,<br>vid invigningsceremonin

# europeans_building
source: General Passerus Claudius Pedestrus on why he didn’t order the destruction of a rebel Blockhouse
sv: General Passerus Claudius Pedestrus om varför han inte beordrade förstörelsen av ett rebelliskt blockhus

source: Quis custodiet ipsos custodes?
sv: Vem bevakar väktarna?

# europeans_building
source: Saledus warning Lutius that sentries are not adequate protection for the Limes
sv: Saledus varnar Lutius för att vakter inte är ett tillräckligt skydd för Limes

# europeans_building
source: History of the Empire, Part III, preparation for the battle of Uliginosium
sv: Imperiets historia, del III, förberedelser inför slaget vid Uliginosium

source: Alea iacta est!
sv: Tärningarna är kastade!

# europeans_building
source: Rebel general Certus Ignavus Fidelius upon entering the limits of Fremil to overthrow the government
sv: Rebellgeneralen Certus Ignavus Fidelius när han gick in i Fremil för att störta regeringen

source: Veni, Vidi, Vici!
sv: Jag kom, jag såg, jag segrade!

# europeans_building
source: General Claudius Cæcus Cessus reporting a quick victory over the Barbarians thanks to the superior vision of a tower
sv: General Claudius Cæcus Cessus rapporterar om en snabb seger över barbarerna tack vare den överlägsna sikten från ett torn

source: Si vis pacem, para bellum.
sv: Om du vill ha fred, förbered dig för krig.

# europeans_building
source: Saledus arguing with Amalea
sv: Saledus grälar med Amalea

# europeans_building
source: Saledus in the Senate, urging final victory over the Barbarians
sv: Saledus i senaten, uppmanar till slutlig seger över barbarerna

source: Headquarters with Diker
sv: Högkvarter med Diker

source: Start the game with your headquarters only. Enables dikers and disables ports and shipyards.
sv: Starta spelet med endast ditt högkvarter. Aktiverar dikes och inaktiverar hamnar och skeppsvarv.

source: Headquarters with Seafaring
sv: Högkvarter med sjöfart

source: Start the game with your headquarters only. Enables ports and shipyards and disables dikers.
sv: Starta spelet med endast ditt högkvarter. Aktiverar hamnar och skeppsvarv och inaktiverar dikesbyggare.

# shipname
source: Aether
sv: Eter

# shipname
source: Antiphates
sv: Antifater

# shipname
source: Aphrodite
sv: Afrodite

# shipname
source: Chaos
sv: Kaos

# shipname
source: Cronus
sv: Kronos

# shipname
source: Cyclopes
sv: Kykloper

# shipname
source: Dionysus
sv: Dionysos

# shipname
source: Ganymede
sv: Ganymedes

# shipname
source: Genius
sv: Geni

# shipname
source: Hephaestus
sv: Hefaistos

# shipname
source: Neptune
sv: Neptunus

# shipname
source: Persephone
sv: Persefone

# shipname
source: Saturn
sv: Saturnus

# shipname
source: Typhon
sv: Tyfon
