Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# europeans_building
source: Well Level 2
nl: Waterbron Niveau 2
sv: Brunnsnivå 2

# europeans_building
source: Well Level 3
nl: Waterbron Niveau 3
sv: Brunnsnivå 3

# europeans_building
source: Big Well
nl: Grote Waterbron
sv: Stor brunn

# europeans_building
source: Basic Barracks
nl: Basis Barakken
sv: Grundläggande baracker

source: sleeping
nl: slapen
sv: sover

# europeans_building
source: upgrading soldier health from level 0 to level 1
nl: gezondheid van soldaat upgraden van niveau 0 naar niveau 1
sv: uppgradera soldatens hälsa från nivå 0 till nivå 1

# europeans_building
source: No soldier to train!
nl: Geen soldaat om te trainen!
sv: Ingen soldat att träna!

# europeans_building
source: No soldier found for this training level!
nl: Geen soldaat gevonden voor dit trainingsniveau!
sv: Ingen soldat hittades för denna träningsnivå!

# europeans_building
source: Barracks Level 1
nl: Barakken Niveau 1
sv: Baracker nivå 1

# europeans_building
source: upgrading soldier health from level 1 to level 2
nl: gezondheid van soldaat upgraden van niveau 1 naar niveau 2
sv: uppgradering av soldaters hälsa från nivå 1 till nivå 2

# europeans_building
source: Barracks Level 2
nl: Barakken Niveau 2
sv: Baracker nivå 2

# europeans_building
source: upgrading soldier health from level 2 to level 3
nl: gezondheid van soldaat upgraden van niveau 2 naar niveau 3
sv: uppgradering av soldaters hälsa från nivå 2 till nivå 3

# europeans_building
source: Barracks Level 3
nl: Barakken Niveau 3
sv: Baracker nivå 3

# europeans_building
source: upgrading soldier health from level 3 to level 4
nl: leven van soldaten upgraden van niveau 3 naar niveau 4
sv: uppgradering av soldaters hälsa från nivå 3 till nivå 4

# europeans_building
source: Barracks Level 4
nl: Barakken Niveau 4
sv: Baracker nivå 4

# europeans_building
source: upgrading soldier health from level 4 to level 5
nl: leven van soldaten upgraden van niveau 4 naar niveau 5
sv: uppgradering av soldaters hälsa från nivå 4 till nivå 5

# europeans_building
source: Basic Battle Arena
nl: Basis Gevechtsarena
sv: Grundläggande stridsarena

# europeans_building
source: upgrading soldier evade from level 0 to level 1
nl: soldaat ontwijking upgraden van niveau 0 naar niveau 1
sv: uppgradera soldatens undvikande från nivå 0 till nivå 1

# europeans_building
source: Battle Arena Level 1
nl: Gevechtsarena Niveau 1
sv: Stridsarena nivå 1

# europeans_building
source: upgrading soldier defense from level 0 to level 1
nl: soldaat verdediging upgraden van niveau 0 naar niveau 1
sv: uppgradering av soldatförsvar från nivå 0 till nivå 1

# europeans_building
source: Battle Arena Level 2
nl: Gevechtsarena Niveau 2
sv: Stridsarena nivå 2

# europeans_building
source: upgrading soldier evade from level 1 to level 2
nl: soldaat ontwijking upgraden van niveau 1 naar niveau 2
sv: uppgradera soldatens undvikande från nivå 1 till nivå 2

# europeans_building
source: Battle Arena Level 3
nl: Gevechtsarena Niveau 3
sv: Stridsarena nivå 3

# europeans_building
source: upgrading soldier defense from level 1 to level 2
nl: soldaat verdediging upgraden van niveau 1 naar niveau 2
sv: uppgradering av soldatförsvar från nivå 1 till nivå 2

# europeans_building
source: Battle Arena Level 4
nl: Gevechtsarena Niveau 4
sv: Stridsarena nivå 4

# europeans_building
source: Battle Arena Level 5
nl: Gevechtsarena Niveau 5
sv: Stridsarena nivå 5

# europeans_building
source: Basic Training Camp
nl: Basis Trainingskamp
sv: Grundläggande träningsläger

# europeans_building
source: upgrading soldier attack from level 0 to level 1
nl: soldaat aanval upgraden van niveau 0 naar niveau 1
sv: uppgradering av soldatattack från nivå 0 till nivå 1

# europeans_building
source: Training Camp Level 1
nl: Training Kamp Niveau 1
sv: Träningsläger nivå 1

# europeans_building
source: upgrading soldier attack from level 1 to level 2
nl: soldaat aanval upgraden van niveau 1 naar niveau 2
sv: uppgradering av soldatattack från nivå 1 till nivå 2

# europeans_building
source: Training Camp Level 2
nl: Training Kamp Niveau 2
sv: Träningsläger nivå 2

# europeans_building
source: upgrading soldier attack from level 2 to level 3
nl: soldaat aanval upgraden van niveau 2 naar niveau 3
sv: uppgradering av soldatattack från nivå 2 till nivå 3

# europeans_building
source: Training Camp Level 3
nl: Training Kamp Niveau 3
sv: Träningsläger nivå 3

# europeans_building
source: upgrading soldier attack from level 3 to level 4
nl: soldaat aanval upgraden van niveau 3 naar niveau 4
sv: uppgradering av soldatattack från nivå 3 till nivå 4

# europeans_building
source: Training Camp Level 4
nl: Training Kamp Niveau 4
sv: Träningsläger nivå 4

# europeans_building
source: upgrading soldier attack from level 4 to level 5
nl: soldaat aanval upgraden van niveau 4 naar niveau 5
sv: uppgradering av soldatattack från nivå 4 till nivå 5

# amazons_building
source: Headquarters
nl: Hoofdkwartier

# amazons_building
source: Port
nl: Haven

# amazons_building
source: Warehouse
nl: Magazijn

# atlanteans_building
source: Headquarters
nl: Hoofdkwartier

# atlanteans_building
source: Port
nl: Haven

# atlanteans_building
source: Warehouse
nl: Magazijn

# barbarians_building
source: Headquarters
nl: Hoofdkwartier

# barbarians_building
source: Port
nl: Haven

# barbarians_building
source: Warehouse
nl: Magazijn

# empire_building
source: Headquarters
nl: Hoofdkwartier

# empire_building
source: Port
nl: Haven

# empire_building
source: Warehouse
nl: Magazijn

# frisians_building
source: Headquarters
nl: Hoofdkwartier

# frisians_building
source: Port
nl: Haven

# frisians_building
source: Warehouse
nl: Magazijn

source: Cotton Field (medium)
nl: Katoenveld (medium)
sv: Bomullsfält (medelstort)

source: Cotton Field (ripe)
nl: Katoenveld (rijp)
sv: Bomullsfält (moget)

source: Cotton Field (small)
nl: Katoenveld (klein)
sv: Bomullsfält (litet)

source: Cotton Field (tiny)
nl: Katoenveld (zeer klein)
sv: Bomullsfält (litet)

# immovable
source: Dike
nl: Dijk

# immovable
source: Oat Field (harvested)
nl: Haverveld (geoogst)
sv: Havrefält (skördat)

# immovable
source: Oat Field (medium)
nl: Haverveld (medium)
sv: Havrefält (medelstort)

# immovable
source: Oat Field (ripe)
nl: Haverveld (rijp)
sv: Havrefält (moget)

# immovable
source: Oat Field (small)
nl: Haverveld (klein)
sv: Havrefält (litet)

# immovable
source: Oat Field (tiny)
nl: Haverveld (zeer klein)
sv: Havrefält (litet)

# immovable
source: Burning Charcoal Stack
nl: Brandende Houtskoolstapel
sv: Brinnande kolstapel

# immovable
source: Pond With Charcoal
nl: Vijver met Houtskool
sv: Damm med kol

# immovable
source: Dry Pond
nl: Droge Vijver
sv: Torr damm

# immovable
source: Pond With Fish Spawn
nl: Vijver met Viskuit
sv: Damm med fiskrom

# immovable
source: Pond With Fish
nl: Vijver met Vis
sv: Damm med fiskar

# immovable
source: Pond with water
nl: Vijver met water
sv: Damm med vatten

# immovable
source: Rye Field (harvested)
nl: Roggeveld (geoogst)
sv: Rågfält (skördat)

# immovable
source: Rye Field (medium)
nl: Roggeveld (gemiddeld)
sv: Rågfält (under tillväxt)

# immovable
source: Rye Field (ripe)
nl: Roggeveld (rijp)
sv: Rågfält (moget)

# immovable
source: Rye Field (small)
nl: Roggeveld (klein)
sv: Rågfält (ungt)

# immovable
source: Rye Field (tiny)
nl: Roggeveld (zeer klein)
sv: Rågfält (nysått)

# immovable
source: Ship Under Construction
nl: Droogdok
sv: Skepp under byggnation

# immovable
source: Trade Pole
nl: Handelspool
sv: Handelsstång

source: Balsa Tree (Mature)
nl: Balsaboom (Volwassen)
sv: Balsaträd (moget)

source: Balsa Tree (Old)
nl: Balsaboom (Oud)
sv: Balsaträd (gammalt)

source: Balsa Tree
nl: Balsa Boom
sv: Balsaträd

source: Balsa Tree (Pole)
nl: Balsaboom (Paal)
sv: Balsaträd (stång)

source: Balsa Tree (Sapling)
nl: Balsaboom (Zaailing)
sv: Balsaträd (trädplantor)

source: Ironwood Tree (Mature)
nl: IJzerhoutboom (Volwassen)
sv: Järnträd (moget)

source: Ironwood Tree (Old)
nl: IJzerhoutboom (Oud)
sv: Järnträd (gammalt)

source: Ironwood Tree
nl: IJzerhoutboom
sv: Järnträd

source: Ironwood Tree (Pole)
nl: IJzerhoutboom (Paal)
sv: Järnträd (stolpe)

source: Ironwood Tree (Sapling)
nl: IJzerhoutboom (Zaailing)
sv: Järnträd (trädplantor)

source: Liana Tree (Mature)
nl: Liaanboom (Volwassen)
sv: Liana Tree (mogen)

source: Liana Tree (Old)
nl: Liaanboom (Oud)
sv: Liana Tree (gammal)

source: Liana Tree
nl: Liaanboom

source: Liana Tree (Pole)
nl: Liaanboom (Paal)
sv: Liana Tree (stång)

source: Liana Tree (Sapling)
nl: Liaanboom (Zaailing)
sv: Liana Tree (trädplantor)

source: Rubber Tree (Mature)
nl: Rubberboom (Volwassen)
sv: Gummiträd (moget)

source: Rubber Tree (Old)
nl: Rubberboom (Oud)
sv: Gummiträd (gammalt)

source: Rubber Tree
nl: Rubberboom
sv: Gummiträd

source: Rubber Tree (Pole)
nl: Rubberboom (Paal)
sv: Gummiträd (stång)

source: Rubber Tree (Sapling)
nl: Rubberboom (Zaailing)
sv: Gummiträd (trädplantor)

source: Europeans
nl: Europeanen
sv: Européer

source: This is the culture of the Europeans.
nl: Dit is de cultuur van de Europeanen.
sv: Detta är européernas kultur.

source: This is the experimental Europeans tribe.
nl: Dit is de experimentele Europese stam.
sv: Detta är den experimentella europeiska stammen.

# ware
source: Logs are an important basic building material. They are produced by felling trees.
nl: Rondhout is een belangrijk basismateriaal voor de bouw. Ze worden geproduceerd door bomen te vellen.
sv: Timmer är ett viktigt grundläggande byggmaterial. Det produceras genom att man fäller träd.

# empire_ware
source: Imperial lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the toolsmithy and the sawmill.
nl: Keizerlijke houthakkers kappen de bomen; boswachters zorgen voor de aanvoer van bomen. Boomstammen worden ook gebruikt door de houtskooloven, de gereedschapssmid en de zagerij.
sv: Kungliga skogshuggare fäller träden; skogsvaktare sköter om tillgången på träd. Stockarna används också av kolugnen, verktygssmedjan och sågverket.

# ware
source: Planks are an important building material.
nl: Planken zijn een belangrijk bouwmateriaal.
sv: Plankor är ett viktigt byggmaterial.

# empire_ware
source: They are produced out of logs by the sawmill.
nl: Ze worden door de zagerij gemaakt van boomstammen.
sv: De tillverkas av timmerstockar i sågverket.

# empire_ware
source: They are also used by the weapon smithy.
nl: Ze worden ook gebruikt door de wapensmederij.
sv: De används också av vapensmeden.

# barbarians_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener.
nl: Dit door vuur geharde hout is zo hard als ijzer en wordt gebruikt voor verschillende gebouwen. Het wordt geproduceerd uit boomstammen in de houtverharder.
sv: Detta eldhärdade trä är lika hårt som järn och används i flera byggnader. Det tillverkas av stockar i trähärdaren.

# amazons_ware
source: Balsa wood is an important building material. It is also used to make light armor. Balsa trees are cut by an experienced woodcutter.
nl: Balsahout is een belangrijk bouwmateriaal. Het wordt ook gebruikt om lichte bepantsering te maken. Balsabomen worden gekapt door een ervaren houthakker.
sv: Balsaträ är ett viktigt byggmaterial. Det används också för att tillverka lätta rustningar. Balsaträd huggs av en erfaren skogshuggare.

# amazons_ware
source: This very hard wood is as hard as iron and it is used for several buildings, tools and weapons. It is cut by a very experienced woodcutter.
nl: Dit zeer harde hout is zo hard als ijzer en wordt gebruikt voor verschillende gebouwen, gereedschappen en wapens. Het wordt gekapt door een zeer ervaren houthakker.
sv: Detta mycket hårda trä är lika hårt som järn och används till flera byggnader, verktyg och vapen. Det huggs av en mycket erfaren skogshuggare.

# amazons_ware
source: Rubber is important for making warriors’ armor and shoes. Rubber trees are collected by experienced woodcutters.
nl: Rubber is belangrijk voor het maken van harnassen en schoenen voor krijgers. Rubberbomen worden geoogst door ervaren houthakkers.
sv: Gummi är viktigt för tillverkningen av krigares rustningar och skor. Gummiträd skördas av erfarna skogshuggare.

# europeans_ware
source: Scrap wood is a waste material that arises from the demolition of buildings or from procession wood in sawmills.
nl: Sloophout is afvalmateriaal dat ontstaat bij de sloop van gebouwen of bij de verwerking van hout in zagerijen.
sv: Skrotvirke är ett avfallsmaterial som uppstår vid rivning av byggnader eller vid bearbetning av virke i sågverk.

# europeans_ware
source: It can be processed into charcoal in charcoal kilns.
nl: Het kan worden verwerkt tot houtskool in houtskoolovens.
sv: Det kan bearbetas till träkol i kolugnar.

# barbarians_ware
source: Reed is produced in a reed yard and used to make the roofs of buildings waterproof.
nl: Dakriet wordt geproduceerd in een rietkwekerij en gebruikt om de daken van gebouwen waterdicht te maken.
sv: Vass produceras i en vassodling och används för att göra tak på byggnader vattentäta.

# amazons_ware
source: Lianas grow on trees. Very durable ropes are made out of them.
nl: Lianen groeien aan bomen. Er worden zeer duurzame touwen van gemaakt.
sv: Lianer växer på träd. Mycket hållbara rep tillverkas av dem.

# amazons_ware
source: This rope is made out of lianas. It is used for armor dresses and to construct buildings and ships.
nl: Dit touw is gemaakt van lianen. Het wordt gebruikt voor harnassen en voor de bouw van gebouwen en schepen.
sv: Detta rep är tillverkat av lianer. Det används till rustningskläder och för att bygga hus och skepp.

# amazons_ware
source: Cotton is a raw material used to make clothing.
nl: Katoen is een grondstof die wordt gebruikt om kleding te maken.
sv: Bomull är ett råmaterial som används för att tillverka kläder.

# amazons_ware
source: It is produced by normal farms.
nl: Het wordt geproduceerd door normale boerderijen.
sv: Den produceras av vanliga gårdar.

# empire_ware
source: Wool is the hair of sheep. Weaving mills use it to make cloth.
nl: Wol is het haar van schapen. Weverijen gebruiken het om stoffen te maken.
sv: Ull är fårens hår. Vävnaderier använder det för att tillverka tyg.

# frisians_ware
source: Fur is won from reindeer in a reindeer farm. It is woven into cloth or turned into fur garments for soldiers.
nl: Vacht wordt gewonnen van rendieren in een rendierenboerderij. Het wordt verwerkt tot stof of tot vachtkleding voor soldaten.
sv: Päls vinns från renar på en renfarm. Den vävs till tyg eller förvandlas till pälskläder för soldater.

# frisians_ware
source: Old garments can be turned into fur in a recycling center.
nl: Oude kledingstukken kunnen in een recyclingcentrum worden omgezet in vacht.
sv: Gamla kläder kan omvandlas till päls i ett återvinningscenter.

# frisians_ware
source: Leather is made out of fur, which is used as a raw material for making clothes.
nl: Leer wordt gemaakt van vacht, dat wordt gebruikt als grondstof voor het maken van kleding.
sv: Läder tillverkas av päls, som används som råmaterial för att tillverka kläder.

# barbarians_ware
source: Cloth is needed for Barbarian ships. It is produced out of reed.
nl: Doek is nodig voor Barbaarse schepen. Ze worden gemaakt van dakriet.
sv: Tyg behövs för barbariska skepp. Det tillverkas av vass.

# atlanteans_ware
source: Spider silk is produced by spiders, which are bred by spider farms. It can be processed into spidercloth or tabards in a weaving mill, or used to make tools in the toolsmithy.
nl: Spinnengaren wordt geproduceerd door spinnen, die gekweekt worden in spinnenboerderijen. Het kan worden verwerkt tot spinnendoek of tabbaarden in een weverij, of worden gebruikt om gereedschap van te maken in de werktuigsmederij.
sv: Spindeltråd produceras av spindlar som odlas på spindelodlingar. Den kan bearbetas till spindelduk eller tabarder i en vävfabrik, eller användas för att tillverka verktyg i verktygssmedjan.

# atlanteans_ware
source: Spidercloth is made out of spider silk in a weaving mill. It is used in the shipyard. Also some higher developed buildings need spidercloth for their construction.
nl: Spinnendoek wordt gemaakt van spinnengaren in een weverij. Het wordt gebruikt op de scheepswerf. Ook sommige hoger ontwikkelde gebouwen hebben spinnendoek nodig voor hun constructie.
sv: Spindelväv tillverkas av spindeltråd i en vävfabrik. Den används i skeppsvarvet. Även vissa mer avancerade byggnader behöver spindelväv för sin konstruktion.

# ware
source: Water is the essence of life!
nl: Water is de essentie van het leven!
sv: Vatten är livets essens!

# empire_ware
source: Water is used in the bakery and the brewery. The donkey farm, the sheep farm and the piggery also need to be supplied with water.
nl: Water wordt gebruikt in de bakkerij en de brouwerij. Ook de ezelstal, de schapenboerderij en de varkensfokkerij moeten van water worden voorzien.
sv: Vatten används i bageriet och bryggeriet. Åsnefarmen, fårfarmen och svingården behöver också förses med vatten.

# barbarians_ware
source: Beer is produced in micro breweries and used in inns and big inns to produce snacks.
nl: Bier wordt geproduceerd in microbrouwerijen en gebruikt in herbergen en grote herbergen om hapjes te maken.
sv: Öl produceras i mikrobryggerier och används i värdshus och stora värdshus för att tillverka snacks.

# barbarians_ware
source: Only this beer is acceptable for the soldiers in a battle arena. Some say that the whole power of the Barbarians lies in this ale. It helps to train the soldiers’ evade level from 0 to 1 to 2. Strong beer is also used in big inns to prepare meals.
nl: Alleen dit bier is aanvaardbaar voor de soldaten in een gevechtsarena. Sommigen zeggen dat de hele kracht van de barbaren in dit bier ligt. Het helpt om het ontwijkingsniveau van de soldaten te trainen van 0 naar 1 naar 2. Sterk bier wordt ook gebruikt in grote herbergen om maaltijden te bereiden.
sv: Endast denna öl är acceptabel för soldaterna i en stridsarena. Vissa säger att hela barbarernas styrka ligger i denna ale. Den hjälper till att träna soldaternas undvikande nivå från 0 till 1 till 2. Stark öl används också i stora värdshus för att tillaga måltider.

# amazons_ware
source: Cocoa beans are gathered from cocoa trees by a cocoa farmer. They are used for producing chocolate.
nl: Cacaobonen worden door een cacaoboer van cacaobomen geplukt. Ze worden gebruikt voor de productie van chocolade.
sv: Kakaobönor skördas från kakaoträd av en kakaobonde. De används för att tillverka choklad.

# amazons_ware
source: Chocolate is produced by chocolate breweries and used to train soldiers.
nl: Chocolade wordt geproduceerd door chocoladebrouwerijen en gebruikt om soldaten te trainen.
sv: Choklad tillverkas av chokladfabriker och används för att träna soldater.

# empire_ware
source: These grapes are the base for a tasty wine. They are harvested in a vineyard and processed in a winery.
nl: Deze druiven vormen de basis voor een lekkere wijn. Ze worden geoogst in een wijngaard en verwerkt in een wijnmakerij.
sv: Dessa druvor är basen för ett välsmakande vin. De skördas i en vingård och bearbetas i en vinkällare.

# empire_ware
source: This tasty wine is drunk by the miners working the marble and gold mines. It is produced in a winery.
nl: Deze smakelijke wijn wordt gedronken door de mijnwerkers die in de marmer- en goudmijnen werken. Hij wordt geproduceerd in een wijnmakerij.
sv: Denna välsmakande vin dricks av gruvarbetarna som arbetar i marmor- och guldgruvorna. Den produceras i en vingård.

# frisians_ware
source: Honey is produced by bees belonging to a beekeeper. It is used to bake honey bread and brew mead.
nl: Honing wordt geproduceerd door bijen die eigendom zijn van een imker. Het wordt gebruikt om honingbrood te bakken en mede te brouwen.
sv: Honung produceras av bin som tillhör en biodlare. Den används för att baka honungsbröd och brygga mjöd.

# frisians_ware
source: Mead is produced by mead breweries. Soldiers drink mead during advanced training.
nl: Mead wordt geproduceerd door mead-brouwerijen. Soldaten drinken mead tijdens geavanceerde trainingen.
sv: Mjöd produceras av mjödbryggerier. Soldater dricker mjöd under avancerad träning.

# ware
source: Wheat is essential for survival.
nl: Tarwe is essentieel om te overleven.
sv: Vete är nödvändigt för överlevnad.

# empire_ware
source: Wheat is produced by farms and used by mills and breweries. Donkey farms, sheep farms and piggeries also need to be supplied with wheat.
nl: Tarwe wordt geproduceerd door boerderijen en gebruikt door molens en brouwerijen. Ook ezelboerderijen, schapenboerderijen en varkenshouderijen hebben tarwe nodig.
sv: Vete produceras av jordbruk och används av kvarnar och bryggerier. Åsne-, får- och grisgårdar behöver också förses med vete.

# ware
source: rye is essential for survival.
nl: rogge is essentieel om te overleven
sv: råg är nödvändigt för överlevnad.

# empire_ware
source: rye is produced by farms and used by mills and breweries. Donkey farms, sheep farms and piggeries also need to be supplied with rye.
nl: rogge wordt geproduceerd door boerderijen en gebruikt door molens en brouwerijen. Ook ezelboerderijen, schapenboerderijen en varkenshouderijen moeten worden voorzien van rogge.
sv: råg produceras av jordbruk och används av kvarnar och bryggerier. Åsne-, får- och grisgårdar behöver också förses med råg.

# atlanteans_ware
source: This corn is processed in the mill into fine cornmeal that every Atlantean baker needs for a good bread. Also horse and spider farms need to be provided with corn.
nl: Deze maïs wordt in de molen verwerkt tot fijn maïsmeel dat elke Atlantische bakker nodig heeft voor een goed brood. Ook paarden- en spinnenboerderijen moeten van maïs worden voorzien.
sv: Denna majs bearbetas i kvarnen till fint majsmjöl som alla bagare i Atlantis behöver för att baka gott bröd. Även häst- och spindelgårdar behöver förses med majs.

# atlanteans_ware
source: Blackroots are a special kind of root produced at blackroot farms and processed in mills. The Atlanteans like their strong taste and use their flour for making bread.
nl: Helmkruid is een speciaal soort wortel die wordt geproduceerd op helmkruidboerderijen en verwerkt in molens. De Atlantiërs houden van hun sterke smaak en gebruiken het meel voor het maken van brood.
sv: Svartrot är en speciell sorts rot som odlas på svartrotgårdar och bearbetas i kvarnar. Atlantierna uppskattar dess starka smak och använder mjölet till att baka bröd.

# frisians_ware
source: Barley is a slow-growing grain that is used for baking bread and brewing beer. It is also eaten by reindeer.
nl: Gerst is een langzaam groeiend graan dat wordt gebruikt voor het bakken van brood en het brouwen van bier. Het wordt ook gegeten door rendieren.
sv: Korn är ett långsamt växande spannmål som används för att baka bröd och brygga öl. Det äts också av renar.

# frisians_ware
source: oat is a slow-growing grain that is used for baking bread and feeding animals.
nl: Haver is een langzaam groeiend graan dat wordt gebruikt voor het bakken van brood en als veevoer.
sv: havre är ett långsamt växande spannmål som används för att baka bröd och som djurfoder.

# amazons_ware
source: Cassava roots are a special kind of root produced at cassava plantations. The Amazons like their strong taste for making bread and they also feed their tapirs with them.
nl: Cassavewortels zijn een speciaal soort wortel die op cassaveplantages wordt geproduceerd. De Amazones houden van de sterke smaak ervan voor het maken van brood en ze voeren ze ook aan hun tapirs.
sv: Kassava-rötter är en speciell sorts rot som odlas på kassava-plantager. Amazonasborna uppskattar deras starka smak när de bakar bröd och de matar även sina tapirer med dem.
