Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# empire_worker
source: Produces cloth for ships and soldiers.
nl: Produceert doek voor schepen en soldaten.
sv: Tillverkar tyg för skepp och soldater.

# frisians_worker
source: Produces cloth and sews fur garments.
nl: Produceert stoffen en naait vachtkleding.
sv: Tillverkar tyg och syr pälsplagg.

# frisians_worker
source: Sews armor out of fur garments and metal.
nl: Maakt harnassen van vachtkleding en metaal.
sv: Syr rustningar av pälskläder och metall.

# barbarians_worker
source: Produces weapons for soldiers and tools for workers.
nl: Produceert wapens voor soldaten en gereedschap voor arbeiders.
sv: Tillverkar vapen för soldater och verktyg för arbetare.

# barbarians_worker
source: Forges helmets for soldiers.
nl: Smeedt helmen voor soldaten.
sv: Tillverkar hjälmar för soldater.

# amazons_worker
source: Produces spears for soldiers and tools for workers.
nl: Produceert speren voor soldaten en gereedschap voor arbeiders.
sv: Tillverkar spjut för soldater och verktyg för arbetare.

# atlanteans_worker
source: Produces tools for the workers.
nl: Produceert gereedschap voor de arbeiders.
sv: Tillverkar verktyg för arbetarna.

# atlanteans_worker
source: Produces armor for the soldiers.
nl: Produceert pantsers voor de soldaten.
sv: Tillverkar rustningar för soldaterna.

# atlanteans_worker
source: Produces weapons for the soldiers.
nl: Produceert wapens voor de soldaten.
sv: Tillverkar vapen för soldaterna.

# empire_worker
source: Produces tools for the workers.
nl: Produceert gereedschap voor de arbeiders.
sv: Tillverkar verktyg för arbetarna.

# empire_worker
source: Produces armor for the soldiers.
nl: Produceert pantsers voor de soldaten.
sv: Tillverkar rustningar för soldaterna.

# empire_worker
source: Produces weapons for the soldiers.
nl: Produceert wapens voor de soldaten.
sv: Tillverkar vapen för soldaterna.

# frisians_worker
source: Produces weapons and armor for soldiers and tools for workers.
nl: Produceert wapens en harnassen voor soldaten en gereedschap voor werkers.
sv: Tillverkar vapen och rustningar för soldater samt verktyg för arbetare.

# frisians_worker
source: Produces the best weapons and armor for soldiers and tools for workers.
nl: Produceert de beste wapens en harnassen voor soldaten en gereedschap voor arbeiders.
sv: Tillverkar de bästa vapnen och rustningarna för soldater och verktyg för arbetare.

# barbarians_worker
source: Trains the soldiers.
nl: Traint de soldaten.
sv: Tränar soldaterna.

# amazons_worker
source: Trains the soldiers.
nl: Traint de soldaten.
sv: Tränar soldaterna.

# atlanteans_worker
source: Trains the soldiers.
nl: Traint de soldaten.
sv: Tränar soldaterna.

# empire_worker
source: Trains the soldiers.
nl: Traint de soldaten.
sv: Tränar soldaterna.

# frisians_worker
source: Trains the soldiers.
nl: Traint de soldaten.
sv: Tränar soldaterna.

# barbarians_worker
source: Eager to become a soldier and defend his tribe!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!
sv: Ivrig att bli soldat och försvara sin stam!

# atlanteans_worker
source: Eager to become a soldier and defend his tribe!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!
sv: Ivrig att bli soldat och försvara sin stam!

# empire_worker
source: Eager to become a soldier and defend his tribe!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!
sv: Ivrig att bli soldat och försvara sin stam!

# europeans_worker
source: Defend and Conquer!
nl: Verdedig en Overwin!
sv: Försvara och erövra!

source: The remains of a destroyed building.
nl: De overblijfselen van een verwoest gebouw.
sv: Resterna av en förstörd byggnad.

source: The remains of an old tree.
nl: De resten van een oude boom.
sv: Resterna av ett gammalt träd.

source: A breakwater erected by a diker to gain new land from the sea.
nl: Een golfbreker die door een dijkbouwer is aangelegd om nieuw land te winnen op de zee.
sv: En vågbrytare som uppförts av en dikare för att vinna ny mark från havet.

source: You can manually remove the dike when the land is sufficiently secured to prevent wasting resources. To do so, build a flag, road, or building in its place.
nl: Je kunt de dijk handmatig verwijderen wanneer het land voldoende beveiligd is om verspilling van middelen te voorkomen. Om dit te doen, bouw je een vlag, weg of gebouw op die plek.
sv: Du kan manuellt ta bort vallen när marken är tillräckligt säkrad för att undvika slöseri med resurser. För att göra detta, bygg en flagga, väg eller byggnad på dess plats.

source: This balsa tree has just been planted.
nl: Deze balsaboom is net geplant.
sv: Denna balsaträd har just planterats.

source: This balsa tree is growing.
nl: Deze balsaboom groeit.
sv: Denna balsaträd växer.

source: This balsa tree is fully grown. Lianas can be gathered from it.
nl: Deze balsaboom is volgroeid. Je kunt er lianen van plukken.
sv: Detta balsaträd är fullvuxet. Lianer kan samlas in från det.

source: This balsa tree is ready for harvesting balsa wood by a master woodcutter. Other tribes can harvest it for normal logs.
nl: Deze balsaboom is klaar om door een meester-houthakker te worden gekapt voor de winning van balsahout. Andere stammen kunnen hem kappen voor normale houtblokken.
sv: Detta balsaträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: This berry bush has just been planted.
nl: Deze bessenstruik is net geplant.
sv: Denna bärbuske har just planterats.

source: This berry bush is growing.
nl: Deze bessenstruik groeit.
sv: Denna bärbuske växer.

source: This berry bush is flowering. Honey can be produced from it by a beekeeper.
nl: Deze bessenstruik staat in bloei. Een imker kan er honing van maken.
sv: Denna bärbuske blommar. Honung kan produceras från den av en biodlare.

source: This berry bush is ready for harvesting.
nl: Deze bessenstruik is klaar om geoogst te worden.
sv: Denna bärbuske är redo för skörd.

source: This field has just been planted.
nl: Dit veld is net aangeplant.
sv: Denna åker har just blivit sådd.

source: This field is growing.
nl: Dit veld groeit.
sv: Detta område växer.

source: This field is flowering. Honey can be produced from it by a beekeeper.
nl: Dit veld staat in bloei. Hieruit kan honing worden geproduceerd door een imker.
sv: Det här fältet blommar. Honung kan produceras från det av en biodlare.

source: This field is ready for harvesting.
nl: Dit veld is klaar om geoogst te worden.
sv: Det här fältet är klart för skörd.

source: This field has been harvested.
nl: Dit veld is geoogst.
sv: Denna åker har skördats.

source: This cocoa tree has just been planted.
nl: Deze cacaoboom is net geplant.
sv: Denna kakaoträd har just planterats.

source: This cocoa tree is growing.
nl: Deze cacaoboom groeit.
sv: Denna kakaoträd växer.

source: This cocoa tree is fully grown.
nl: Deze cacaoboom is volgroeid.
sv: Detta kakaoträd är fullvuxet.

source: The beans on this cocoa tree are ready for harvesting.
nl: De bonen aan deze cacaoboom zijn klaar om geoogst te worden.
sv: Bönorna på detta kakaoträd är redo för skörd.

source: This grapevine has just been planted.
nl: Deze wijnstok is net geplant.
sv: Denna vinranka har just planterats.

source: This grapevine is growing.
nl: Deze wijnstok groeit.
sv: Denna vinranka växer.

source: This grapevine is ready for harvesting.
nl: Deze wijnstok is klaar om geoogst te worden.
sv: Denna vindruva är redo för skörd.

source: This ironwood tree has just been planted.
nl: Deze ijzerhoutboom is net geplant.
sv: Detta järnträd har just planterats.

source: This ironwood tree is growing.
nl: Deze ijzerhoutboom groeit.
sv: Detta järnträd växer.

source: This ironwood tree is fully grown. Lianas can be gathered from it.
nl: Deze ijzerhoutboom is volgroeid. Er kunnen lianen aan worden geplukt.
sv: Detta järnträd är fullvuxet. Lianer kan samlas in från det.

source: This ironwood tree is ready for harvesting ironwood by a master woodcutter. Other tribes can harvest it for normal logs.
nl: Deze ijzerhoutboom is klaar om door een meester-houthakker te worden gekapt voor de winning van ijzerhout. Andere stammen kunnen hem kappen voor normale houtblokken.
sv: Detta järnträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: When claydiggers dig up earth, they leave holes in the ground. These holes vanish after a while. Aqua farms can use them as ponds to grow fish in them, whereas charcoal burners erect their charcoal stacks in them.
nl: Wanneer kleigravers de aarde opgraven, laten ze gaten achter in de grond. Deze gaten verdwijnen na een tijdje. vistelers kunnen ze gebruiken als vijvers om vis in te kweken, terwijl houtskoolbranders er hun houtskoolstapels in opwerpen.
sv: När lergrävare gräver upp jord lämnar de hål i marken. Dessa hål försvinner efter ett tag. Vattenbruk kan använda dem som dammar för att odla fisk i, medan kolbrännare bygger sina kolstackar i dem.

source: Fish are maturing in this pond. A fisher working from an aqua farm will be able to catch them when they are bigger.
nl: De vissen worden volwassen in deze vijver. Een visser die vanuit een viskwekerij werkt, kan ze vangen wanneer ze groter zijn.
sv: Fiskarna mognar i denna damm. En fiskare som arbetar på en vattenbruk kan fånga dem när de blivit större.

source: Fish are living in this pond. A fisher working from an aqua farm can catch them as food.
nl: Er leven vissen in deze vijver. Een visser die vanuit een aquacultuurbedrijf werkt, kan ze vangen als voedsel.
sv: Det finns fiskar i denna damm. En fiskare som arbetar på en vattenbruksgård kan fånga dem som mat.

source: A charcoal stack is burning in this earthen hole. When it has burnt down, a charcoal burner will be able to gather coal from it.
nl: In dit aarden gat brandt een stapel houtskool. Als deze is opgebrand, kan een houtskoolbrander er kolen uit verzamelen.
sv: En kolhög brinner i detta jordhål. När den har brunnit ner kan en kolförbrännare samla kol från den.

source: A charcoal stack, which had been erected in this earthen hole, is ready for a charcoal burner to gather coal from it.
nl: Een houtskoolstapel, die in deze aarden kuil was opgebouwd, is klaar om door een houtskoolbrander te worden verzameld.
sv: En kolstapel, som hade rests i detta jordhål, är redo för en kolbrännare att samla kol från.

source: When gardeners dig up earth, they leave holes with water in the ground. These falls dry after a while or can be used by terraformer to produce new soil.
nl: Wanneer tuiniers aarde afgraven, laten ze gaten met water achter in de grond. Deze vallen na een tijdje droog of kunnen door terravormers worden gebruikt om nieuwe grond te produceren.
sv: När trädgårdsmästare gräver upp jorden lämnar de hål med vatten i marken. Dessa fallar torkar efter ett tag eller kan användas av terraformare för att producera ny jord.

source: This reed field has just been planted.
nl: Dit rietveld is net geplant.
sv: Detta vassfält har just planterats.

source: This reed field is growing.
nl: Dit rietveld groeit.
sv: Detta vassfält växer.

source: This reed field is flowering. Honey can be produced from it.
nl: Dit rietveld staat in bloei. Er kan honing van worden gemaakt.
sv: Detta vassfält blommar. Honung kan produceras från det.

source: This reed field is ready for harvesting.
nl: Dit rietveld kan worden geoogst.
sv: Detta vassfält är klart för skörd.

source: This rubber tree has just been planted.
nl: Deze rubberboom is net geplant.
sv: Denna gummiträd har just planterats.

source: This rubber tree is growing.
nl: Deze rubberboom groeit.
sv: Denna gummiträd växer.

source: This rubber tree is fully grown. Lianas can be gathered from it.
nl: Deze rubberboom is volgroeid. Je kunt er lianen van plukken.
sv: Detta gummiträd är fullvuxet. Lianer kan samlas in från det.

source: This rubber tree is ready for harvesting rubber by a master woodcutter. Other tribes can harvest it for normal logs.
nl: Deze rubberboom is klaar om geoogst te worden door een meester-houtsnijder. Andere stammen kunnen hem oogsten voor normale boomstammen.
sv: Detta gummiträd är redo att skördas av en mästerskogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: There are no resources in the ground here.
nl: Er zitten hier geen grondstoffen in de grond.
sv: Det finns inga naturresurser här.

source: There is water in the ground here that can be pulled up by a well.
nl: Er zit hier water in de grond dat kan worden opgepompt met een waterput.
sv: Det finns vatten i marken här som kan pumpas upp med en brunn.

source: Coal veins contain coal that can be dug up by coal mines.
nl: Steenkooladers bevatten steenkool die kan worden opgegraven in steenkoolmijnen.
sv: Kolfyndigheter innehåller kol som kan brytas i kolgruvor.

source: There is only a little bit of coal here.
nl: Er is hier maar een klein beetje steenkool.
sv: Det finns bara lite kol här.

source: Iron veins contain iron ore that can be dug up by iron mines.
nl: IJzeraders bevatten ijzererts dat kan worden opgegraven in ijzermijnen.
sv: Järnådror innehåller järnmalm som kan brytas i järngruvor.

source: There is only a little bit of iron here.
nl: Er is hier maar een klein beetje ijzer.
sv: Det finns bara lite järn här.

source: Gold veins contain gold ore that can be dug up by gold mines.
nl: Goudaders bevatten gouderts dat kan worden opgegraven in goudmijnen.
sv: Guldåder innehåller guldmalm som kan brytas i guldgruvor.

source: There is only a little bit of gold here.
nl: Er is hier maar een klein beetje goud.
sv: Det finns bara lite guld här.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
nl: Marmer is een basisbouwmateriaal en kan worden opgegraven in een marmermijn. Je krijgt ook graniet uit de mijn.
sv: Marmor är ett grundläggande byggmaterial och kan brytas i en marmorgruva. Du får också granit från gruvan.

source: There is only a little bit of marble here.
nl: Er is hier maar een klein beetje marmer.
sv: Det finns bara lite marmor här.

source: There is a lot of coal here.
nl: Er is hier veel steenkool.
sv: Det finns mycket kol här.

source: There is a lot of iron here.
nl: Er is hier veel ijzer.
sv: Det finns mycket järn här.

source: There is a lot of gold here.
nl: Er is hier veel goud.
sv: Det finns mycket guld här.

source: There is a lot of marble here.
nl: Er is hier veel marmer.
sv: Det finns mycket marmor här.

source: A ship is being constructed at this site.
nl: Op deze plek wordt een schip gebouwd.
sv: Ett skepp byggs på denna plats.

source: This tree is only planted by the european and amazon tribes but can be harvested for balsa wood.
nl: Deze boom wordt alleen door Europese en Amazone-stammen geplant, maar kan worden geoogst voor balsahout.
sv: Detta träd planteras endast av europeiska och amazoniska stammar, men kan skördas för balsaträ.

source: This tree is only planted by the european and amazon tribes but can be harvested for ironwood.
nl: Deze boom wordt alleen door Europese en Amazone-stammen geplant, maar kan worden geoogst voor ijzerhout.
sv: Detta träd planteras endast av europeiska och amazoniska stammar, men kan skördas för järnträ.

source: This tree is only planted by the european and amazon tribes but can be harvested for liana.
nl: Deze boom wordt alleen door Europese en Amazone-stammen geplant, maar kan worden geoogst voor liana.
sv: Detta träd planteras endast av europeiska och amazoniska stammar, men kan skördas för liana.

source: This tree is only planted by the european and amazon tribes but can be harvested for rubber.
nl: Deze boom wordt alleen door Europese en Amazone-stammen geplant, maar kan worden geoogst voor rubber.
sv: Detta träd planteras endast av europeiska och amazoniska stammar, men kan skördas för gummi.

# amazons_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.

# amazons_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

# amazons_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.

# amazons_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# amazons_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
nl: Net als het Hoofdkwartier kan een Haven worden aangevallen en vernietigd door een vijand. Het is aan te raden om soldaten te sturen om het te verdedigen.

# atlanteans_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.

# atlanteans_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

# atlanteans_building
source: We founded this new colony, now go with Satul and do the best you can do for your tribe.
nl: We hebben deze nieuwe kolonie gesticht, ga nu met Satul mee en doe je best voor je stam.

# atlanteans_building
source: Priest of Satul inaugurating you as leader of the Atleantean tribe
nl: Priesteres van Satul die u inwijdt als leider van de Atlanteaanse stam.

# atlanteans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools. It will help you to stabilize your economy.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan. Het zal je helpen om je economie te stabiliseren.

# atlanteans_building
source: Maybe you think it’s a boring task to store, count and retrieve all this stuff, but do you really want your carriers to walk all the way to your Headquarters?
nl: Misschien vind je het een saaie taak om al die spullen op te slaan, te tellen en terug te vinden, maar wil je echt dat je vervoerders helemaal naar je Hoofdkwartier moeten lopen?

# atlanteans_building
source: Head of the warehouse
nl: Hoofd van het magazijn

# atlanteans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# atlanteans_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
nl: Net als het hoofdkwartier kan een Haven worden aangevallen en vernietigd door een vijand. Het is aan te raden om soldaten te sturen om het te verdedigen.

# atlanteans_building
source: This is the building where expeditions will be equipped to boldly go and find new shores.
nl: Dit is het gebouw waar expedities worden uitgerust om moedig op pad te gaan en nieuwe kusten te vinden.

# atlanteans_building
source: Ostur, the designer of the new Expedition ship class, during the opening of a new Port
nl: Ostur, de ontwerper van de nieuwe Expedition-scheepsklasse, tijdens de opening van een nieuwe haven

# barbarians_building
source: ‘Steep like the slopes of Kal’mavrath, shiny like the most delicate armor and strong like our ancestors, that’s how the headquarters of Chat’Karuth presented itself to us.’
nl: 'Steil als de hellingen van Kal'mavrath, glanzend als het meest verfijnde harnas en sterk als onze voorouders, zo presenteerde het hoofdkwartier van Chat'Karuth zich aan ons.'

# barbarians_building
source: Ballad ‘The Battle of Kal’mavrath’ by Hakhor the Bard
nl: Ballade ‘De Slag bij Kal'mavrath’ door Hakhor de Bard

# barbarians_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.

# barbarians_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

# barbarians_building
source: ‘Who still owns a warehouse is not yet defeated!’
nl: 'Wie nog steeds een magazijn heeft, is nog niet verslagen!'

# barbarians_building
source: Berthron, chief military adviser of Chat’Karuth,<br>when they lost the headquarters in the battle around the heights of Kal’Megarath
nl: Berthron, hoofd militair adviseur van Chat'Karuth,<br>toen ze het hoofdkwartier verloren in de strijd rond de hoogten van Kal'Megarath.

# barbarians_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.

# barbarians_building
source: ‘I prefer the planks of a ship to any fortress, no matter how strong it is.’
nl: 'Ik geef de voorkeur aan de planken van een schip boven welk fort dan ook, hoe sterk het ook is.'

# barbarians_building
source: Captain Thanlas the Elder,<br>Explorer
nl: Kapitein Thanlas de Oudere,<br>Ontdekkingsreiziger

# barbarians_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# barbarians_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
nl: Net als het hoofdkwartier kan een Haven worden aangevallen en vernietigd door een vijand. Het is aan te raden om soldaten te sturen om het te verdedigen.

source: All roads lead to Fremil.
nl: Alle wegen leiden naar Fremil.

# empire_building
source: Proverb signifying the glory of the Empire and its capital
nl: Spreuk die de glorie van het Keizerrijk en zijn hoofdstad symboliseert

# empire_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.

# empire_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

source: Who gives promptly, gives twice, who gives late, gives nothing.
nl: Wie snel geeft, geeft twee keer, wie laat geeft, geeft niets.

# empire_building
source: Proverb written over the doors of a warehouse
nl: Spreuk geschreven boven de deuren van een magazijn

# empire_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.

source: To sail is necessary.
nl: Zeilen is noodzakelijk.

# empire_building
source: Admiral Litus Marius Exsiccatus, sending out the fleet to break the naval blockade during the First Atlantean War
nl: Admiraal Litus Marius Exsiccatus, die de vloot uitzendt om de zeeblokkade te doorbreken tijdens de Eerste Atlantische Oorlog.

# empire_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# empire_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
nl: Net als het hoofdkwartier kan een Haven worden aangevallen en vernietigd door een vijand. Het is aan te raden om soldaten te sturen om het te verdedigen.

# frisians_building
source: Accommodation for your people. Also stores your wares and tools.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.
