Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# frisians_building
source: The headquarters is your main building.
nl: Het hoofdkwartier is je belangrijkste gebouw.

# frisians_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nl: Je arbeiders en soldaten vinden hier onderdak. Je kunt er ook je goederen en gereedschap opslaan.

# frisians_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nl: Dient als basis voor overzeese kolonisatie en handel. Hier kun je ook je soldaten, goederen en gereedschappen opslaan.

# frisians_building
source: Similar to the Headquarters a Port can be attacked and destroyed by an enemy. It is recommendable to send soldiers to defend it.
nl: Net als het hoofdkwartier kan een Haven worden aangevallen en vernietigd door een vijand. Het is aan te raden om soldaten te sturen om het te verdedigen.

# europeans_building
source: Draws water out of the rivers and lakes.
nl: Haalt water uit de rivieren en meren.
sv: Hämtar vatten från floder och sjöar.

# europeans_building
source: The water gatherer’s hut needs open water within the work area. Your workers cannot dig up water from the ground!
nl: De hut van de waterverzamelaar heeft open water nodig binnen het werkgebied. Je arbeiders kunnen geen water uit de grond halen!
sv: Vattenhämtaren behöver öppet vatten inom arbetsområdet. Dina arbetare kan inte gräva upp vatten från marken!

# europeans_building
source: Roads and trees along the shoreline block drawing water.
nl: Wegen en bomen langs de kustlijn blokkeren de watertoevoer.
sv: Vägar och träd längs strandlinjen hindrar vatten från att rinna ut.

# europeans_building
source: Draws water out of the deep.
nl: Haalt water uit de diepte.
sv: Hämtar vatten från djupet.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
nl: Velt bomen in de omgeving en verwerkt ze tot boomstammen.
sv: Fäller träd i omgivningen och bearbetar dem till stockar.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
nl: De houthakkershut heeft bomen nodig om te kappen binnen het werkgebied.
sv: Skogshuggarnas stuga behöver träd att fälla inom arbetsområdet.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
nl: Het houthakkershuis heeft bomen nodig om te kappen binnen het werkgebied.
sv: Skogshuggarnas hus behöver träd som kan fällas inom arbetsområdet.

# europeans_building
source: Home of the liana cutter who cuts lianas for making ropes.
nl: Woonplaats van de lianensnijder die lianen snijdt voor het maken van touwen.
sv: Hem för lianaskäraren som skär lianor för att tillverka rep.

# europeans_building
source: The liana cutter harvests liana from fully matured trees within the work area which are not being used as lookouts.
nl: De lianensnijder oogst lianen van volledig volgroeide bomen binnen het werkgebied die niet als uitkijkposten worden gebruikt.
sv: Lianaskäraren skördar lianor från fullvuxna träd inom arbetsområdet som inte används som utkiksplatser.

# europeans_building
source: Harvests rare trees in the surrounding area. Delivers ironwood, balsa and rubber.
nl: Oogst zeldzame bomen in de omgeving. Levert ijzerhout, balsahout en rubber.
sv: Skördar sällsynta träd i omgivningen. Levererar järnträ, balsaträ och gummi.

# europeans_building
source: Plants trees in the surrounding area.
nl: Plant bomen in de omgeving.
sv: Planterar träd i omgivningen.

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
nl: Het boswachtershuis heeft vrije ruimte nodig binnen het werkgebied om de bomen te planten.
sv: Skogsvaktarens hus behöver ledigt utrymme inom arbetsområdet för att kunna plantera träden.

# europeans_building
source: Plants special trees, like balsa, liana, rubber and ironwood.
nl: Plant bijzondere bomen, zoals balsahout, liaan, rubberhout en ijzerhout.
sv: Planterar speciella träd, såsom balsa, liana, gummi och järnträ.

# europeans_building
source: Special trees are planted according to the economy requirements.
nl: Speciale bomen worden geplant op basis van economische vereisten.
sv: Särskilda träd planteras enligt ekonomiska krav.

# europeans_building
source: Enhances the fertility of the landscape for trees. Also plants special trees, like balsa, liana, rubber and ironwood.
nl: Verbetert de vruchtbaarheid van het landschap voor bomen. Plant ook speciale bomen, zoals balsahout, liaan, rubber en ijzerhout.
sv: Förbättrar landskapets fertilitet för träd. Planterar även speciella träd, såsom balsa, liana, gummi och järnträ.

# europeans_building
source: Only a Jungle Master has the necessary experience to coax more growth from land.
nl: Alleen een Jungle Meester heeft de nodige ervaring om meer groei uit het land te halen.
sv: Endast en djungelmästare har den erfarenhet som krävs för att få marken att växa mer.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
nl: Zaagt ruwe stukken graniet uit rotsen in de omgeving.
sv: Skär ut råa granitbitar ur stenar i närheten.

# europeans_building
source: The quarry needs rocks to cut within the work area.
nl: De steengroeve moet stenen hakken binnen het werkgebied.
sv: Stenbrottet behöver stenar att bryta inom arbetsområdet.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.
sv: Hugger ut block av granit och marmor ur stenblock i närheten.

# building
source: Digs up mud from the ground and uses water to turn it into clay. Clay is used to make bricks, reinforce the charcoal kiln and to build ships.
nl: Graaft modder uit de grond en gebruikt water om er klei van te maken. Klei wordt gebruikt om bakstenen te maken, de houtskooloven te versterken en schepen te bouwen.
sv: Gräver upp lera från marken och använder vatten för att omvandla den till lergods. Lergods används för att tillverka tegelstenar, förstärka kolugnen och bygga skepp.

# europeans_building
source: Hunts animals to produce meat and leather.
nl: Jaagt op dieren om vlees en leer te produceren.
sv: Jagar djur för att producera kött och läder.

# europeans_building
source: The hunter’s hut needs animals to hunt within the work area.
nl: De jagershut heeft dieren nodig om in het werkgebied te jagen.
sv: Jägarstugan behöver djur att jaga inom arbetsområdet.

# europeans_building
source: Fishes on the coast or in lakes near the fisher’s house.
nl: Vist aan de kust of in meren in de buurt van het vissershuis.
sv: Fiskar vid kusten eller i sjöar nära fiskarens hus.

# europeans_building
source: The fisher’s house needs water full of fish within the work area.
nl: Het vissershuis heeft water vol vis nodig binnen het werkgebied.
sv: Fiskarens hus behöver vatten fullt av fisk inom arbetsområdet.

# europeans_building
source: Roads and trees along the shoreline block fishing.
nl: Wegen en bomen langs de kust belemmeren het vissen.
sv: Vägar och träd längs strandlinjen hindrar fisket.

# europeans_building
source: Breeds fish as food for soldiers and miners.
nl: Kweekt vis als voedsel voor soldaten en mijnwerkers.
sv: Odlar fisk som mat för soldater och gruvarbetare.

# europeans_building
source: The aqua farm needs holes in the ground that were dug by a clay pit’s worker nearby to use as fishing ponds.
nl: De viskwekerij heeft gaten in de grond nodig die door een werknemer van een kleigroeve in de buurt zijn gegraven om als visvijvers te gebruiken.
sv: Vattenodlingen behöver hål i marken som grävts av en lergruvarbetare i närheten för att användas som fiskedammar.

# europeans_building
source: Keeps bees and lets them swarm over flowering fields to produce honey.
nl: Houdt bijen en laat ze over bloeiende velden zwermen om honing te produceren.
sv: Håller bin och låter dem svärma över blommande fält för att producera honung.

# europeans_building
source: Needs medium-sized fields (barley, wheat, reed, corn or blackroot) or bushes (berry bushes or grapevines) nearby.
nl: Heeft middelgrote velden (gerst, tarwe, riet, maïs of zwarte wortel) of struiken (bessenstruiken of wijnstokken) in de buurt nodig.
sv: Behöver medelstora fält (korn, vete, vass, majs eller svartrot) eller buskar (bärbuskar eller vinrankor) i närheten.

# europeans_building
source: Burns logs into charcoal.
nl: Brandt houtblokken tot houtskool.
sv: Brännar ved till kol.

# europeans_building
source: The charcoal burner’s house needs holes in the ground that were dug by a clay pit’s worker nearby to erect charcoal stacks in them.
nl: Het huis van de houtskoolbrander heeft gaten in de grond nodig die door een kleiputarbeider in de buurt zijn gegraven om er houtskoolstapels in te plaatsen.
sv: Kolbrännarens hus behöver hål i marken som grävts av en lergruvarbetare i närheten för att kunna uppföra kolstaplar i dem.

# europeans_building
source: Spins gold thread out of gold.
nl: Spint gouddraad uit goud.
sv: Spinner guldtråd av guld.

# europeans_building
source: Do not build until you have a steady gold supply.
nl: Bouw pas als je een constante goudvoorraad hebt.
sv: Bygg inte förrän du har en stabil guldförsörjning.

# europeans_building
source: Sows and harvests reed.
nl: Zaaien en oogsten van riet.
sv: Sår och skördar vass.

# europeans_building
source: This farm needs free space within the work area to plant seeds.
nl: Deze boerderij heeft vrije ruimte nodig binnen het werkgebied om zaden te planten.
sv: Denna gård behöver ledigt utrymme inom arbetsområdet för att kunna plantera frön.

# europeans_building
source: Sows and harvests grape.
nl: Zaait en oogst druiven.
sv: Sår och skördar druvor.

# europeans_building
source: Plants berry bushes in the surrounding area.
nl: Plant bessenstruiken in de omgeving.
sv: Planterar bärbuskar i omgivningen.

# europeans_building
source: The berry farm needs free space within the work area to plant the bushes.
nl: De bessenboerderij heeft vrije ruimte nodig binnen het werkgebied om de struiken te planten.
sv: Bärgården behöver ledigt utrymme inom arbetsområdet för att plantera buskarna.

# europeans_building
source: Burns scrap_wood into charcoal.
nl: Verbrandt afvalhout tot houtskool.
sv: Förbränner skrotvirke till träkol.

# europeans_building
source: Burns scrap_wood or logs into charcoal.
nl: Verbrandt afvalhout of houtblokken tot houtskool.
sv: Förbränner skrotved eller ved till kol.

# europeans_building
source: Smelts iron ore into iron.
nl: Smelt ijzererts tot ijzer.
sv: Smälter järnmalm till järn.

# europeans_building
source: Smelts iron ore into iron and gold dust into gold.
nl: Smelt ijzererts om in ijzer en goudstof in goud.
sv: Smälter järnmalm till järn och guldstoft till guld.

# europeans_building
source: Smelts iron ore into iron and gold dust or gold ore into gold.
nl: Smelt ijzererts om in ijzer en goudstof of gouderts in goud.
sv: Smälter järnmalm till järn och guldstoft eller guldmalm till guld.

# europeans_building
source: Smelts scrap iron into iron and scrap metal mixed into iron and gold.
nl: Smelt schrootijzer om tot ijzer en schrootmetaal vermengd met ijzer en goud.
sv: Smälter skrotjärn till järn och skrotmetall blandat med järn och guld.

# europeans_building
source: Produces simple barbarians beer out of water and wheat.
nl: Produceert eenvoudig barbaars bier uit water en tarwe.
sv: Tillverkar enkel barbaröl av vatten och vete.

# europeans_building
source: Produces additional barbarians strong beer out of water and wheat.
nl: Produceert extra sterk barbaren bier uit water en tarwe.
sv: Producerar extra starkt öl av vatten och vete.

# europeans_building
source: Produces additional amazons chocolate out of water and cacao.
nl: Produceert extra Amazons-chocolade uit water en cacao.
sv: Producerar extra Amazonas-choklad av vatten och kakao.

# europeans_building
source: Produces empire beer out of water and barley.
nl: Produceert keizerrijk bier uit water en gerst.
sv: Producerar imperieöl av vatten och korn.

# europeans_building
source: Produces additional wine out of grapes.
nl: Produceert extra wijn uit druiven.
sv: Producerar ytterligare vin av druvor.

# europeans_building
source: Produces frisians beer out of water and barley.
nl: Produceert Fries bier uit water en gerst.
sv: Tillverkar frisiskt öl av vatten och korn.

# europeans_building
source: Produces additional mead out of water, honey and barley.
nl: Produceert Fries bier uit water en gerst.
sv: Producerar ytterligare mjöd av vatten, honung och korn.

# europeans_building
source: Grinds corn and blackroot to produce cornmeal and blackroot_flour.
nl: Maalt maïs en helmkruid om maïsmeel en helmkruidmeel te produceren.
sv: Mal majs och svartrot för att producera majsmjöl och svartrotmjöl.

# europeans_building
source: Grinds grain, corn and blackroot to produce various kinds of flour.
nl: Maalt graan, maïs en zwarte wortel om verschillende soorten meel te produceren.
sv: Mal spannmål, majs och svartrot för att producera olika sorters mjöl.

# europeans_building
source: Produces simple barbarians bread out of water and wheat.
nl: Maakt eenvoudig barbarenbrood van water en tarwe.
sv: Tillverkar enkelt barbarbröd av vatten och vete.

# europeans_building
source: Produces additional amazons bread out of water and cassavaroot.
nl: Produceert extra amazonesbrood uit water en cassavewortel.
sv: Producerar extra amazonbröd av vatten och kassava.

# europeans_building
source: Produces additional atlanteans bread out of water, cornmeal and blackroot flour.
nl: Produceert extra Atlantaans brood uit water, maïsmeel en helmkruidbloem.
sv: Producerar extra atlantiskt bröd av vatten, majsmjöl och svartrotmjöl.

# europeans_building
source: Produces additional empire bread out of water, flour and rye flour.
nl: Maakt extra keirerbrood van water, bloem en roggemeel.
sv: Tillverkar extra imperiebröd av vatten, mjöl och rågmjöl.

# europeans_building
source: Produces additional frisians bread out of water, barley flour and oat flour.
nl: Produceert extra Fries brood uit water, gerstemeel en havermeel.
sv: Tillverkar extra frisiskt bröd av vatten, kornmjöl och havremjöl.

# europeans_building
source: Produces additional honey bread out of water, barley flour, out flour and honey.
nl: Maakt extra honingbrood van water, gerstemeel, bloem en honing.
sv: Tillverkar extra honungsbröd av vatten, kornmjöl, vetemjöl och honung.

# europeans_building
source: Smokes meat and fish.
nl: Rookt vlees en vis.
sv: Röker kött och fisk.

# europeans_building
source: Prepares rations to feed the scouts and miners.
nl: Maakt rantsoenen om de verkenners en mijnwerkers te voeden.
sv: Förbereder ransoner för att mata spejarna och gruvarbetarna.

# europeans_building
source: Prepares rations to feed the miners.
nl: Bereidt rantsoenen voor om de mijnwerkers te voeden.
sv: Förbereder ransoner för att mata gruvarbetarna.

# europeans_building
source: Prepares rations and snacks to feed the miners in the basic and deep mines.
nl: Bereidt rantsoenen en snacks om de mijnwerkers in de basis- en diepe mijnen te voeden.
sv: Förbereder ransoner och mellanmål till gruvarbetarna i de grundläggande och djupa gruvorna.

# europeans_building
source: Prepares rations, snacks and meals to feed all miners.
nl: Bereidt rantsoenen, snacks en maaltijden om alle mijnwerkers te voeden.
sv: Förbereder ransoner, mellanmål och måltider för att mata alla gruvarbetare.

# europeans_building
source: Sows and harvests wheat.
nl: Zaait en oogst tarwe.
sv: Sår och skördar vete.

# europeans_building
source: Sows and harvests rye and wheat.
nl: Zaait en oogst rogge en tarwe.
sv: Sår och skördar råg och vete.

# europeans_building
source: Sows and harvests barley, oat, rye and wheat.
nl: Zaait en oogst gerst, haver, rogge en tarwe.
sv: Sår och skördar korn, havre, råg och vete.

# europeans_building
source: Sows and harvests blackroot.
nl: Zaait en oogst helmkruid.
sv: Sår och skördar svartrot.

# europeans_building
source: Sows and harvests cassava root.
nl: Zaait en oogst cassavewortels.
sv: Sår och skördar kassava-rot.

# europeans_building
source: Sows and harvests cocoa beans.
nl: Zaait en oogst cacaobonen.
sv: Sår och skördar kakaobönor.

# europeans_building
source: Sows and harvests corn.
nl: Zaait en oogst maïs.
sv: Sår och skördar majs.

# europeans_building
source: Breeds spiders for silk.
nl: Fokt spinnen voor zijde.
sv: Odlar spindlar för silke.

# europeans_building
source: Produces improved materials needed to construct buildings. This includes planks, bricks, grout, ropes or marble columns.
nl: Produceert verbeterde materialen die nodig zijn voor de bouw van gebouwen. Dit omvat planken, bakstenen, mortel, touwen of marmeren zuilen.

# europeans_building
source: Produces all tools and armor that do not require iron.
nl: Produceert alle gereedschappen en wapenrustingen waarvoor geen ijzer nodig is.
sv: Tillverkar alla verktyg och rustningar som inte kräver järn.

# europeans_building
source: Produces all tools, weapons and armor that require iron.
nl: Produceert alle gereedschappen, wapens en harnassen waarvoor ijzer nodig is.
sv: Tillverkar alla verktyg, vapen och rustningar som kräver järn.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system.
nl: Fokt sterke ossen om ze toe te voegen aan het transportsysteem.
sv: Föder upp starka oxar för att använda dem i transportsystemet.

# europeans_building
source: Breeds tapirs for adding them to the transportation system.
nl: Fokt tapirs om ze toe te voegen aan het transportsysteem.
sv: Uppfödning av tapirer för att lägga till dem i transportsystemet.

# europeans_building
source: Breeds the strong horses for adding them to the transportation system.
nl: Fokt sterke paarden om ze toe te voegen aan het transportsysteem.
sv: Föder upp starka hästar för att använda dem i transportsystemet.

# europeans_building
source: Breeds cute and helpful donkeys for adding them to the transportation system.
nl: Fokt schattige en behulpzame ezels om ze toe te voegen aan het transportsysteem.
sv: Uppfödning av söta och hjälpsamma åsnor för att lägga till dem i transportsystemet.

# europeans_building
source: Keeps sheep for their wool.
nl: Houdt schapen voor hun wol.
sv: Håller får för deras ull.

# europeans_building
source: Breeds strong reindeer for adding them to the transportation system. Also keeps them for their fur, which is turned into armor and cloth.
nl: Kweekt sterke rendieren om ze toe te voegen aan het transportsysteem. Houdt ze ook voor hun vacht, die wordt verwerkt tot harnassen en kleding.
sv: Uppfödning av starka renar för att använda dem i transportsystemet. Renarna hålls också för sin päls, som används till rustningar och kläder.

# europeans_building
source: Constructs breakwaters nearby to gain new land from the sea.
nl: Bouw golfbrekers in de buurt om nieuw land te winnen op de zee.
sv: Bygg vågbrytare i närheten för att vinna ny mark från havet.

# europeans_building
source: The diker will terraform the land around each breakwater he builds several times. You can manually remove breakwaters when the land is sufficiently secured to prevent wasting resources; to do so, build a flag, road, or building in the dike’s place.
nl: De dijkbouwer zal het land rondom elke golfbreker die hij bouwt meerdere keren terraformen. Je kunt golfbrekers handmatig verwijderen wanneer het land voldoende beveiligd is om verspilling van grondstoffen te voorkomen. Om dit te doen, bouw je een vlag, weg of gebouw op de plaats van de dijk.
sv: Dike-karaktären kommer att terraforma marken runt varje vågbrytare han bygger flera gånger. Du kan manuellt ta bort vågbrytare när marken är tillräckligt säkrad för att undvika slöseri med resurser. För att göra detta bygger du en flagga, väg eller byggnad på platsen för diket.

# europeans_building
source: Digs granite, marble and other valuable minerals out of the ground in mountain terrain.
nl: Graaft graniet, marmer, kwarts en diamant uit de grond in bergachtig terrein.
sv: Bryter granit, marmor och andra värdefulla mineraler ur marken i bergsterräng.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
nl: Graaft steenkool uit de grond in bergachtig terrein.
sv: Gräver kol ur marken i bergig terräng.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
nl: Graaft ijzererts uit de grond in bergachtig terrein.
sv: Gräver järnmalm ur marken i bergig terräng.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
nl: Graaft gouderts uit de grond in bergachtig terrein.
sv: Gräver guldmalm ur marken i bergig terräng.

# europeans_building
source: You need to connect this flag to a scout’s hut before you can send a scout here.
nl: Je moet deze vlag aan een scoutinghut bevestigen voordat je hier een scout naartoe kunt sturen.
sv: Du måste ansluta denna flagga till en scoutstuga innan du kan skicka en scout hit.

# europeans_building
source: Explores unknown territory.
nl: Verkent onbekend terrein.
sv: Utforskar okänt territorium.

# europeans_building
source: You need to connect this flag to a scout’s house before you can send a scout here.
nl: Je moet deze vlag verbinden met het huis van een verkenner voordat je hier een verkenner naartoe kunt sturen.
sv: Du måste ansluta denna flagga till en spejares hus innan du kan skicka en spejare hit.

# building
source: Explores unknowneuropeans_buildingterritory.
nl: Verkent onbekend europees_bouwgebied.
sv: Utforskar okända européer_bygga territorium.

# europeans_building
source: Allows sharing goods with other players.
nl: Maakt het mogelijk om goederen met andere spelers te delen.

# europeans_building
source: Builds ferries.
nl: Bouwt veerboten.
sv: Byggar färjor.

# europeans_building
source: Needs water nearby. Be aware ferries carry wares only, no workers.
nl: Water in de buurt nodig. Let op: veerboten vervoeren alleen goederen, geen werkers.
sv: Behöver vatten i närheten. Tänk på att färjorna endast transporterar varor, inga arbetare.

# europeans_building
source: Roads and trees along the shoreline block access to water.
nl: Wegen en bomen langs de kustlijn blokkeren de toegang tot het water.
sv: Vägar och träd längs strandlinjen blockerar tillgången till vatten.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
nl: Bouwt schepen die worden gebruikt voor overzeese kolonisatie en voor handel tussen havens.
sv: Byggar skepp som används för utomeuropeisk kolonisering och för handel mellan hamnar.

# europeans_building
source: Needs wide open water nearby.
nl: Vereist breed open water in de buurt.
sv: Behöver öppet vatten i närheten.

# europeans_building
source: Trains recruits to soldiers.
nl: Traint rekruten tot soldaten.
sv: Tränar rekryter till soldater.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
nl: Rust de rekruten uit met alle benodigde pantseronderdelen en wapens.
sv: Förser rekryterna med alla nödvändiga rustningsdelar och vapen.

# europeans_building
source: Trains soldiers in ‘Evade’.
nl: Traint soldaten in 'Ontwijken'.
sv: Tränar soldater i "Undvikande".

# europeans_building
source: Improves soldiers' ‘Health’ through additional armor.
nl: Verbetert de ‘Gezondheid’ van soldaten door middel van extra bepantsering.
sv: Förbättrar soldaternas "hälsa" genom extra rustning.

# europeans_building
source: Trains soldiers in ‘Evade’ and ‘Defense’.
nl: Traint soldaten in 'Ontwijken' en 'Verdedigen'.
sv: Tränar soldater i "Undvikande" och "Försvar".

# europeans_building
source: Trains soldiers in ‘Attack’.
nl: Traint soldaten in 'Aanvallen'.
sv: Tränar soldater i "Attack".
