Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

source: Europeans Tribe (Full Economy)
nl: Europeanen-stam (Volledige Economie)
sv: Europeiska stammen (full ekonomi)

source: Addon that provides all current features (wares, workers and economy) from all canonical tribes in one tribe, with the addition of some wares and economy from Europeans tribe. It works with the AI out of the box.
nl: Add-on die alle huidige functies (goederen, arbeiders en economie) van alle canonieke stammen in één stam samenbrengt, met toevoeging van enkele goederen en economie van de Europese stam. Het werkt direct met de AI.
sv: Tillägg som tillhandahåller alla aktuella funktioner (varor, arbetare och ekonomi) från alla kanoniska stammar i en stam, med tillägg av vissa varor och ekonomi från den europeiska stammen. Det fungerar med AI direkt ur lådan.

# europeans_building
source: Food Market
nl: Voedingsmarkt

source: trading
nl: handel
sv: handel

# europeans_building
source: trading food for copper coins
nl: voedsel ruilen voor koperen munten
sv: byta mat mot kopparmynt

# europeans_building
source: trading food for silver coins
nl: voedsel ruilen voor zilveren munten
sv: byta mat mot silvermynt

# europeans_building
source: trading food for gold coins
nl: voedsel ruilen voor gouden munten
sv: byta mat mot guldmynt

# europeans_building
source: Wood Market
nl: Houtmarkt

# europeans_building
source: Agriculture Market
nl: Landbouwmarkt

# europeans_building
source: Cloth Market
nl: Textielmarkt

# europeans_building
source: Plant Market
nl: Plantenmarkt

# europeans_building
source: Mining products Market
nl: Markt voor Mijnbouwproducten

# europeans_building
source: Temple of Vesta
nl: Tempel van Vesta

# europeans_building
source: Trading Post
nl: Handelspost
sv: Handelsstation

# amazons_building
source: Fortification
nl: Versterking
sv: Befästning

# amazons_building
source: Your soldiers have occupied your fortification.
nl: Uw soldaten hebben uw versterking bezet.
sv: Dina soldater har ockuperat din befästning.

# amazons_building
source: Your fortification discovered an aggressor.
nl: Je versterking heeft een aanvaller ontdekt.
sv: Din befästning upptäckte en angripare.

# amazons_building
source: Your fortification is under attack.
nl: Je versterking wordt aangevallen.
sv: Din befästning är under attack.

# amazons_building
source: The enemy defeated your soldiers at the fortification.
nl: De vijand heeft uw soldaten bij de versterking verslagen.
sv: Fienden besegrade dina soldater vid befästningen.

# amazons_building
source: Your soldiers defeated the enemy at the fortification.
nl: Je soldaten hebben de vijand bij de versterking verslagen.
sv: Dina soldater besegrade fienden vid befästningen.

# amazons_building
source: Fortress
nl: Vesting
sv: Fästning

# amazons_building
source: Your soldiers have occupied your fortress.
nl: Je soldaten hebben uw vestiging bezet.
sv: Dina soldater har ockuperat din fästning.

# amazons_building
source: Your fortress discovered an aggressor.
nl: Je vestiging heeft een aanvaller ontdekt.
sv: Din fästning upptäckte en angripare.

# amazons_building
source: Your fortress is under attack.
nl: Je vestiging wordt aangevallen.
sv: Din fästning är under attack.

# amazons_building
source: The enemy defeated your soldiers at the fortress.
nl: De vijand heeft je soldaten bij de de vestiging verslagen.
sv: Fienden besegrade dina soldater vid fästningen.

# amazons_building
source: Your soldiers defeated the enemy at the fortress.
nl: Je soldaten hebben de vijand bij de vestiging verslagen.
sv: Dina soldater besegrade fienden vid fästningen.

# amazons_building
source: Observation Tower
nl: Uitkijktoren
sv: Observationstorn

# amazons_building
source: Your soldiers have occupied your observation tower.
nl: Je soldaten hebben je uitkijktoren bezet.
sv: Dina soldater har ockuperat ditt observationstorn.

# amazons_building
source: Your observation tower discovered an aggressor.
nl: Je uitkijktoren heeft een aanvaller ontdekt.
sv: Din observationstorn upptäckte en angripare.

# amazons_building
source: Your observation tower is under attack.
nl: Je uitkijktoren wordt aangevallen.
sv: Din observationstorn är under attack.

# amazons_building
source: The enemy defeated your soldiers at the observation tower.
nl: De vijand heeft uw soldaten bij de uitkijktoren verslagen.
sv: Fienden besegrade dina soldater vid observationstornet.

# amazons_building
source: Your soldiers defeated the enemy at the observation tower.
nl: Je soldaten hebben de vijand bij de uitkijktoren verslagen.
sv: Dina soldater besegrade fienden vid observationstornet.

# amazons_building
source: Patrol Post
nl: Patrouillepost
sv: Patrullpost

# amazons_building
source: Your soldiers have occupied your patrol post.
nl: Uw soldaten hebben je patrouillepost bezet.
sv: Dina soldater har ockuperat din patrullpost.

# amazons_building
source: Your patrol post discovered an aggressor.
nl: Je patrouillepost heeft een aanvaller ontdekt.
sv: Din patrullpost upptäckte en angripare.

# amazons_building
source: Your patrol post is under attack.
nl: Je patrouillepost wordt aangevallen.
sv: Din patrullpost är under attack.

# amazons_building
source: The enemy defeated your soldiers at the patrol post.
nl: De vijand heeft je soldaten bij de patrouillepost verslagen.
sv: Fienden besegrade dina soldater vid patrullposten.

# amazons_building
source: Your soldiers defeated the enemy at the patrol post.
nl: Je soldaten hebben de vijand bij de patrouillepost verslagen.
sv: Dina soldater besegrade fienden vid patrullposten.

# amazons_building
source: Tower
nl: Toren
sv: Torn

# amazons_building
source: Your soldiers have occupied your tower.
nl: Je soldaten hebben je toren bezet.
sv: Dina soldater har ockuperat ditt torn.

# amazons_building
source: Your tower discovered an aggressor.
nl: Je toren heeft een aanvaller ontdekt.
sv: Din torn upptäckte en angripare.

# amazons_building
source: Your tower is under attack.
nl: Je toren wordt aangevallen.
sv: Ditt torn är under attack.

# amazons_building
source: The enemy defeated your soldiers at the tower.
nl: De vijand heeft je soldaten bij de toren verslagen.
sv: Fienden besegrade dina soldater vid tornet.

# amazons_building
source: Your soldiers defeated the enemy at the tower.
nl: Je soldaten hebben de vijand bij de toren verslagen.
sv: Dina soldater besegrade fienden vid tornet.

# amazons_building
source: Treetop Sentry
nl: Boomtop Wachtpost
sv: Trädtoppsvakt

# amazons_building
source: Your soldier has occupied your treetop sentry.
nl: Je soldaat heeft je boomtop wachtpost bezet.
sv: Din soldat har ockuperat din vaktpost i trädkronorna.

# amazons_building
source: Your treetop sentry discovered an aggressor.
nl: Je boomtop wachtpost heeft een aanvaller ontdekt.
sv: Din vaktpost i trädtopparna upptäckte en angripare.

# amazons_building
source: Your treetop sentry is under attack.
nl: Je boomtopwachtpost wordt aangevallen.
sv: Din vaktpost i trädkronorna är under attack.

# amazons_building
source: The enemy defeated your soldiers at the treetop sentry.
nl: De vijand heeft je soldaten bij de boomtopwachtpost verslagen.
sv: Fienden besegrade dina soldater vid trädtoppsvakten.

# amazons_building
source: Your soldiers defeated the enemy at the treetop sentry.
nl: Je soldaten hebben de vijand verslagen bij de boomtopwachtpost.
sv: Dina soldater besegrade fienden vid trädtoppsvakten.

# amazons_building
source: Warriors’ Dwelling
nl: Krijgerswoning
sv: Krigarnas bostad

# amazons_building
source: Your soldiers have occupied your warriors’ dwelling.
nl: Je soldaten hebben de krijgerswoning bezet.
sv: Dina soldater har ockuperat dina krigares bostäder.

# amazons_building
source: Your warriors’ dwelling discovered an aggressor.
nl: Je krijgerswoning heeft een aanvaller ontdekt.
sv: Dina krigares bostad upptäckte en angripare.

# amazons_building
source: Your warriors’ dwelling is under attack.
nl: Je krijgerswoning wordt aangevallen.
sv: Dina krigares bostad är under attack.

# amazons_building
source: The enemy defeated your soldiers at the warriors’ dwelling.
nl: De vijand heeft je soldaten verslagen bij de krijgerswoning.
sv: Fienden besegrade dina soldater vid krigarnas bostad.

# amazons_building
source: Your soldiers defeated the enemy at the warriors’ dwelling.
nl: Je soldaten hebben de vijand verslagen bij de krijgerswoning.
sv: Dina soldater besegrade fienden vid krigarnas bostad.

# atlanteans_building
source: Castle
nl: Kasteel
sv: Slott

# atlanteans_building
source: Your soldiers have occupied your castle.
nl: Je soldaten hebben uw kasteel bezet.
sv: Dina soldater har ockuperat ditt slott.

# atlanteans_building
source: Your castle discovered an aggressor.
nl: Je kasteel heeft een aanvaller ontdekt.
sv: Ditt slott upptäckte en angripare.

# atlanteans_building
source: Your castle is under attack.
nl: Je kasteel wordt aangevallen.
sv: Ditt slott är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the castle.
nl: De vijand heeft je soldaten in het kasteel verslagen.
sv: Fienden besegrade dina soldater vid slottet.

# atlanteans_building
source: Your soldiers defeated the enemy at the castle.
nl: Je soldaten hebben de vijand bij het kasteel verslagen.
sv: Dina soldater besegrade fienden vid slottet.

# atlanteans_building
source: Guardhall
nl: Wachtlokaal
sv: Vaktstuga

# atlanteans_building
source: Your soldiers have occupied your guardhall.
nl: Uw soldaten hebben uw wachtlokaal bezet.
sv: Dina soldater har ockuperat din vaktstuga.

# atlanteans_building
source: Your guardhall discovered an aggressor.
nl: Je wachtlokaal heeft een aanvaller ontdekt.
sv: Din vaktpost upptäckte en angripare.

# atlanteans_building
source: Your guardhall is under attack.
nl: Je wachtlokaal wordt aangevallen.
sv: Din vaktstuga är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the guardhall.
nl: De vijand heeft je soldaten bij het wachtlokaal verslagen.
sv: Fienden besegrade dina soldater vid vakthallen.

# atlanteans_building
source: Your soldiers defeated the enemy at the guardhall.
nl: Je soldaten versloegen de vijand bij het wachtlokaal.
sv: Dina soldater besegrade fienden vid vakthallen.

# atlanteans_building
source: Guardhouse
nl: Wachtershuis
sv: Vaktstuga

# atlanteans_building
source: Your soldiers have occupied your guardhouse.
nl: Je soldaten hebben uw wachtershuis bezet.
sv: Dina soldater har ockuperat ditt vakthus.

# atlanteans_building
source: Your guardhouse discovered an aggressor.
nl: Je wachtershuis heeft een aanvaller ontdekt.
sv: Din vaktstuga upptäckte en angripare.

# atlanteans_building
source: Your guardhouse is under attack.
nl: Je wachtershuis wordt aangevallen.
sv: Din vaktstuga är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the guardhouse.
nl: De vijand heeft je soldaten bij de het wachtershuis verslagen.
sv: Fienden besegrade dina soldater vid vakthuset.

# atlanteans_building
source: Your soldiers defeated the enemy at the guardhouse.
nl: Je soldaten hebben de vijand bij het wachtershuis verslagen.
sv: Dina soldater besegrade fienden vid vakthuset.

# atlanteans_building
source: Tower
nl: Toren
sv: Torn

# atlanteans_building
source: Your soldiers have occupied your tower.
nl: Je soldaten hebben je toren bezet.
sv: Dina soldater har ockuperat ditt torn.

# atlanteans_building
source: Your tower discovered an aggressor.
nl: Je toren heeft een aanvaller ontdekt.
sv: Din torn upptäckte en angripare.

# atlanteans_building
source: Your tower is under attack.
nl: Je toren wordt aangevallen.
sv: Ditt torn är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the tower.
nl: De vijand heeft je soldaten bij de toren verslagen.
sv: Fienden besegrade dina soldater vid tornet.

# atlanteans_building
source: Your soldiers defeated the enemy at the tower.
nl: Je soldaten hebben de vijand bij de toren verslagen.
sv: Dina soldater besegrade fienden vid tornet.

# atlanteans_building
source: High Tower
nl: Hoge Toren
sv: Högt torn

# atlanteans_building
source: Your soldiers have occupied your high tower.
nl: Je soldaten hebben je hoge toren bezet.
sv: Dina soldater har ockuperat ditt höga torn.

# atlanteans_building
source: Your high tower discovered an aggressor.
nl: Je hoge toren heeft een aanvaller ontdekt.
sv: Din höga torn upptäckte en angripare.

# atlanteans_building
source: Your high tower is under attack.
nl: Je hoge toren wordt aangevallen.
sv: Din höga torn är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the high tower.
nl: De vijand heeft je soldaten bij de hoge toren verslagen.
sv: Fienden besegrade dina soldater vid det höga tornet.

# atlanteans_building
source: Your soldiers defeated the enemy at the high tower.
nl: Je soldaten hebben de vijand bij de hoge toren verslagen.
sv: Dina soldater besegrade fienden vid det höga tornet.

# atlanteans_building
source: Small Tower
nl: Kleine Toren
sv: Litet torn

# atlanteans_building
source: Your soldiers have occupied your small tower.
nl: Je soldaten hebben je kleine toren bezet.
sv: Dina soldater har ockuperat ditt lilla torn.

# atlanteans_building
source: Your small tower discovered an aggressor.
nl: Je kleine toren heeft een aanvaller ontdekt.
sv: Din lilla torn upptäckte en angripare.

# atlanteans_building
source: Your small tower is under attack.
nl: Je kleine toren wordt aangevallen.
sv: Din lilla torn är under attack.

# atlanteans_building
source: The enemy defeated your soldiers at the small tower.
nl: De vijand heeft je soldaten bij de kleine toren verslagen.
sv: Fienden besegrade dina soldater vid det lilla tornet.

# atlanteans_building
source: Your soldiers defeated the enemy at the small tower.
nl: Je soldaten hebben de vijand bij de kleine toren verslagen.
sv: Dina soldater besegrade fienden vid det lilla tornet.

# barbarians_building
source: Barrier
nl: Barrière
sv: Barriär

# barbarians_building
source: Your soldiers have occupied your barrier.
nl: Je soldaten hebben je barrière bezet.
sv: Dina soldater har ockuperat din barriär.

# barbarians_building
source: Your barrier discovered an aggressor.
nl: Je barrière heeft een aanvaller ontdekt.
sv: Din barriär upptäckte en angripare.

# barbarians_building
source: Your barrier is under attack.
nl: Je barrière wordt aangevallen.
sv: Din barriär är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the barrier.
nl: De vijand heeft je soldaten bij de barrière verslagen.
sv: Fienden besegrade dina soldater vid barriären.

# barbarians_building
source: Your soldiers defeated the enemy at the barrier.
nl: Je soldaten hebben de vijand bij de barrière verslagen.
sv: Dina soldater besegrade fienden vid barriären.

# barbarians_building
source: Your soldiers have occupied your citadel.
nl: Je soldaten hebben je citadel bezet.
sv: Dina soldater har ockuperat din fästning.

# barbarians_building
source: Your citadel discovered an aggressor.
nl: Je citadel heeft een aanvaller ontdekt.
sv: Din fästning har upptäckt en angripare.

# barbarians_building
source: Your citadel is under attack.
nl: Je citadel wordt aangevallen.
sv: Din fästning är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the citadel.
nl: De vijand heeft je soldaten bij de citadel verslagen.
sv: Fienden besegrade dina soldater vid fästningen.

# barbarians_building
source: Your soldiers defeated the enemy at the citadel.
nl: Je soldaten hebben de vijand bij de citadel verslagen.
sv: Dina soldater besegrade fienden vid citadellet.

# barbarians_building
source: Fortress
nl: Vesting
sv: Fästning

# barbarians_building
source: Your soldiers have occupied your fortress.
nl: Je soldaten hebben uw vestiging bezet.
sv: Dina soldater har ockuperat din fästning.

# barbarians_building
source: Your fortress discovered an aggressor.
nl: Je vestiging heeft een aanvaller ontdekt.
sv: Din fästning upptäckte en angripare.

# barbarians_building
source: Your fortress is under attack.
nl: Je vestiging wordt aangevallen.
sv: Din fästning är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the fortress.
nl: De vijand heeft je soldaten bij de de vestiging verslagen.
sv: Fienden besegrade dina soldater vid fästningen.

# barbarians_building
source: Your soldiers defeated the enemy at the fortress.
nl: Je soldaten hebben de vijand bij de vestiging verslagen.
sv: Dina soldater besegrade fienden vid fästningen.

# barbarians_building
source: Sentry
nl: Wachtpost
sv: Vaktpost

# barbarians_building
source: Your soldiers have occupied your sentry.
nl: Je soldaten hebben uw wachtpost bezet.
sv: Dina soldater har ockuperat din vaktpost.

# barbarians_building
source: Your sentry discovered an aggressor.
nl: Je wachtpost heeft een aanvaller ontdekt.
sv: Din vakt upptäckte en angripare.

# barbarians_building
source: Your sentry is under attack.
nl: Je wachtpost wordt aangevallen.
sv: Din vaktpost är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the sentry.
nl: De vijand heeft je soldaten in de wachtpost verslagen.
sv: Fienden besegrade dina soldater vid vakten.

# barbarians_building
source: Your soldiers defeated the enemy at the sentry.
nl: Je soldaten hebben de vijand bij de wachtpost verslagen.
sv: Dina soldater besegrade fienden vid vakten.

# barbarians_building
source: Tower
nl: Toren
sv: Torn

# barbarians_building
source: Your soldiers have occupied your tower.
nl: Je soldaten hebben je toren bezet.
sv: Dina soldater har ockuperat ditt torn.

# barbarians_building
source: Your tower discovered an aggressor.
nl: Je toren heeft een aanvaller ontdekt.
sv: Din torn upptäckte en angripare.

# barbarians_building
source: Your tower is under attack.
nl: Je toren wordt aangevallen.
sv: Ditt torn är under attack.

# barbarians_building
source: The enemy defeated your soldiers at the tower.
nl: De vijand heeft je soldaten bij de toren verslagen.
sv: Fienden besegrade dina soldater vid tornet.

# barbarians_building
source: Your soldiers defeated the enemy at the tower.
nl: Je soldaten hebben de vijand bij de toren verslagen.
sv: Dina soldater besegrade fienden vid tornet.

# empire_building
source: Barrier
nl: Barrière
sv: Barriär

# empire_building
source: Your soldiers have occupied your barrier.
nl: Je soldaten hebben je barrière bezet.
sv: Dina soldater har ockuperat din barriär.

# empire_building
source: Your barrier discovered an aggressor.
nl: Je barrière heeft een aanvaller ontdekt.
sv: Din barriär upptäckte en angripare.

# empire_building
source: Your barrier is under attack.
nl: Je barrière wordt aangevallen.
sv: Din barriär är under attack.

# empire_building
source: The enemy defeated your soldiers at the barrier.
nl: De vijand heeft je soldaten bij de barrière verslagen.
sv: Fienden besegrade dina soldater vid barriären.

# empire_building
source: Your soldiers defeated the enemy at the barrier.
nl: Je soldaten hebben de vijand bij de barrière verslagen.
sv: Dina soldater besegrade fienden vid barriären.

# empire_building
source: Blockhouse
nl: Blokhuis
sv: Blockhus

# empire_building
source: Your soldier has occupied your blockhouse.
nl: Je soldaten hebben uw blokhuis bezet.
sv: Din soldat har ockuperat din blockhus.

# empire_building
source: Your blockhouse discovered an aggressor.
nl: Je blokhuis heeft een aanvaller ontdekt.
sv: Din blockhus upptäckte en angripare.

# empire_building
source: Your blockhouse is under attack.
nl: Je blokhuis wordt aangevallen.
sv: Din blockhus är under attack.

# empire_building
source: The enemy defeated your soldiers at the blockhouse.
nl: De vijand heeft je soldaten bij de het blokhuis verslagen.
sv: Fienden besegrade dina soldater vid blockhuset.

# empire_building
source: Your soldiers defeated the enemy at the blockhouse.
nl: Je soldaten hebben de vijand bij het blokhuis verslagen.
sv: Dina soldater besegrade fienden vid blockhuset.

# empire_building
source: Castle
nl: Kasteel
sv: Slott

# empire_building
source: Your soldiers have occupied your castle.
nl: Je soldaten hebben uw kasteel bezet.
sv: Dina soldater har ockuperat ditt slott.

# empire_building
source: Your castle discovered an aggressor.
nl: Je kasteel heeft een aanvaller ontdekt.
sv: Ditt slott upptäckte en angripare.

# empire_building
source: Your castle is under attack.
nl: Je kasteel wordt aangevallen.
sv: Ditt slott är under attack.

# empire_building
source: The enemy defeated your soldiers at the castle.
nl: De vijand heeft je soldaten in het kasteel verslagen.
sv: Fienden besegrade dina soldater vid slottet.

# empire_building
source: Your soldiers defeated the enemy at the castle.
nl: Je soldaten hebben de vijand bij het kasteel verslagen.
sv: Dina soldater besegrade fienden vid slottet.

# empire_building
source: Fortress
nl: Vesting
sv: Fästning

# empire_building
source: Your soldiers have occupied your fortress.
nl: Je soldaten hebben uw vestiging bezet.
sv: Dina soldater har ockuperat din fästning.

# empire_building
source: Your fortress discovered an aggressor.
nl: Je vestiging heeft een aanvaller ontdekt.
sv: Din fästning upptäckte en angripare.

# empire_building
source: Your fortress is under attack.
nl: Je vestiging wordt aangevallen.
sv: Din fästning är under attack.

# empire_building
source: The enemy defeated your soldiers at the fortress.
nl: De vijand heeft je soldaten bij de de vestiging verslagen.
sv: Fienden besegrade dina soldater vid fästningen.

# empire_building
source: Your soldiers defeated the enemy at the fortress.
nl: Je soldaten hebben de vijand bij de vestiging verslagen.
sv: Dina soldater besegrade fienden vid fästningen.

# empire_building
source: Outpost
nl: Voorpost
sv: Utpost

# empire_building
source: Your soldiers have occupied your outpost.
nl: Je soldaten hebben uw voorpost bezet.
sv: Dina soldater har ockuperat din utpost.

# empire_building
source: Your outpost discovered an aggressor.
nl: Je voorpost heeft een aanvaller ontdekt.
sv: Din utpost har upptäckt en angripare.

# empire_building
source: Your outpost is under attack.
nl: Je voorpost wordt aangevallen.
sv: Din utpost är under attack.

# empire_building
source: The enemy defeated your soldiers at the outpost.
nl: De vijand heeft je soldaten bij de voorpost verslagen.
sv: Fienden besegrade dina soldater vid utposten.

# empire_building
source: Your soldiers defeated the enemy at the outpost.
nl: Je soldaten hebben de vijand bij de voorpost verslagen.
sv: Dina soldater besegrade fienden vid utposten.

# empire_building
source: Sentry
nl: Wachtpost
sv: Vaktpost

# empire_building
source: Your soldiers have occupied your sentry.
nl: Je soldaten hebben uw wachtpost bezet.
sv: Dina soldater har ockuperat din vaktpost.

# empire_building
source: Your sentry discovered an aggressor.
nl: Je wachtpost heeft een aanvaller ontdekt.
sv: Din vakt upptäckte en angripare.

# empire_building
source: Your sentry is under attack.
nl: Je wachtpost wordt aangevallen.
sv: Din vaktpost är under attack.

# empire_building
source: The enemy defeated your soldiers at the sentry.
nl: De vijand heeft je soldaten in de wachtpost verslagen.
sv: Fienden besegrade dina soldater vid vakten.

# empire_building
source: Your soldiers defeated the enemy at the sentry.
nl: Je soldaten hebben de vijand bij de wachtpost verslagen.
sv: Dina soldater besegrade fienden vid vakten.

# empire_building
source: Tower
nl: Toren
sv: Torn

# empire_building
source: Your soldiers have occupied your tower.
nl: Je soldaten hebben je toren bezet.
sv: Dina soldater har ockuperat ditt torn.

# empire_building
source: Your tower discovered an aggressor.
nl: Je toren heeft een aanvaller ontdekt.
sv: Din torn upptäckte en angripare.

# empire_building
source: Your tower is under attack.
nl: Je toren wordt aangevallen.
sv: Ditt torn är under attack.
