Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# europeans_building
source: The fisher working out of this fisher’s hut can’t find any fish in his work area. Remember that you can enhance the building. An advanced fishbreeder can release more fish into the waters.
nl: De visser die vanuit deze vissershut werkt, kan geen vis vinden in zijn werkgebied. Vergeet niet dat je het gebouw kunt verbeteren. Een gevorderde viskweker kan meer vis in het water uitzetten.
sv: Fiskaren som arbetar från denna fiskarstuga kan inte hitta några fiskar i sitt arbetsområde. Kom ihåg att du kan förbättra byggnaden. En avancerad fiskodlare kan släppa ut fler fiskar i vattnet.

# europeans_building
source: Fisher’s Hut Level 1
nl: Vissershut Niveau 1
sv: Fiskarstuga nivå 1

# europeans_building
source: Fisher’s Hut Level 2
nl: Vissershut Niveau 2
sv: Fiskarstuga nivå 2

# europeans_building
source: Fisher’s Hut Level 3
nl: Vissershut Niveau 3
sv: Fiskarstuga nivå 3

# europeans_building
source: Fisher’s Hut Level 4
nl: Vissershut Niveau 4
sv: Fiskarstuga nivå 4

# europeans_building
source: Basic Foresters Hut
nl: Basis Boswachtershut
sv: Enkel skogsvaktarstuga

# europeans_building
source: planting trees
nl: bomen planten
sv: planterar träd

# europeans_building
source: Foresters Hut Level 1
nl: Boswachtershut Niveau 1
sv: Skogvaktarstuga nivå 1

# europeans_building
source: Foresters Hut Level 2
nl: Boswachtershut Niveau 2
sv: Skogsvaktarstuga nivå 2

# europeans_building
source: Foresters Hut Level 3
nl: Boswachtershut Niveau 3
sv: Skogvaktarstuga nivå 3

# europeans_building
source: Foresters Hut Level 4
nl: Boswachtershut Niveau 4
sv: Skogsvaktarstuga nivå 4

# europeans_building
source: Berry Farm
nl: Bessenboerderij
sv: Bärgård

source: gathering berries
nl: bessen verzamelen
sv: bärplockning

source: planting bushes
nl: struiken planten
sv: plantera buskar

# europeans_building
source: Vineyard
nl: Wijngaard
sv: Vingård

source: planting grapevines
nl: wijnstokken planten
sv: plantera vinrankor

source: harvesting grapes
nl: druiven oogsten
sv: skörda druvor

# europeans_building
source: The vine farmer working at this vineyard has no cleared soil to plant his grapevines.
nl: De wijnboer die op deze wijngaard werkt, heeft geen vrijgemaakte grond om zijn wijnstokken te planten.

# europeans_building
source: Gardening Center
nl: Tuincentrum
sv: Trädgårdscenter

source: enhancing the fertility of land
nl: de vruchtbaarheid van het land verbeteren
sv: förbättra markens bördighet

source: planting balsa tree
nl: balsabomen planten
sv: plantera balsaträd

source: planting ironwood tree
nl: ijzerhout bomen planten
sv: plantera järnträd

source: planting liana tree
nl: liaanboom planten
sv: plantera lianaträd

source: planting rubber tree
nl: rubberboom planten
sv: plantera gummiträd

# europeans_building
source: Gold Spinning Mill
nl: Goudspinnerij
sv: Guldspinneriet

source: spinning gold
nl: goud spinnen

# europeans_building
source: Basic Gold Mine
nl: Basis Goudmijn
sv: Grundläggande guldgruva

# europeans_building
source: mining marble
nl: marmer delven
sv: marmorbrytning

# europeans_building
source: mining gold_ore
nl: gouderts delven
sv: bryta guldmalm

source: No Gold
nl: Geen Goud
sv: Inget guld

source: Main Gold Vein Exhausted
nl: Hoofdgoudader Uitgeput
sv: Huvudguldådern uttömd

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nl: De hoofdader van deze goudmijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
sv: Denna guldgruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringar. Du bör överväga att förbättra, demontera eller förstöra den.

# europeans_building
source: Gold Mine Level 1
nl: Goudmijn Niveau 1
sv: Guldgruva nivå 1

# europeans_building
source: Gold Mine Level 2
nl: Goudmijn Niveau 2
sv: Guldgruva nivå 2

# europeans_building
source: Gold Mine Level 3
nl: Goudmijn Niveau 3
sv: Guldgruva nivå 3

# europeans_building
source: Gold Mine Level 4
nl: Goudmijn Niveau 4
sv: Guldgruva nivå 4

# europeans_building
source: Gold Mine Level 5
nl: Goudmijn Niveau 5
sv: Guldgruva nivå 5

# europeans_building
source: Gold Mine Level 6
nl: Goudmijn Niveau 6
sv: Guldgruva nivå 6

# europeans_building
source: Gold Mine Level 7
nl: Goudmijn Niveau 7
sv: Guldgruva nivå 7

# europeans_building
source: Basic Grain Farm
nl: Basis Graanboerderij
sv: Grundläggande spannmålsodling

source: planting wheat
nl: tarwe planten
sv: planterar vete

source: harvesting wheat
nl: tarwe oogsten
sv: skördar vete

# europeans_building
source: Grain Farm Level 1
nl: Graanboerderij Niveau 1
sv: Spannmålsgård nivå 1

source: planting rye
nl: rogge planten
sv: plantera råg

source: harvesting rye
nl: rogge oogsten
sv: skörda råg

# europeans_building
source: Grain Farm Level 2
nl: Graanboerderij Niveau 2
sv: Spannmålsgård nivå 2

source: planting barley
nl: gerst planten
sv: plantera korn

source: harvesting barley
nl: gerst oogsten
sv: skörda korn

source: planting oat
nl: haver planten
sv: plantera havre

source: harvesting oat
nl: haver oogsten
sv: skörd av havre

# europeans_building
source: Basic Hunter’s Hut
nl: Basis Jagershut
sv: Enkel jaktstuga

source: hunting
nl: jagen
sv: jakt

source: No Game
nl: Geen Wild
sv: Inget vilt

source: Out of Game
nl: Zonder Wild
sv: Slut på vilt

# europeans_building
source: The hunter working out of this hunter’s hut can’t find any game in his work area. Remember that you can enhance the building. An advanced gamekeeper can release more game into the wild.
nl: De jager die vanuit deze jagershut werkt, kan geen wild vinden in zijn werkgebied. Vergeet niet dat je het gebouw kunt verbeteren. Een gevorderde jachtopziener kan meer wild in het wild vrijlaten.
sv: Jägaren som arbetar från denna jaktstuga kan inte hitta något vilt i sitt arbetsområde. Kom ihåg att du kan förbättra byggnaden. En avancerad jaktvakt kan släppa ut mer vilt i naturen.

# europeans_building
source: Hunter’s Hut Level 1
nl: Jachthut Niveau 1
sv: Jägarstuga nivå 1

# europeans_building
source: Hunter’s Hut Level 2
nl: Jachthut Niveau 2
sv: Jägarstuga nivå 2

# europeans_building
source: Hunter’s Hut Level 3
nl: Jachthut Niveau 3
sv: Jägarstuga nivå 3

# europeans_building
source: Hunter’s Hut Level 4
nl: Jachthut Niveau 4
sv: Jägarstuga nivå 4

# europeans_building
source: Basic Inn
nl: Basis Herberg
sv: Enkelt värdshus

source: preparing a ration
nl: een rantsoen klaarmaken
sv: förbereda en ransoneringsportion

source: preparing a snack
nl: een snack klaarmaken
sv: förbereda ett mellanmål

# europeans_building
source: Inn Level 1
nl: Herberg Niveau 1
sv: Inn nivå 1

source: preparing a meal
nl: een maaltijd klaarmaken
sv: lagar mat

# europeans_building
source: Inn Level 2
nl: Herberg Niveau 2
sv: Inn nivå 2

# europeans_building
source: Inn Level 3
nl: Herberg Niveau 3
sv: Inn nivå 3

# europeans_building
source: Basic Iron Mine
nl: Basis IJzermijn
sv: Grundläggande järngruva

# europeans_building
source: mining iron_ore
nl: mijnbouw ijzererts
sv: brytning av järnmalm

source: No Iron
nl: Geen IJzer
sv: Inget strykjärn

source: Main Iron Vein Exhausted
nl: Hoofdijzerader Uitgeput
sv: Huvudjärnådern uttömd

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
sv: Denna järngruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# europeans_building
source: Iron Mine Level 1
nl: IJzermijn Niveau 1
sv: Järngruva nivå 1

# europeans_building
source: Iron Mine Level 2
nl: IJzermijn Niveau 2
sv: Järngruva nivå 2

# europeans_building
source: Iron Mine Level 3
nl: IJzermijn Niveau 3
sv: Järngruva nivå 3

# europeans_building
source: Iron Mine Level 4
nl: IJzermijn Niveau 4
sv: Järngruva nivå 4

# europeans_building
source: Iron Mine Level 5
nl: IJzermijn Niveau 5
sv: Järngruva nivå 5

# europeans_building
source: Iron Mine Level 6
nl: IJzermijn Niveau 6
sv: Järngruva nivå 6

# europeans_building
source: Iron Mine Level 7
nl: IJzermijn Niveau 7
sv: Järngruva nivå 7

# europeans_building
source: Basic Lumberjack’s Hut
nl: Basis Houthakkershut
sv: Enkel skogshuggars stuga

source: No Trees
nl: Geen Bomen
sv: Inga träd

source: Out of Trees
nl: Zonder Bomen
sv: Slut på träd

# europeans_building
source: The lumberjack working at this lumberjack’s hut can’t find any trees in his work area. You should consider enhancing it to increase its working area or building a ranger’s hut.
nl: De houthakker die in deze houthakkershut werkt, kan geen bomen vinden in zijn werkgebied. Je zou moeten overwegen om het werkgebied te vergroten of een boswachtershut te bouwen.
sv: Skogshuggaren som arbetar vid denna skogshuggars stuga kan inte hitta några träd i sitt arbetsområde. Du bör överväga att förbättra det för att öka dess arbetsområde eller bygga en skogvaktarstuga.

# europeans_building
source: Lumberjack’s Hut Level 1
nl: Houthakkershut Niveau 1
sv: Skogshuggarstuga Nivå 1

# europeans_building
source: Lumberjack’s House Level 2
nl: Houthakkershut Niveau 2
sv: Skogshuggarens hus Nivå 2

# europeans_building
source: Lumberjack’s House Level 3
nl: Houthakkershut Niveau 3
sv: Skogshuggarens hus Nivå 3

# europeans_building
source: Lumberjack’s House Level 4
nl: Houthakkershut Niveau 4
sv: Skogshuggarens hus Nivå 4

# europeans_building
source: Metal Manufactory
nl: Metaalfabriek
sv: Metallfabrik

source: forging a suit of armor
nl: een harnas smeden
sv: smida en rustning

source: forging a suit of chain armor
nl: een maliënkolder smeden
sv: smida en kedjepansar

source: forging a suit of gilded armor
nl: een verguld harnas smeden
sv: smida en förgylld rustning

source: forging a helmet
nl: een helm smeden
sv: smida en hjälm

source: forging an ax
nl: een masker smeden
sv: smida en yxa

source: forging a battle ax
nl: een slagbijl smeden
sv: smida en stridsyxa

source: forging a broad ax
nl: een brede bijl smeden
sv: smida en bred yxa

source: forging a bronze ax
nl: een bronzen bijl smeden
sv: smide av en bronsyxa

source: forging a sharp ax
nl: een scherpe bijl smeden
sv: smida en vass yxa

source: forging a warrior’s ax
nl: een krijgerbijl smeden
sv: smida en krigares yxa

source: making a bread paddle
nl: Broodschep maken
sv: tillverka en brödspade

source: making a pair of buckets
nl: een paar emmers maken
sv: tillverka ett par hinkar

source: making fire tongs
nl: Vuurtang maken
sv: tillverkning av eldtänger

source: making a fishing rod
nl: vishengel maken
sv: tillverka en fiskespö

source: sewing golden fur garment
nl: naaien van gouden bontkleding
sv: sy guldfärgade pälsplagg

source: sewing studded fur garment
nl: kledingstuk van versierd bont naaien
sv: sömnad av kläder med nitar och päls

source: forging a golden helmet
nl: een gouden helm smeden
sv: smide en gyllene hjälm

source: forging a mask
nl: een masker smeden
sv: smida en mask

source: forging a warhelm
nl: een oorlogshelm smeden
sv: smida en krigshjälm

source: making a hook pole
nl: een rookhaak maken
sv: tillverka en krokstång

source: making a hunting spear
nl: een jachtspeer maken
sv: tillverka ett jaktspjut

source: making milking tongs
nl: Melktang maken
sv: tillverkning av mjölktänger

source: making a saw
nl: een zaag maken
sv: tillverka en såg

source: making a scythe
nl: een zeis maken
sv: tillverka en lie

source: forging an advanced shield
nl: een geavanceerd schild smeden
sv: smida en avancerad sköld

source: forging a steel shield
nl: een stalen schild smeden
sv: smida ett stålsköld

source: forging a spear
nl: een speer smeden
sv: smida ett spjut

source: forging an advanced spear
nl: een geavanceerde speer smeden
sv: smida ett avancerat spjut

source: forging a heavy spear
nl: een zware speer smeden
sv: smida ett tungt spjut

source: forging a war spear
nl: een oorlogsspeer smeden
sv: smida ett krigsspeer

source: forging a broadsword
nl: een breed zwaard smeden
sv: smida ett bredsvärd

source: forging a double-edged sword
nl: een twee-snijdend zwaard smeden
sv: smida ett tveeggat svärd

source: forging a long sword
nl: een lang zwaard smeden
sv: smide ett långt svärd

source: forging a short sword
nl: een kort zwaard smeden
sv: smida ett kort svärd

source: forging a double trident
nl: een dubbele drietand smeden
sv: smida en dubbel treudd

source: forging a heavy double trident
nl: een zware dubbele drietand smeden
sv: smida en tung dubbel treudd

source: forging a light trident
nl: een lichte drietand smeden
sv: smida en lätt treudd

source: forging a long trident
nl: een lange drietand smeden
sv: smida en lång treudd

source: forging a steel trident
nl: een stalen drietand smeden
sv: smide en stål treudd

# europeans_building
source: Advanced Mill
nl: Geavanceerde Molen
sv: Avancerad kvarn

source: grinding barley
nl: gerst malen
sv: mala kornmjöl

source: grinding blackroot
nl: Helmkruid malen
sv: slipning av svartrot

source: grinding corn
nl: maïs malen
sv: malning av majs

source: grinding oat
nl: haver malen
sv: malning av havre

source: grinding rye
nl: rogge malen
sv: mala råg

source: grinding wheat
nl: tarwe malen
sv: maler vete

# europeans_building
source: Basic Mill
nl: Basis Molen
sv: Grundläggande kvarn

# europeans_building
source: Basic Quarry
nl: Basis Steengroeve
sv: Grundläggande stenbrott

# europeans_building
source: quarrying
nl: steenhouwen
sv: stenbrytning

# europeans_building
source: quarrying granite
nl: graniet steenhouwen
sv: bryta granit

source: No Rocks
nl: Geen Rotsen
sv: Inga stenar

source: Out of Rocks
nl: Zonder Rotsen
sv: Slut på stenar

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area. You should consider enhancing it to increase its working area.
nl: De steenhouwer die in deze steengroeve werkt, kan geen stenen vinden in zijn werkgebied. Je zou moeten overwegen om het werkgebied te vergroten.
sv: Stenhuggaren som arbetar i detta stenbrott kan inte hitta några stenar i sitt arbetsområde. Du bör överväga att förbättra det för att öka dess arbetsområde.

# europeans_building
source: Quarry Level 1
nl: Steengroeve Niveau 1
sv: Stenbrott nivå 1

# europeans_building
source: Quarry Level 2
nl: Steengroeve Niveau 2
sv: Stenbrott nivå 2

# europeans_building
source: quarrying marble
nl: marmer steenhouwen
sv: marmorbrytning

# europeans_building
source: Quarry Level 3
nl: Steengroeve Niveau 3
sv: Stenbrott nivå 3

# europeans_building
source: The stonecutter working at this quarry can’t find any stone in his work area.
nl: De steenhouwer die in deze steengroeve werkt, kan geen stenen vinden in zijn werkgebied.
sv: Stenhuggaren som arbetar vid detta stenbrott kan inte hitta någon sten i sitt arbetsområde.

# europeans_building
source: Quarry Level 4
nl: Steengroeve Niveau 4
sv: Stenbrott nivå 4

# europeans_building
source: Advanced Rare Tree Cutter’s Hut
nl: Geavanceerde Zeldzame Boomsnijdershut
sv: Avancerad sällsynt trädfällares stuga

source: harvesting balsa
nl: balsa oogsten
sv: skörd av balsaträ

source: harvesting ironwood
nl: ijzerhout oogsten
sv: skörd av järnträ

source: cutting lianas
nl: lianen knippen
sv: skärande lianer

source: harvesting rubber
nl: rubber oogsten
sv: gummiskörd

# europeans_building
source: Basic Rare Tree Cutter’s Hut
nl: Basis Zeldzame Boomkappershut
sv: Grundläggande sällsynt trädhuggares stuga

source: No Tree to Cut Lianas
nl: Basis Zeldzame Boomsnijdershut
sv: Inget träd att hugga lianer

# europeans_building
source: The liana cutter working at this site can’t find any tree in her work area. You should consider dismantling or destroying the building or building a jungle preserver’s hut.
nl: De lianensnijder die op deze locatie werkt, kan geen enkele boom vinden in haar werkgebied. U zou moeten overwegen om het gebouw te ontmantelen of te slopen, of een hut voor junglebehouders te bouwen.
sv: Lianaskäraren som arbetar på denna plats kan inte hitta några träd i sitt arbetsområde. Du bör överväga att riva eller förstöra byggnaden eller bygga en djungelbevararens hydda.

# europeans_building
source: Special Tree Plantation
nl: Speciale Boom Plantage
sv: Specialträdplantering

# europeans_building
source: Advanced Reed Farm
nl: Geavanceerde Rietboerderij
sv: Avancerad vassodling

source: planting reed
nl: riet planten
sv: plantera vass

source: harvesting reed
nl: riet oogsten
sv: skörda vass

# europeans_building
source: The reed farmer working at this reed farm has no cleared soil to plant his seeds.
nl: De rietboer die op deze rietboerderij werkt, heeft geen ontgonnen grond om zijn zaden te planten.
sv: Den vassodlare som arbetar på denna vassodling har ingen rensad mark att plantera sina frön på.

# europeans_building
source: Basic Reed Yard
nl: Basis Rietkwekerij
sv: Grundläggande vassodling

# europeans_building
source: The gardener working at this reed yard has no cleared soil to plant his seeds.
nl: De tuinman die op dit rietveld werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
sv: Trädgårdsmästaren som arbetar på denna vassodling har ingen rensad mark att plantera sina frön i.

# europeans_building
source: Basic Scout’s Hut
nl: Basis Verkennershut
sv: Grundläggande scoutstuga

source: scouting
nl: verkennen
sv: speja

# europeans_building
source: Scout’s Hut Level 1
nl: Verkennershut Niveau 1
sv: Scoutstuga nivå 1

# europeans_building
source: Scout’s House Level 2
nl: Verkennershut Niveau 2
sv: Scoutens hus nivå 2

# europeans_building
source: Scout’s House Level 3
nl: Verkennershut Niveau 3
sv: Scoutens hus nivå 3

# europeans_building
source: Scout’s House Level 4
nl: Verkennershut Niveau 4
sv: Scoutens hus nivå 4

# europeans_building
source: Basic Shipyard
nl: Basis Scheepswerf
sv: Grundläggande skeppsvarv

source: constructing a ship
nl: een schip bouwen
sv: bygga ett skepp

# europeans_building
source: Shipyard Level 1
nl: Scheepswerf Niveau 1
sv: Skeppsvarv nivå 1

# europeans_building
source: Shipyard Level 2
nl: Scheepswerf Niveau 2
sv: Skeppsvarv nivå 2

# europeans_building
source: Shipyard Level 3
nl: Scheepswerf Niveau 3
sv: Skeppsvarv nivå 3

# europeans_building
source: Shipyard Level 4
nl: Scheepswerf Niveau 4
sv: Skeppsvarv nivå 4

# europeans_building
source: Basic Smelting Works
nl: Basis Hoogoven
sv: Grundläggande smältverk

# europeans_building
source: smelting ore
nl: erts smelten
sv: smältning av malm

# europeans_building
source: Smelting Works Level 1
nl: Hoogoven Niveau 1
sv: Smältverk Nivå 1

source: smelting gold
nl: goud smelten
sv: smältning av guld

# europeans_building
source: Smelting Works Level 2
nl: Hoogoven Niveau 2
sv: Smältverk Nivå 2

# europeans_building
source: Smelting Works Level 3
nl: Hoogoven Niveau 3
sv: Smältverk Nivå 3

# europeans_building
source: Smelting Works Level 4
nl: Hoogoven Niveau 4
sv: Smältverk Nivå 4

# europeans_building
source: Smelting Works Level 5
nl: Hoogoven Niveau 5
sv: Smältverk Nivå 5

# europeans_building
source: recycling iron
nl: ijzer recycleren
sv: återvinning av järn

# europeans_building
source: recycling iron and gold
nl: recyclen van ijzer en goud
sv: återvinning av järn och guld

# europeans_building
source: Advanced Smokery
nl: Gevorderde Rokerij
sv: Avancerat rökeri

source: smoking fish
nl: vis roken
sv: röka fisk

source: smoking meat
nl: vlees roken
sv: röka kött

# europeans_building
source: Basic Smokery
nl: Basis Rokerij
sv: Grundläggande rökning

# europeans_building
source: Spider Farm
nl: Spinnenboerderij
sv: Spindelfarm

# europeans_building
source: Basic Stone Mine
nl: Basis Steengroeve
sv: Grundläggande stengruva

# europeans_building
source: mining granite
nl: graniet delven
sv: gruvdrift av granit

# europeans_building
source: mining quartz
nl: kwarts delven
sv: brytning av kvarts

source: No rare stone
nl: Geen zeldzame steen
sv: Ingen sällsynt sten

source: Main Rare Stone Vein Exhausted
nl: Hoofdader Zeldzame Steen Uitgeput
sv: Huvudsaklig sällsynt stenåder uttömd

# europeans_building
source: This stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nl: De hoofdader van deze steenmijn is uitgeput. Verwacht een sterk verminderde opbrengst van je investering. Je zou moeten overwegen om deze te verbeteren, ontmantelen of vernietigen.
sv: Denna stengruvas huvudåder är uttömd. Förvänta dig kraftigt minskad avkastning på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# europeans_building
source: Stone Mine Level 1
nl: Steengroeve Niveau 1
sv: Stenbrott nivå 1

# europeans_building
source: This marble mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nl: De hoofdader van deze marmermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om deze te verbeteren, ontmantelen of vernietigen.
sv: Denna marmorgruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# europeans_building
source: Stone Mine Level 2
nl: Steengroeve Niveau 2
sv: Stenbrott nivå 2

# europeans_building
source: Stone Mine Level 3
nl: Steengroeve Niveau 3
sv: Stenbrott nivå 3

# europeans_building
source: Stone Mine Level 4
nl: Steengroeve Niveau 3
sv: Stenbrott nivå 4

# europeans_building
source: This stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nl: De hoofdader van deze steengroeve is uitgeput. Verwacht een sterk verminderd investeringsrendement. Je zou moeten overwegen om hem te ontmantelen of te vernietigen.
sv: Denna stengruvas huvudåder är uttömd. Förvänta dig kraftigt minskad avkastning på investeringen. Du bör överväga att demontera eller förstöra den.

# europeans_building
source: Stone Mine Level 5
nl: Steengroeve Niveau 5
sv: Stenbrott nivå 5

# europeans_building
source: Stone Mine Level 6
nl: Steengroeve Niveau 6
sv: Stenbrott nivå 6

# europeans_building
source: Basic Tavern
nl: Basis Taverne
sv: Grundläggande krog

# europeans_building
source: Tavern Level 1
nl: Taverne Niveau 1
sv: Krog nivå 1

# europeans_building
source: Tavern Level 2
nl: Taverne Niveau 2
sv: Krog nivå 2

# europeans_building
source: Tavern Level 3
nl: Taverne Niveau 3
sv: Krog nivå 3

# europeans_building
source: Water Gatherer’s Hut
nl: Waterverzamelaars Hut
sv: Vattenhämtningsstuga

source: No Water
nl: Geen Water
sv: Inget vatten

source: Out of Water
nl: Zonder Water
sv: Slut på vatten

# europeans_building
source: The carrier working at this water gatherer’s hut can’t find any water in its vicinity.
nl: De drager die bij deze waterverzamelaarshut werkt, kan in de omgeving geen water vinden.
sv: Transportören som arbetar vid denna vattenhämtares hydda kan inte hitta något vatten i dess närhet.

# europeans_building
source: Basic Well
nl: Basis Waterbron
sv: Grundläggande brunn

# europeans_building
source: mining water
nl: water winnen
sv: gruvvatten

source: idle program
nl: rustprogramma
sv: tomgångsprogram

# europeans_building
source: The carrier working at this well can’t find any water in his well.
nl: De waterdrager die bij deze waterput werkt, kan geen water vinden in zijn put.
sv: Transportören som arbetar vid denna brunn kan inte hitta något vatten i sin brunn.

# europeans_building
source: Well Level 1
nl: Waterbron Niveau 1
sv: Nivå 1
