Repository: widelands/wl_addons_server
Catalog: po/europeans_all.wad/*.po
Languages: nl, sv

# frisians_ware
source: Ordinary fur garments can be decorated with iron to give them a silvery shine. These clothes make good armor.
nl: Gewone vachtkledingstukken kunnen met ijzer worden versierd om ze een zilverachtige glans te geven. Deze kledingstukken vormen een goede bescherming.
sv: Vanliga pälsplagg kan dekoreras med järn för att ge dem en silverglans. Dessa kläder fungerar bra som rustning.

# amazons_ware
source: Padded vests are light but durable armor.
nl: Gewatteerde vesten zijn lichte maar duurzame beschermende kleding.
sv: Vadderade västar är lätta men slitstarka skyddsvästar.

# empire_ware
source: The chain armor is a medium armor for soldiers.
nl: Het maliënkolder is een middelgroot harnas voor soldaten.
sv: Kedjepansaret är ett medelstarkt pansar för soldater.

# amazons_ware
source: Padded protectors are strong and durable armor.
nl: Gewatteerde beschermers zijn sterke en duurzame beschermingsmiddelen.
sv: Vadderade skydd är starka och hållbara rustningar.

# empire_ware
source: The gilded armor is the strongest armor an soldier can have.
nl: Het vergulde harnas is het sterkste harnas dat een soldaat kan hebben.
sv: Den förgyllda rustningen är den starkaste rustning en soldat kan ha.

# frisians_ware
source: Ordinary fur garments can be decorated with iron and gold. Such clothes are the best armor.
nl: Gewone vachtkleding kan worden versierd met ijzer en goud. Dergelijke kleding is de beste bescherming.
sv: Vanliga pälskläder kan dekoreras med järn och guld. Sådana kläder är den bästa rustningen.

# atlanteans_ware
source: Golden tabards are produced in weaving mills out of gold thread.
nl: Gouden tabards worden in weverijen gemaakt van gouddraad.
sv: Gyllene tabarder tillverkas i väverier av guldtråd.

# amazons_ware
source: Ordinary tunics can be decorated and reinforced with gold and wood chunks. Such tunics are the best armor.
nl: Gewone tunieken kunnen worden versierd en versterkt met goud en stukken hout. Dergelijke tunieken zijn de beste bescherming.
sv: Vanliga tunikor kan dekoreras och förstärkas med guld och träbitar. Sådana tunikor är den bästa rustningen.

# europeans_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# barbarians_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# amazons_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# atlanteans_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# empire_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# frisians_worker
source: Carries items along your roads.
nl: Draagt voorwerpen langs je wegen.
sv: Transporterar varor längs dina vägar.

# barbarians_worker
source: Oxen help to carry items along busy roads. They are reared in a cattle farm.
nl: Ossen helpen om voorwerpen langs drukke wegen te dragen. Ze worden gefokt in een ossenstal.
sv: Oxar hjälper till att transportera varor längs trafikerade vägar. De föds upp på en boskapsfarm.

# amazons_worker
source: Tapirs help to carry items along busy roads. They are reared in a tapir farm.
nl: Tapirs helpen bij het vervoeren van goederen langs drukke wegen. Ze worden gefokt op een tapirboerderij.
sv: Tapirer hjälper till att transportera föremål längs trafikerade vägar. De föds upp på en tapirfarm.

# atlanteans_worker
source: Horses help to carry items along busy roads. They are reared in a horse farm.
nl: Paarden helpen om voorwerpen langs drukke wegen te dragen. Ze worden gefokt in een paardenstal.
sv: Hästar hjälper till att transportera varor längs trafikerade vägar. De föds upp på en hästgård.

# empire_worker
source: Donkeys help to carry items along busy roads. They are reared in a donkey farm.
nl: Ezels helpen bij het vervoeren van spullen langs drukke wegen. Ze worden gefokt op een ezelboerderij.
sv: Åsnor hjälper till att transportera varor längs trafikerade vägar. De föds upp på en åsnefarm.

# frisians_worker
source: Reindeer help to carry items along busy roads. They are reared in a reindeer farm.
nl: Rendieren helpen bij het vervoeren van goederen langs drukke wegen. Ze worden gefokt op een rendierboerderij.
sv: Renar hjälper till att transportera varor längs trafikerade vägar. De föds upp på en renfarm.

# barbarians_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.
sv: Transporterar varor över smala floder.

# amazons_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.
sv: Transporterar varor över smala floder.

# atlanteans_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.
sv: Transporterar varor över smala floder.

# empire_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.
sv: Transporterar varor över smala floder.

# frisians_worker
source: Ships wares across narrow rivers.
nl: Schepen hun waren over smalle rivieren.
sv: Transporterar varor över smala floder.

# europeans_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# barbarians_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# amazons_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# atlanteans_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# empire_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# frisians_worker
source: Works at construction sites to raise new buildings.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# barbarians_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# amazons_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# atlanteans_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# empire_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# frisians_worker
source: Works at the shipyard and constructs new ships.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# europeans_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# barbarians_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# amazons_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# atlanteans_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# empire_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# frisians_worker
source: Discovers resources for mining.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# barbarians_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
nl: Verkenners zoals Scotty de verkenner verkennen onontdekte gebieden op een padvindersmanier.
sv: Scouter som Scotty, scouten, som utforskar outforskade områden på ett scoutigt sätt.

# amazons_worker
source: Explores unknown territory.
nl: Verkent onbekend terrein.
sv: Utforskar okänt territorium.

# atlanteans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
nl: Verkenners zoals Scotty de verkenner verkennen onontdekte gebieden op een padvindersmanier.
sv: Scouter som Scotty, scouten, som utforskar outforskade områden på ett scoutigt sätt.

# empire_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
nl: Verkenners zoals Scotty de verkenner verkennen onontdekte gebieden op een padvindersmanier.
sv: Scouter som Scotty, scouten, som utforskar outforskade områden på ett scoutigt sätt.

# frisians_worker
source: Explores unknown territory.
nl: Verkent onbekend terrein.
sv: Utforskar okänt territorium.

# atlanteans_worker
source: Transports wares to share with other players.
nl: Vervoert goederen om te delen met andere spelers.
sv: Transporterar varor för att dela med andra spelare.

# atlanteans_worker
source: A trader is a scout who needs a horse to transport the wares.
nl: Een handelaar is een verkenner die een paard nodig heeft om de goederen te vervoeren.
sv: En handlare är en spejare som behöver en häst för att transportera varorna.

# amazons_worker
source: Fells trees.
nl: Velt bomen.
sv: Fäller träd.

# amazons_worker
source: Harvests special trees: ironwood, rubber and balsa.
nl: Oogst speciale bomen: ijzerhout, rubber en balsahout.
sv: Skördar speciella träd: järnträ, gummiträ och balsaträ.

# amazons_worker
source: Plants trees.
nl: Planten bomen.
sv: Planterar träd.

# amazons_worker
source: Plants special trees: ironwood, rubber and balsa.
nl: Planten speciale bomen: ijzerhout, rubber en balsa.
sv: Växter speciella träd: järnträ, gummi och balsa.

# amazons_worker
source: Cuts lianas from trees.
nl: Snijdt lianen van bomen.
sv: Skär bort lianer från träd.

# barbarians_worker
source: Fells trees.
nl: Velt bomen.
sv: Fäller träd.

# atlanteans_worker
source: Fells trees.
nl: Velt bomen.
sv: Fäller träd.

# empire_worker
source: Fells trees.
nl: Velt bomen.
sv: Fäller träd.

# frisians_worker
source: Fells trees.
nl: Velt bomen.
sv: Fäller träd.

# barbarians_worker
source: Plants trees.
nl: Planten bomen.
sv: Planterar träd.

# atlanteans_worker
source: Plants trees.
nl: Planten bomen.
sv: Planterar träd.

# empire_worker
source: Plants trees.
nl: Planten bomen.
sv: Planterar träd.

# frisians_worker
source: Plants trees.
nl: Planten bomen.
sv: Planterar träd.

# frisians_worker
source: Constructs breakwaters to gain new land from the sea.
nl: Bouwt golfbrekers om nieuw land te winnen op de zee.
sv: Byggar vågbrytare för att vinna ny mark från havet.

# barbarians_worker
source: Plants and harvests reed fields.
nl: Planten en oogsten van rietvelden.
sv: Planterar och skördar vassfält.

# barbarians_worker
source: Plants fields.
nl: Plantenvelden.
sv: Växtfält.

# amazons_worker
source: Grows cassava.
nl: Kweekt cassave.
sv: Odlar maniok.

# amazons_worker
source: Grows cocoa.
nl: Kweekt cacao.
sv: Odlar kakao.

# atlanteans_worker
source: Plants and harvests cornfields.
nl: Planten en oogsten maïsvelden.
sv: Planterar och skördar majsfält.

# atlanteans_worker
source: Plants and harvests blackroot.
nl: Planten en oogsten helmkruid.
sv: Odlar och skördar svartrot.

# empire_worker
source: Plants fields.
nl: Plantenvelden.
sv: Växtfält.

# empire_worker
source: Grows grapevines.
nl: Kweekt druivenstokken.
sv: Odlar vindruvor.

# frisians_worker
source: Plants and harvests reed fields.
nl: Planten en oogsten van rietvelden.
sv: Planterar och skördar vassfält.

# frisians_worker
source: Plants fields.
nl: Plantenvelden.
sv: Växtfält.

# frisians_worker
source: Plants berry bushes.
nl: Planten bessenstruiken.
sv: Planterar bärbuskar.

# frisians_worker
source: Gathers berries.
nl: Verzamelt bessen.
sv: Plockar bär.

# barbarians_worker
source: Breeds strong oxen for adding them to the transportation system.
nl: Fokt sterke ossen om ze toe te voegen aan het transportsysteem.
sv: Föder upp starka oxar för att använda dem i transportsystemet.

# amazons_worker
source: Breeds tapirs for adding them to the transportation system.
nl: Fokt tapirs om ze toe te voegen aan het transportsysteem.
sv: Uppfödning av tapirer för att lägga till dem i transportsystemet.

# atlanteans_worker
source: Breeds spiders for silk.
nl: Fokt spinnen voor zijde.
sv: Odlar spindlar för silke.

# atlanteans_worker
source: Breeds the strong Atlantean horses for adding them to the transportation system.
nl: Fokt de sterke Atlanteaanse paarden om ze aan het transportsysteem toe te voegen.
sv: Avlar de starka atlantiska hästarna för att lägga till dem i transportsystemet.

# empire_worker
source: Breeds cute and helpful donkeys for adding them to the transportation system.
nl: Fokt schattige en behulpzame ezels om ze toe te voegen aan het transportsysteem.
sv: Uppfödning av söta och hjälpsamma åsnor för att lägga till dem i transportsystemet.

# empire_worker
source: Breeds pigs.
nl: Kweekt varkens.
sv: Uppfödning av grisar.

# empire_worker
source: Keeping sheep.
nl: Schapen houden.
sv: Att hålla får.

# frisians_worker
source: Lets bees swarm over flowers, then gathers the honey.
nl: Laat bijen over bloemen zwermen en verzamelt dan de honing.
sv: Låter bin svärma över blommor och samlar sedan in honungen.

# frisians_worker
source: Breeds reindeer as carriers and for their fur.
nl: Fokt rendieren als transportmiddelen en voor hun vacht.
sv: Uppfödning av renar som transportmedel och för deras päls.

# barbarians_worker
source: Catches fish in the sea.
nl: Vangt vis in de zee.
sv: Fångar fisk i havet.

# atlanteans_worker
source: The fisher fishes delicious fish.
nl: De visser vist heerlijke vis.
sv: Fiskaren fiskar läckra fiskar.

# empire_worker
source: Catches fish in the sea.
nl: Vangt vis in de zee.
sv: Fångar fisk i havet.

# frisians_worker
source: Catches fish in the sea.
nl: Vangt vis in de zee.
sv: Fångar fisk i havet.

# barbarians_worker
source: The hunter brings fresh, raw meat to the colonists.
nl: De jager brengt vers, rauw vlees naar de kolonisten.
sv: Jägaren för med sig färskt, rått kött till kolonisterna.

# amazons_worker
source: The hunter-gatherer gets fresh fish and raw meat for the tribe.
nl: De jager-verzamelaar zorgt voor verse vis en rauw vlees voor de stam.
sv: Jägaren-samlaren skaffar färsk fisk och rått kött till stammen.

# atlanteans_worker
source: The hunter brings fresh, raw meat to the colonists.
nl: De jager brengt vers, rauw vlees naar de kolonisten.
sv: Jägaren för med sig färskt, rått kött till kolonisterna.

# empire_worker
source: The hunter brings fresh, raw meat to the colonists.
nl: De jager brengt vers, rauw vlees naar de kolonisten.
sv: Jägaren för med sig färskt, rått kött till kolonisterna.

# frisians_worker
source: The hunter brings fresh, raw meat to the colonists.
nl: De jager brengt vers, rauw vlees naar de kolonisten.
sv: Jägaren för med sig färskt, rått kött till kolonisterna.

# barbarians_worker
source: The gamekeeper makes sure that the natural population of animals never drops too low.
nl: De jachtopziener zorgt ervoor dat de natuurlijke populatie dieren nooit te laag wordt.
sv: Jaktvaktaren ser till att den naturliga djurpopulationen aldrig minskar för mycket.

# amazons_worker
source: Breeds game or fish.
nl: Kweekt wild of vis.
sv: Odlar vilt eller fisk.

# atlanteans_worker
source: Breeds fish.
nl: Kweekt vis.
sv: Odlar fisk.

# atlanteans_worker
source: Grinds blackroots and corn to produce blackroot flour and cornmeal, respectively.
nl: Vermaalt helmkruid en maïs om respectievelijk helmkruidbloem en maïsmeel te maken.
sv: Mal svartrot och majs för att producera svartrotmjöl respektive majsmjöl.

# empire_worker
source: Grinds wheat to produce flour.
nl: Maalt tarwe om bloem te maken.
sv: Maler vete för att producera mjöl.

# barbarians_worker
source: Bakes pitta bread for the miners, soldiers and scouts.
nl: Bakt pitabrood voor de mijnwerkers, soldaten en scouts.
sv: Bakar pitabröd till gruvarbetare, soldater och scouter.

# amazons_worker
source: Prepares rations, bakes cassava bread and brews chocolate.
nl: Bereidt rantsoenen, bakt cassavebrood en zet chocolademelk.
sv: Förbereder ransoner, bakar kassavabröd och brygger choklad.

# atlanteans_worker
source: Bakes bread for workers.
nl: Bakt brood voor de arbeiders.
sv: Bakar bröd till arbetarna.

# empire_worker
source: Bakes bread for workers.
nl: Bakt brood voor de arbeiders.
sv: Bakar bröd till arbetarna.

# frisians_worker
source: Bakes bread for miners and soldiers.
nl: Bakt brood voor mijnwerkers en soldaten.
sv: Bakar bröd till gruvarbetare och soldater.

# frisians_worker
source: This baker is skilled enough to bake bread sweetened with honey.
nl: Deze bakker is bekwaam genoeg om brood te bakken dat met honing is gezoet.
sv: Denna bagare är skicklig nog att baka bröd som är sötat med honung.

# barbarians_worker
source: Produces beer to keep the miners strong and happy.
nl: Produceert bier om de mijnwerkers sterk en gelukkig te houden.
sv: Producerar öl för att hålla gruvarbetarna starka och glada.

# barbarians_worker
source: Produces the finest ales to keep soldiers strong and happy in training.
nl: Produceert de beste ales om soldaten sterk en tevreden te houden tijdens hun training.
sv: Producerar de bästa ölsorterna för att hålla soldaterna starka och glada under träningen.

# empire_worker
source: Produces beer.
nl: Produceert bier.
sv: Producerar öl.

# empire_worker
source: Produces wine.
nl: Produceert wijn.
sv: Producerar vin.

# frisians_worker
source: Brews beer.
nl: Brouwt bier.
sv: Brygger öl.

# frisians_worker
source: Brews beer and mead.
nl: Brouwt bier en mede.
sv: Brygger öl och mjöd.

# atlanteans_worker
source: Smokes meat and fish.
nl: Rookt vlees en vis.
sv: Röker kött och fisk.

# frisians_worker
source: Refines meat and fish by smoking them.
nl: Verfijnt vlees en vis door ze te roken.
sv: Förädlar kött och fisk genom rökning.

# barbarians_worker
source: Produces food for miners.
nl: Produceert voedsel voor mijnwerkers.
sv: Producerar mat för gruvarbetare.

# empire_worker
source: Produces food for miners.
nl: Produceert voedsel voor mijnwerkers.
sv: Producerar mat för gruvarbetare.

# frisians_worker
source: Prepares rations and meals for miners and scouts.
nl: Maakt rantsoenen en maaltijden voor mijnwerkers en verkenners.
sv: Förbereder ransoner och måltider för gruvarbetare och spejare.

# barbarians_worker
source: Cuts raw pieces of granite out of rocks in the vicinity.
nl: Zaagt ruwe stukken graniet uit rotsen in de omgeving.
sv: Skär ut råa granitbitar ur stenar i närheten.

# amazons_worker
source: Cuts blocks of granite out of rocks in the vicinity or mines granite and quartz in stone mines.
nl: Hakt blokken graniet uit rotsen in de omgeving of ontgint graniet en kwarts in steengroeven.
sv: Hugger ut granitblock ur stenar i närheten eller bryter granit och kvarts i stenbrott.

# atlanteans_worker
source: Cuts blocks of granite out of rocks in the vicinity.
nl: Zaagt blokken graniet uit rotsen in de omgeving.
sv: Hugger ut granitblock ur stenar i närheten.

# empire_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nl: Hakt blokken graniet en marmer uit rotsen in de omgeving.
sv: Hugger ut block av granit och marmor ur stenblock i närheten.

# frisians_worker
source: Cuts raw pieces of granite out of rocks in the vicinity.
nl: Zaagt ruwe stukken graniet uit rotsen in de omgeving.
sv: Skär ut råa granitbitar ur stenar i närheten.

# frisians_worker
source: Makes clay out of mud and water.
nl: Maakt klei van modder en water.
sv: Gör lera av lera och vatten.

# amazons_worker
source: Works hard in the gold dwellings in mountains to obtain gold by washing it from gravel.
nl: Werkt hard in de gouden woningen in de bergen om goud te verkrijgen door het uit grind te wassen.
sv: Arbetar hårt i guldgruvorna i bergen för att utvinna guld genom att tvätta det från grus.

# barbarians_worker
source: Works deep in the mines to obtain coal, iron, gold or granite.
nl: Werkt diep in de mijnen om steenkool, ijzer, goud of graniet te winnen.
sv: Arbetar djupt nere i gruvorna för att utvinna kol, järn, guld eller granit.

# atlanteans_worker
source: Works deep in the mines to obtain coal, iron, gold or precious stones.
nl: Werkt diep in de mijnen om steenkool, ijzer, goud of edelstenen te winnen.
sv: Arbetar djupt nere i gruvorna för att utvinna kol, järn, guld eller ädelstenar.

# empire_worker
source: Works deep in the mines to obtain coal, iron, gold or marble.
nl: Werkt diep in de mijnen om steenkool, ijzer, goud of marmer te winnen.
sv: Arbetar djupt nere i gruvorna för att utvinna kol, järn, guld eller marmor.

# frisians_worker
source: Works deep in the mines to obtain coal, iron, gold or granite.
nl: Werkt diep in de mijnen om steenkool, ijzer, goud of graniet te winnen.
sv: Arbetar djupt nere i gruvorna för att utvinna kol, järn, guld eller granit.

# atlanteans_worker
source: Saws logs to produce planks.
nl: Zaagt boomstammen tot planken.
sv: Sågar stockar för att producera plankor.

# empire_worker
source: Works in the sawmill.
nl: Werkt in de zagerij.
sv: Arbetar på sågverket.

# barbarians_worker
source: Burns coal.
nl: Stookt kolen.
sv: Förbränner kol.

# amazons_worker
source: Burns logs to produce charcoal.
nl: Verbrandt houtblokken om houtskool te produceren.
sv: Bränner ved för att producera träkol.

# atlanteans_worker
source: Burns coal.
nl: Stookt kolen.
sv: Förbränner kol.

# empire_worker
source: Burns coal.
nl: Stookt kolen.
sv: Förbränner kol.

# frisians_worker
source: Burns logs and clay to produce coal.
nl: Verbrandt houtblokken en klei om steenkool te produceren.
sv: Förbränner stockar och lera för att producera kol.

# barbarians_worker
source: Mixes grout out of granite, water and coal in the lime kiln.
nl: Mengt specie van graniet, water en steenkool in de kalkoven.
sv: Blandar murbruk av granit, vatten och kol i kalkugnen.

# frisians_worker
source: Burns bricks out of clay and granite.
nl: Bakt bakstenen van klei en graniet.
sv: Bränner tegelstenar av lera och granit.

# barbarians_worker
source: Smelts ores into metal.
nl: Smelt ertsen om tot metaal.
sv: Smälter malm till metall.

# amazons_worker
source: Smelts gold at furnaces.
nl: Smelt goud in ovens.
sv: Smälter guld i ugnar.

# atlanteans_worker
source: Smelts ores into metal.
nl: Smelt ertsen om tot metaal.
sv: Smälter malm till metall.

# empire_worker
source: Smelts ores into metal.
nl: Smelt ertsen om tot metaal.
sv: Smälter malm till metall.

# frisians_worker
source: Smelts iron and gold at furnaces or recycling centers.
nl: Smelt ijzer en goud in ovens of kringloopcentra.
sv: Smälter järn och guld i smältugnar eller återvinningscentraler.

# barbarians_worker
source: Produces cloth for ships’ sails.
nl: Produceert doek voor scheepszeilen.
sv: Tillverkar tyg för segel till skepp.

# amazons_worker
source: Produces all kinds of dresses, boots and armor.
nl: Produceert allerlei soorten kleding, laarzen en wapenrustingen.
sv: Tillverkar alla typer av klänningar, stövlar och rustningar.

# atlanteans_worker
source: Produces spidercloth for buildings, ships and soldiers.
nl: Produceert spinnendoek voor gebouwen, schepen en soldaten.
sv: Tillverkar spindelväv för byggnader, skepp och soldater.
