Repository: widelands/wl_addons_server
Catalog: po/editor_height_tools.wad/*.po
Languages: cs, nds, ru, sv

source: Editor: Height Tools
cs: Editor: Výškový nástroj
nds: Bewarker: Höchten-Warktüüg
ru: Редактор: Инструмент высоты
sv: Redigerare: Höjdverktyg

source: Adjust height for the whole map or apply heights to mountainous terrains automatically
cs: Upraví výšku celé mapy nebo automaticky nadefinuje výšku horského terénu.
nds: Pass de Höcht för de hele Kaart an of sett automatisk de Höchten vun Barg-Landskuppen
ru: Отрегулируйте высоту для всей карты или автоматически примените высоты к гористой местности
sv: Justera höjden för hela kartan eller tillämpa höjder på bergiga terränger automatiskt

source: Set to:
cs: Nastavit na:
nds: Sett up:
ru: Установить значение:
sv: Ställ in till:

source: Lower by:
cs: Snížit o:
nds: Minner um:
ru: Понизить на:
sv: Sänk med:

source: Elevate by:
cs: Zvýšit o:
nds: Verhoog um:
ru: Повысить на:
sv: Höj med:

source: A coordinate can't be read. Make sure you have entered a valid coordinate in form of 20,34
cs: Souřadnice nebylo možné přečíst. Ujisti se, že byly zadány platné souřadnice ve formátu například 20,34.
nds: Eene Stee kann nich lesen worden. Pass bidde up, dat du eene gültige Stee in de Förm 20,34 ingeven hest.
ru: Невозможно прочитать координаты. Убедитесь, что вы ввели реальные координаты в виде 20,34
sv: En koordinat kan inte läsas. Se till att du har angett en giltig koordinat i formatet 20,34

source: The coordinates exceeds the map height or width! Please enter valid coordinates!
cs: Souřadnice leží mimo rozměr mapy! Prosím, zadej platné souřadnice!
nds: De Stee is achter de Wiede of Längde vun de Kaart! Bidde giff eene gültige Stee in!
ru: Координаты выходят за пределы высоты или ширины карты! Пожалуйста, введите действительные координаты!
sv: Koordinaterna överskrider kartans höjd eller bredd! Ange giltiga koordinater!

source: Warning
cs: Upozornění
nds: Wahrschau
ru: Предупреждение
sv: Varning

source: This will change the height of %1$d fields! Approximately this last more than %2$d sec. The editor does not react for this time. Click 'Cancel' to define a smaller area. Before clicking OK be sure to save the map!
cs: Dojde k úpravě výšky u %1$d polí! To může odhadem trvat déle než %2$d sekund. Po tuto dobu nebude editor reagovat. Pokud chceš definovat menší oblast, klikni na "Zrušit". Před potvrzením pomocí "OK" se ujisti, že je mapa uložená!
nds: Dat word de Höcht vun %1$d Felden ännern! Dat word wull mehr as %2$d Sekünnen düren. De Bewarker word in deeser Tied nich antern. Klick up »Ofbreken«, um een lütters Gewest to setten. Ehr du up »Jau« klickst, wees wiss, de Kaart to sekern!
ru: Это изменит высоту %1$d полей! На это уйдет более %2$d секунд. В это время редактор не будет реагировать. Нажмите "Отмена", чтобы определить меньшую область. Перед нажатием кнопки "ОК" обязательно сохраните карту!
sv: Detta kommer att ändra höjden på %1$d fält! Detta tar ungefär mer än %2$d sekund. Redigeraren reagerar inte under denna tid. Klicka på "Avbryt" för att definiera ett mindre område. Se till att spara kartan innan du klickar på OK!

source: Error
cs: Chyba
nds: Fehler
ru: Ошибка
sv: Fel

source: OK
nds: Jau
ru: ОК

source: Height Tools
cs: Výškový nástroj
nds: Höchten-Warktüüg
ru: Инструмент высоты
sv: Höjdverktyg

source: Set height for the whole map or apply heights to mountainous terrains automatically
cs: Nastav výšku pro celou mapu, nebo automaticky změň výšku horského terénu
nds: Sett de Höcht för de hele Kaart of sett automatisk de Höchten vun Barg-Landskuppen
ru: Установите высоту для всей карты или автоматически примените высоты к гористой местности
sv: Ställ in höjd för hela kartan eller tillämpa höjder på bergiga terränger automatiskt

source: Choose an option
cs: Vyber možnost
nds: Köör wat ut
ru: Выберите вариант
sv: Välj ett alternativ

source: Adjust height of all fields
cs: Upravit výšku všech polí
nds: Pass Höchte vun all Felden an
ru: Отрегулируйте высоту всех полей
sv: Justera höjden på alla fält

source: Set all fields to value
cs: nastavit výšku všech polí na hodnotu
nds: Sett all Felden up Weert
ru: Установите для всех полей значение
sv: Ställ in alla fält till värdet

source: Lower all fields by value
cs: snížit všechna pole o hodnotu
nds: Minner all Felden um Weert
ru: Понизить все поля на значение
sv: Sänk alla fält efter värde

source: Elevate all fields by value
cs: zvednout všechna pole o hodnotu
nds: Verhoog all Felden um Weert
ru: Повысить все поля на значение
sv: Höj alla fält efter värde

source: Set to:
cs: Nastavit na:
nds: Sett up:
ru: Установить значение:
sv: Ställ in till:

source: Value for all fields
cs: hodnota pro všechna pole
nds: Weert för all Felden
ru: Значение для всех полей
sv: Värde för alla fält

source: Adjust Height
cs: Upravit výšku
nds: Höchte anpassen
ru: Отрегулируйте высоту
sv: Justera höjd

source: Apply random heights to mountain terrains
cs: Náhodná výška pro horský terén
nds: Tofällig Höchten up Barg-Landskuppen setten
ru: Применить произвольные высоты к горным ландшафтам
sv: Tillämpa slumpmässiga höjder på bergsterräng

source: Define a rectangular area by entering the coordinates of the top left corner and the coordinates of the bottom right corner of the rectangle. Or define a hexagonal area, like when using a big tool size, by entering the coordinates of the center and a radius.
cs: Zvol obdelníkovitou oblast zadáním souřadnic horního levého rohu a spodního pravého rohu, nebo šestiúhelníkovitou oblast zadáním souřadnic a poloměru, podobně jako při volbě velikosti nástroje.
nds: Sett een Veerkants-Gewest, indeem du de Steden vun de boven linke Eck un vun de unnern rechte Eck ingiffst. Of sett een Sesskants-Gewest jüüst as wenn du eene grote Warktüüg-Grött bruukst indeem du de middelste Stee un de Dickde ingiffst.
ru: Определите прямоугольную область, введя координаты верхнего левого угла и координаты нижнего правого угла прямоугольника. Или определите шестиугольную область, например, при использовании инструмента большого размера, введя координаты центра и радиус.
sv: Definiera ett rektangulärt område genom att ange koordinaterna för det övre vänstra hörnet och koordinaterna för det nedre högra hörnet av rektangeln. Eller definiera ett sexkantigt område, till exempel när du använder ett stort verktyg, genom att ange koordinaterna för centrum och en radie.

source: The values for the coordinates can be found in the main menu panel on the right side, e.g.: (20,&nbsp;52,&nbsp;10). The values represents (x-coordinate,&nbsp;&nbsp;y-coordinate,&nbsp;height)
cs: Aktuální hodnotu souřadnic kurzoru lze nalézt v pravé části hlavního panelu ve formátu (x-ová souřadnice,&nbsp;y-ová souřadnice,&nbsp;výška), např.: (20,&nbsp;52,&nbsp;10).
nds: De Weert för de Stee kann in de Höövd-Balken up de rechten Hand funnen worden, to’n Bispööl: (20,&nbsp;52,&nbsp;10). De Weerten stahn för (x-Stee,&nbsp;y-Stee,&nbsp;Höchte)
ru: Значения координат можно найти на панели главного меню справа, например: (20,&nbsp;52,&nbsp;10). Значения представляют (x-координата,&nbsp;&nbsp;y-координата,&nbsp;высота)
sv: Värdena för koordinaterna finns i huvudmenyn till höger, t.ex.: (20, 52, 10). Värdena representerar (x-koordinat, y-koordinat, höjd)

source: Global Options
cs: Všeobecné volby
nds: Instellens för allens
ru: Глобальные Настройки
sv: Globala alternativ

source: Max. Height:
cs: Maximální výška:
nds: Gröttste Höchte:
ru: Макс. Высота:
sv: Max. höjd:

source: Restrict the height to this maximum height.
cs: Nastav limit pro maximální výšku.
nds: De Höchte nich groter worden laten as dat.
ru: Ограничить высоту этой максимальной высотой.
sv: Begränsa höjden till denna maximala höjd.

source: Place sign
cs: Umístit značku
nds: Wieser setten
ru: Установить знак
sv: Placera skylt

source: Place a column at given coordinates
cs: Označit zadané souřadnice značkou
nds: Eenen Pieler an de geven Stee setten
ru: Поставить колонну в заданные координаты
sv: Placera en kolumn vid angivna koordinater

source: Hexagonal Area
cs: Šestiúhelníkovitá oblast
nds: Sesskantig Gewest
ru: Шестиугольная область
sv: Sexkantigt område

source: Coordinates of the center field of the hexagonal area, e.g.: 20,35
cs: Středové souřadnice šestiúhelníkovitého pole, např.: 20,35
nds: Stee vun de Midde vun de Sesskant-Gewest, to’n Bispööl: 20,35
ru: Координаты центрального поля шестиугольной области, например: 20,35
sv: Koordinater för mittfältet i det sexkantiga området, t.ex.: 20,35

source: Enter coordinates in form of x, y
cs: Zadej souřadnice ve formátu x, y
nds: Giff eene Stee in de Förm x,y in
ru: Введите координаты в виде x, y
sv: Ange koordinaterna i form av x, y

source: Choose a value for the radius
cs: Zvolit velikost poloměru
nds: Köör eenen Weert för de Dickde vum Gewest ut
ru: Выберите значение радиуса
sv: Välj ett värde för radien

source: Random Hexagonal Mountains
cs: Náhodně upravit výšku horského terénu
nds: Tofällig sesskantig Bargen
ru: Случайные шестиугольные горы
sv: Slumpmässiga sexkantiga berg

source: Rectangular Area
cs: Obdelníkovitá oblast
nds: Veerkant-Gewest
ru: Прямоугольная область
sv: Rektangulärt område

source: Coordinates of the top left corner of the rectangle, e.g.: 10,20
cs: Souřadnice levého horního rohu obdelníku, např.: 10,20
nds: Stee vun de boven linke Eck vun de Veerkant, to’n Bispööl: 10,20
ru: Координаты верхнего левого угла прямоугольника, например: 10,20
sv: Koordinater för rektangelns övre vänstra hörn, t.ex.: 10,20

source: Coordinates of the bottom right corner of the rectangle, e.g.: 20,35
cs: Souřadnice pravého spodního rohu obdelníku, např.: 20,35
nds: Stee vun de unnern rechte Eck vun de Veerkant, to’n Bispööl: 20,35
ru: Координаты правого нижнего угла прямоугольника, например: 20,35
sv: Koordinater för rektangelns nedre högra hörn, t.ex.: 20,35

source: Random Rectangular Mountains
cs: Náhodně upravit výšku horského terénu
nds: Tofällig veerkantig Bargen
ru: Случайные прямоугольные горы
sv: Slumpmässiga rektangulära berg

source: Design your flat map and add some mountain terrains
cs: Vytvoř svou vlastní plochou mapu a přidej na ni horský terén.
nds: Bau diene flacke Kaart un föög wat an Barg-Landskuppen hento
ru: Создайте свою плоскую карту и добавьте несколько горных ландшафтов
sv: Designa din platta karta och lägg till några bergsterränger

source: Open the height tools, define a rectangular area and click on
cs: Otevři výškový nástroj, zvol obdelníkovitou oblast a potvrď.
nds: Maak dat Höchten-Warktüüg up, giff een Veerkant-Gewest in un klick
ru: Откройте инструменты "Высота", определите прямоугольную область и нажмите
sv: Öppna höjdverktygen, definiera ett rektangulärt område och klicka på

source: Two signs are placed representing the given coordinates
cs: Zadané souřadnice jsou na mapě vyznačeny dvěma značkami.
nds: Twee Wiesers worden an de tween Steden sett
ru: Размещены два знака, обозначающих заданные координаты
sv: Två skyltar är placerade som representerar de angivna koordinaterna

source: The created mountain on the left doesn't look good? Enter the coordinates of the center and click on
cs: Vytvořená hora v levo nevypadá dobře? Zadej středové souřadnice a potvrď.
nds: De Barg links sücht nich good ut? Giff de middelste Stee in un klick
ru: Созданная гора слева выглядит не очень хорошо? Введите координаты центра и нажмите
sv: Ser det skapade berget till vänster inte bra ut? Ange koordinaterna för centrum och klicka på

source: You could also modify a mountain. Enter the coordinates of the new center and click on
cs: Můžeš upravit další horu. Zadej nové středové souřadnice a potvrď.
nds: Du kannst eenen Barg ok bewarken. Giff de Stee vun de nejen Midde in un klick
ru: Вы также можете изменить гору. Введите координаты нового центра и нажмите
sv: Du kan också ändra ett berg. Ange koordinaterna för det nya centrumet och klicka på
