Repository: widelands/wl_addons_server
Catalog: po/barbarians_empire_economy_upgrade.wad/*.po
Languages: cs, de, fr, nds, nl, sv

source: Barbarians-Empire Upgrade
cs: Barbaři-císařství vylepšení
de: Barbaren-Imperium Verbesserung
fr: Mise à niveau Barbares-Empire
nds: Verhogens för Wille Lüü & Latiensk Riek
nl: Barbaren-Empire Upgrade
sv: Uppgradering till Barbarer-Imperiet

source: Upgrade of smelting works and stonemason’s houses makes the Barbarians and Empire more competitive. With this upgrade, you need one lump of coal to produce 2 pieces of metal. There are few new buildings available and build costs of some military sites are modified too.
cs: Vylepšení sléváren a domků kameníka zvyšuje bojeschopnost barbarů a císařství. S tímto vylepšením je potřeba pouze jedna hrouda uhlí na výrobu 2 kusů kovu. K dispozici je pár nových budov a také jsou upraveny stavební náklady některých vojenských budov.
fr: La mise à niveau des fonderies et des maisons de tailleur de pierre rend les Barbares et l’Empire plus compétitifs. Avec cette mise à niveau, vous avez besoin d’un morceau de charbon pour produire 2 pièces de métal. Il y a peu de nouveaux bâtiments disponibles et les coûts de construction de certains sites militaires sont également modifiés.
nds: Betere Smeltwarken un Steenbickerhusen maken de Wille Lüü un dat Latiensk Riek starker to Spölen. Mit deesen Verhogerns bruukst du blots een Deel Köhl, um 2 Delen Metall to produzeren. Dat gifft een paar neje Husen, un de Baukosten vun eenigen Soldateree-Boen sünd ok anpasst.
nl: De upgrade van smelterijen en steenhouwerijen maakt de Barbaren en het Rijk competitiever. Met deze upgrade heb je één brok steenkool nodig om 2 stukken metaal te produceren. Er zijn weinig nieuwe gebouwen beschikbaar en de bouwkosten van sommige militaire locaties zijn ook aangepast.
sv: Uppgradering av smältverk och stenhuggarnas hus gör barbarerna och imperiet mer konkurrenskraftiga. Med denna uppgradering behöver du en kolbit för att producera två metallbitar. Det finns några nya byggnader tillgängliga och byggkostnaderna för vissa militära anläggningar har också ändrats.

# barbarians_building
source: Independent Fishing Hut
cs: Chata svobodného rybáře
de: Freie Fischerhütte
fr: Cabane de pêche indépendante
nds: Sülvstständig Fiskerkaat
nl: Onafhankelijke vissershut
sv: Fristående fiskestuga

source: fishing
cs: rybaření
de: Das Fischen
fr: pêche
nds: Fisse to fangen
nl: vissen
sv: fiske

source: No Fishes
cs: Žádné ryby
de: Keine Fische
fr: Pas de poissons
nds: Keen Fiss
nl: Geen vissen
sv: Inga fiskar

source: Out of Fishes
cs: Došly ryby
de: Keine Fische
fr: Plus de poisson
nds: Hebb keene Fiske mehr
nl: Zonder vissen
sv: Slut på fisk

# barbarian_building
source: The fisher working at this fisher’s hut can’t find any fishes in his work area.
cs: Rybář pracující v této rybářské chatě nemůže ve svém okolí najít žádné ryby.
de: Der Fischer in dieser Fischerhütte kann keine Fische in seinem Arbeitsbereich finden.
fr: Le pêcheur travaillant dans cette cabane de pêcheur ne peut trouver aucun poisson dans son espace de travail.
nds: De Fisker dat warkt bi deese Fiskerkaat hett keene Fiske tum Fangen.
nl: De visser die in deze vissershut werkt, kan geen vissen vinden in zijn werkgebied.
sv: Fiskaren som arbetar i denna fiskarstuga kan inte hitta några fiskar i sitt arbetsområde.

# barbarians_building
source: Advanced Smelting Works
cs: Vylepšená slévárna
de: Verbesserter Hochofen
fr: Travaux de fusion avancés
nds: Grotes Smeltwark
nl: Geavanceerde Smelterij
sv: Avancerad smältverk

source: working
cs: slévání
de: Das Arbeiten
fr: Actif
nds: to Warken
nl: werkende
sv: arbetar

# barbarians_building
source: smelting iron
cs: slévání železa
de: Das Verhütten von Eisen
fr: fusion de fer
nds: Iesen to smelten
nl: ijzer smelten
sv: smältning av järn

# barbarians_building
source: smelting gold
cs: slévání zlata
de: Das Verhütten von Gold
fr: fusion de l'or
nds: Gold to smelten
nl: goud smelten
sv: smältning av guld

# barbarians_building_small
source: Small Weaving Mill
cs: Malá tkalcovna
de: Kleine Weberei
fr: Petite usine de tissage
nds: Lütter Weevstohl
nl: Kleine Weverij
sv: Liten vävfabrik

source: weaving
cs: tkaní
de: Das Weben
fr: tissage
nds: to weven
nl: weven
sv: vävning

# empire_building
source: Small Farm
cs: Malý statek
de: Kleiner Bauernhof
fr: Petite ferme
nds: Lütte Buurderee
nl: Kleine Boerderij
sv: Liten gård

source: planting
cs: setí
de: Das Pflanzen
fr: plantation
nds: to planten
nl: aanplanten
sv: plantering

source: harvesting
cs: sklízení
de: Das Ernten
fr: moissonnage
nds: to arnten
nl: oogsten
sv: skörd

source: No Fields
cs: Žádná pole
de: Keine Felder
fr: Pas de champs
nds: Keene Meedjes
nl: Geen Velden
sv: Inga fält

source: Out of Fields
cs: Došla pole
de: Keine Felder
fr: En dehors des champs
nds: Hebb keene Medjes mehr
nl: Zonder Velden
sv: Slut på fält

# empire_building
source: The farmer working at this small farm has no cleared soil to plant his seeds.
cs: Sedlák pracující na tomto malém statku nemá žádnou volnou půdu na osev.
de: Der Bauer auf diesem Bauernhof hat keinen freien Platz um Weizen zu säen.
fr: Le fermier travaillant dans cette petite ferme n’a pas de sol défriché pour planter ses graines.
nds: De Buur dat warkt bi deese Lütte Buurderee hett keen Meedland waar he wat anplanten kann.
nl: De boer die op deze kleine boerderij werkt, heeft geen vrijgemaakte grond om zijn zaden te planten.
sv: Bonden som arbetar på denna lilla gård har ingen rensad mark att så sina frön på.

# empire_building
source: Independent Fishing Hut
cs: Chata svobodného rybáře
de: Freie Fischerhütte
fr: Cabane de pêche indépendante
nds: Sülvstständig Fiskerkaat
nl: Onafhankelijke Vissershut
sv: Fristående fiskestuga

# empire_building
source: The fisher working at this fisher’s hut can’t find any fishes in his work area.
cs: Rybář pracující v této rybářské chatě nemůže ve svém okolí najít žádné ryby.
de: Der Fischer in dieser Fischerhütte kann keine Fische in seinem Arbeitsbereich finden.
fr: Le pêcheur travaillant dans cette cabane de pêcheur ne peut trouver aucun poisson dans son espace de travail.
nds: De Fisker dat warkt bi deese Fiskerkaat hett keene Fiske tum Fangen.
nl: De visser die in deze vissershut werkt, kan geen vissen vinden in zijn werkgebied.
sv: Fiskaren som arbetar i denna fiskarstuga kan inte hitta några fiskar i sitt arbetsområde.

# empire_building
source: Small Mill
cs: Malý mlýn
de: Kleine Mühle
fr: Petit moulin
nds: Lütte Möhlen
nl: Kleine Molen
sv: Liten kvarn

source: grinding wheat
cs: mletí pšenice
de: Das Mahlen von Weizen
fr: En cours de moudre le blé
nds: Weit to mahlen
nl: tarwe malen
sv: maler vete

# empire_building
source: Advanced Smelting Works
cs: Vylepšená slévárna
de: Verbesserter Hochofen
fr: Travaux de fusion avancés
nds: Grotes Smeltwark
nl: Geavanceerde Smelterij
sv: Avancerad smältverk

# empire_building
source: smelting iron
cs: slévání železa
de: Das Verhütten von Eisen
fr: fusion de fer
nds: Iesen to smelten
nl: ijzer smelten
sv: smältning av järn

# empire_building
source: smelting gold
cs: slévání zlata
de: Das Verhütten von Gold
fr: fusion de l'or
nds: Gold to smelten
nl: goud smelten
sv: smältning av guld

# empire_building
source: Advanced Stonemason’s House
cs: Vylepšený domek kameníka
de: Verbesserter Steinmetz
nds: Grotes Steenbickerhuus
nl: Geavanceerd Steenhouwershuis
sv: Avancerat stenhuggarhus

# empire_building
source: sculpting marble columns
cs: tesání mramorových sloupů
de: Das Formen von Marmorsäulen
fr: sculpte des colonnes de marbre
nds: Marmelpielers to sniddjen
nl: marmeren zuilen beeldhouwen
sv: skulptera marmorkolonner

# barbarians_building
source: ‘What do you mean, my fish ain’t fresh?!’
cs: "Co tím myslíš, že moje ryba není čerstvá?"
fr: 'Que veux-tu dire, mon poisson n’est pas frais ?!'
nds: Wat sall dat heten, miene Fisse sünd nich frisk!?
nl: Hoe bedoel je, mijn vis is niet vers?!'
sv: "Vad menar du med att min fisk inte är färsk?!"

# barbarians_building
source: Frequent response of a Barbarian fisherman,<br>often followed by an enjoyable brawl
cs: velmi častá reakce barbarského rybáře,<br>předznamenávající pořádnou melu strhávající na sebe náležitou veřejnou pozornost
fr: Réponse fréquente d’un pêcheur barbare, <br> souvent suivie d’une bagarre agréable
nds: Wat Wille Fiskers faaktieden seggen;<br>daarna gifft dat faak eene dülle Haueree
nl: Veelvoorkomende reactie van een Barbaarse visser,<br>vaak gevolgd door een leuke knokpartij
sv: Vanligt svar från en barbarisk fiskare,<br>ofta följt av ett trevligt slagsmål

source: Fishes on the coast near the fisher’s hut.
cs: Rybaří na pobřeží poblíž rybářské chaty.
fr: Poissons sur la côte près de la cabane du pêcheur.
nds: Fiskt an de Küst in de Naberskupp vun de Fiskerkaat.
nl: Vissen aan de kust bij de vissershut.
sv: Fiskar vid kusten nära fiskarens stuga.

source: The independent fisher works slowly but is able to catch fish in places where an ordinary fisher can't reach. Thanks to his larger reach, you can get more fishes in total. It is useful only for open water.
cs: Svobodný rybář pracuje pomalu, ale je schopný ulovit rybu tam, kde se běžný rybář nedostane. Díky jeho delšímu dosahu můžeš celkově získat více ryb. Vyplatí se pouze na otevřených vodách.
fr: Le pêcheur indépendant travaille lentement mais est capable d’attraper des poissons dans des endroits qu’un pêcheur ordinaire ne peut pas atteindre. Grâce à sa plus grande portée, vous pouvez obtenir plus de poissons au total. Il n’est utile que pour l’eau libre.
nds: De sülvstständig Fisker warkt langsaam, kann aver an Steden fisken, waar de normaale Fisker nich henkummt. He hett een grotes Warkgewest, so dat du in’t Geheel mehr Fiske kriggst. Dat is blots up open Waters nüttelk.
nl: De onafhankelijke visser werkt langzaam, maar kan vis vangen op plaatsen waar een gewone visser niet kan komen. Dankzij zijn grotere reikwijdte kun je in totaal meer vissen vangen. Hij is alleen nuttig voor open water.
sv: Den oberoende fiskaren arbetar långsamt men kan fånga fisk på platser som en vanlig fiskare inte når. Tack vare hans större räckvidd kan du fånga fler fiskar totalt. Den är endast användbar på öppet vatten.

# empire_building
source: The fisher needs %1$s on average to catch one fish.
cs: Rybář potřebuje na ulovení jedné ryby v průměru %1$s.
fr: Le pêcheur a besoin de %1$s en moyenne pour attraper un poisson.
nds: De Fisker bruukt dör de Bank %1$s um eenen Fiss to fangen.
nl: De visser heeft gemiddeld %1$s nodig om één vis te vangen.
sv: Fiskaren behöver i genomsnitt %1$s för att fånga en fisk.

# empire_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
fr: En cas de pentes ou d’obstacles sur le chemin, le temps est augmenté.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

source: Make haste slowly.
cs: Spěchej pomalu.
nds: Maak sachte futt.
nl: Haast je langzaam.
sv: Skynda långsamt.

# empire_building
source: Fisherman’s secret to catch more fishes
cs: rybářovo tajemství jak ulovit více ryb
fr: Le secret du pêcheur pour attraper plus de poissons
nds: Geheemst vum Fisker, wo he mehr Fisse fangt
nl: Het geheim van een visser om meer vis te vangen
sv: Fiskarens hemlighet för att fånga fler fiskar

source: An innovative lifestyle helps to cultivate through art.
cs: Inovativní životní styl napomáhá kultivaci uměním.
fr: Un mode de vie innovant aide à cultiver à travers l’art.
nds: Een utfinnerisch Levenswannel hülpt dör Künst to kultiveren.
nl: Een innovatieve levensstijl helpt te cultiveren door middel van kunst.
sv: En innovativ livsstil bidrar till att odla genom konst.

# empire_building
source: Motto of the Stonemasons’ Guild
cs: motto cechu kameníků
nds: Motto vun de Flintslagers-Vereen
nl: Motto van het gilde van steenhouwers
sv: Stenhuggargillets motto

source: Carves marble columns out of marble.
cs: Tesá mramorové sloupy z mramoru.
de: Gestaltet Säulen aus Marmor.
fr: Sculpte des colonnes en marbre à partir de marbre.
nds: Sniddjet Marmelpielers ut Marmel.
nl: Kerft marmeren zuilen uit marmer.
sv: Hugger marmorkolonner ur marmor.

source: Advanced stonemason's house needs less marble to produce one marble column. To produce one bulk of 3 columns, 4 pieces of marble are needed.
cs: Vylepšený domek kameníka potřebuje na výrobu jednoho mramorového sloupu méně mramoru. K výrobě jedné dávky 3 sloupů je potřeba 4 kvádrů mramoru.
nds: Dat grote Steenbickerhuus bruukt minner Marmel, um eenen Marmelpieler to produzeren. Um 3 Pielers up eenmaal to produzeren, bruukt dat Huus 4 Blocken Marmel.
nl: Een gevorderde steenhouwer heeft minder marmer nodig om één marmeren kolom te produceren. Om één bulk van 3 zuilen te maken, zijn 4 stukken marmer nodig.
sv: Avancerade stenhuggares hus behöver mindre marmor för att producera en marmorkolonn. För att producera en bulk med 3 kolonner behövs 4 stycken marmor.

# empire_building
source: The stonemason needs %1% on average to carve one marble column.
cs: Kameník potřebuje na výrobu jednoho mramorového sloupu v průměru %1%.
nds: De Flintslager bruukt dör de Bank %1% um eenen Marmelpieler to sniddjen.
nl: De steenhouwer heeft gemiddeld %1% nodig om één marmeren kolom te hakken.
sv: Stenhuggaren behöver i genomsnitt %1% för att hugga en marmorkolonn.

source: Eggs today are better than chickens tomorrow.
cs: Vejce dnes jsou lepší než kuřata zítra.
fr: Les œufs aujourd’hui sont meilleurs que les poulets demain.
nds: Eiers vandaag sünd beter as Hennen mörgen.
nl: Eieren zijn vandaag beter dan kippen morgen.
sv: Ägg idag är bättre än kycklingar imorgon.

# empire_building
source: An impatient farmer considers building a small farm while sitting in a warehouse during marble shortage
cs: netrpělivý sedlák zvažuje stavbu malého statku zatímco sedí ve skladu během mramorové krize
fr: Un agriculteur impatient envisage de construire une petite ferme tout en étant assis dans un entrepôt pendant la pénurie de marbre
nds: Een ungedüldig Buur will eene lütte Buurderee bauen, as he in eenem Kraamhuus sitt, as Marmel hapert
nl: Een ongeduldige boer overweegt een kleine boerderij te bouwen terwijl hij in een pakhuis zit tijdens een tekort aan marmer
sv: En otålig bonde överväger att bygga en liten gård medan han sitter i ett lager under marmorbristen

source: Sows and harvests wheat.
cs: Seje a sklízí pšenici.
de: Sät und erntet Weizen.
fr: Sème et récolte le blé.
nds: Sait un arnt Weit.
nl: Zaait en oogst tarwe.
sv: Sår och skördar vete.

source: Production of two small farms is approximately equal to production of one normal farm.
cs: Produkce dvou malých statků je přibližně stejná jako produkce jednoho běžného.
de: Die Produktion zwei kleiner Bauernhöfe ist ungefähr gleich wie Produktion eines normalen Bauernhof.
fr: La production de deux petites fermes est approximativement égale à la production d’une ferme normale.
nds: Twee lütte Buurdereen produzeren um de Slag so as eene normaale Buurderee.
nl: De productie van twee kleine boerderijen is ongeveer gelijk aan de productie van één normale boerderij.
sv: Produktionen från två små gårdar motsvarar ungefär produktionen från en normal gård.

source: Labor omnia vincit.
sv: Arbetet övervinner allt.

source: Work conquers all things.
cs: Usilovná práce překoná vše.
fr: Le travail conquiert toutes choses.
nds: Arbeid manntjet all Dingen.
nl: Werk overwint alle dingen.
sv: Arbetet övervinner allt.

# empire_building
source: A miller answering question whether his job wouldn’t be easier if he had a better mill
cs: mlynář odpovídající na otázku, zda by jeho práce nebyla snazší, kdyby měl lepší mlýn
fr: Un meunier répondant à la question de savoir si son travail ne serait pas plus facile s’il avait une meilleure usine
nds: Een Müller antert up de Fraag, of siene Arbeid nich lichter wesen kann, wenn he eene beter Möhlen hett
nl: Een molenaar antwoordt op de vraag of zijn werk niet makkelijker zou zijn als hij een betere molen had
sv: En mjölnare svarar på frågan om hans jobb inte skulle vara lättare om han hade en bättre kvarn

source: Grinds wheat to produce flour.
cs: Mele pšenici na mouku.
de: Mahlt Weizen zu Mehl.
fr: Moud le blé pour produire de la farine.
nds: Mahlt Weit to Mehl.
nl: Maalt tarwe om bloem te maken.
sv: Maler vete för att producera mjöl.

# empire_building
source: The miller needs %1% on average to grind wheat into a sack of flour.
cs: Mlynář potřebuje v průměru %1% na to, aby semlel pšenici na jeden pytel mouky.
de: Der Müller braucht durchschnittlich %1%, um Weizen zu einem Sack Mehl zu mahlen.
fr: Le meunier a besoin de %1% en moyenne broyer le blé en un sac de farine.
nds: De Müller bruukt dör de Bank %1% um Weit för eenen Sack Mehl to mahlen.
nl: De molenaar heeft gemiddeld %1% tarwe nodig om er een zak meel van te maken.
sv: Mjölaren behöver i genomsnitt %1% för att mala vete till en säck mjöl.

# barbarians_building
source: ‘Fine cloth and jewelry mean nothing to a true Barbarian.<br>But a noble sail in the wind will please his eyes.’
cs: ‘Jemné látky a šperky nemají pro opravdového barbara žádnou cenu.<br>Ale ladná plachta ve větru je potěchou pro jeho oko.’
de: „Geschmeide und Tand ist des Barbaren Sache nicht.<br>Doch ein prächtiges Segel im Wind, das ist seinen Augen wohlgefällig.“
fr: 'Un tissu fin et des bijoux ne signifient rien pour un vrai barbare. <br> Mais une voile noble dans le vent plaira à ses yeux.'
nds: »Goder Stoff un Smuck sünd för eenen echten Willen nix weert.<br>Aver een godes Fock im Wind verbliedt siene Oogen.«
nl: 'Mooie kleren en sieraden betekenen niets voor een echte Barbaar.<br>Maar een edel zeil in de wind zal zijn ogen behagen.'
sv: "Fina kläder och smycken betyder ingenting för en sann barbar.<br>Men ett ädelt segel i vinden gläder hans ögon.”

# barbarians_building
source: Khantarakh, ‘The Modern Barbarian Economy’,<br>9ᵗʰ cowhide ‘Seafaring and Conquest’
cs: Khantarakh, ‘Moderní hospodářství Barbarů’,<br>9ᵗʰ pergamen ‘Mořeplavba a dobývání’
de: Khantarakh, „Die moderne Barbarenwirtschaft“,<br>9. Kuhhaut „Seefahrt und Eroberung“
nds: Khantarakh, »De modeerne Wille Weertskupp«, <br>9. Kohhuud »Seefahrt un Innehmen«
nl: Khantarakh, "De moderne barbaarse economie",<br>9ᵗʰ koeienhuid 'Zeevaart en Verovering'
sv: Khantarakh, ”Den moderna barbariska ekonomin”,<br>9ᵗʰ cowhide ”Sjöfart och erövring”

source: Weaves cloth out of reed.
cs: Tká látku z rákosu.
de: Webt Stoff aus Reet.
fr: Tisse le tissu avec du roseau.
nds: Weevt Stoff ut Reit.
nl: Weeft stoffen van riet.
sv: Vävt tyg av vass.

source: This building operates as an ordinary weaving mill only 20% slower.
cs: Budova pracuje jako běžná tkalcovna pouze o 20% pomaleji.
fr: Ce bâtiment fonctionne comme un moulin à tisser ordinaire seulement 20% plus lent.
nds: Deeses Huus warkt as een normaaler Weevstohl, blots 20% langsaamer.
nl: Dit gebouw werkt als een gewone weverij die maar 20% langzamer draait.
sv: Denna byggnad fungerar som en vanlig vävfabrik endast 20% slägre.

# barbarians_building
source: The weaver needs %1% on average to weave reed into a piece of cloth.
cs: Tkadlec potřebuje na utkání jednoho kusu látky z rákosu v průměru %1%.
fr: Le tisserand a besoin de %1% en moyenne pour tisser un roseau en un morceau de vêtement.
nds: De Wever bruukt dör de Bank %1% um Reit in een Deel Stoff to weven.
nl: De wever heeft gemiddeld %1% nodig om riet tot een doek te weven.
sv: Vävaren behöver i genomsnitt %1% för att väva vass till ett tygstycke.

# barbarians_building
source: ‘From inferior looking rubble they form shiny gold and gleaming iron.<br>The smelters are real magicians among our craftsmen.’
cs: "Z bezcenné to zdá se suti kouzlí cenné kovy v huti,<br>slevačům vzdáváme díky, jsou našimi kouzelníky."
nds: »Ut bemegen Stenen maken se glennen Gold un blinken Iesen.<br>De Smelters sünd de Künstenmakers unner uns’ Warklüü.«
nl: ‘Uit minderwaardig uitziend puin vormen ze glanzend goud en glanzend ijzer.<br>De smelters zijn echte tovenaars onder onze ambachtslieden.'
sv: ”Från grovskrot skapar de glänsande guld och skinande järn.<br>Smältarna är verkliga magiker bland våra hantverkare.”

# barbarians_building
source: Chat’Karuth<br>at the 5ᵗʰ conference of master craftsmen
cs: Chat’Karuth<br>na 5. konferenci mistrů řemesla
nds: Schatt-Karut<br>bi de 5. Tosamenkunft vun de besten Warklüü
nl: Chat’Karuth<br>op de 5ᵗʰ conferentie van meester-ambachtslieden
sv: Chat’Karuth<br>vid den 5:e konferensen för mästarhantverkare

source: Smelts iron ore into iron and gold ore into gold.
cs: Taví a slévá železnou rudu na železo a zlatou rudu na zlato.
de: Verhüttet Eisenerz zu Eisen und Golderz zu Gold.
fr: Transforme le minerai de fer en fer et le minerai d’or en or.
nds: Smelt Iesenkluut to Iesen un Goldkluut to Gold.
nl: Smelt ijzererts om in ijzer en gouderts in goud.
sv: Smälter järnmalm till järn och guldmalm till guld.

source: Advanced smelting works needs just one lump of coal to produce 2 iron ingots or 2 bars of gold. The building produces iron and gold faster than a basic smelting works. When there are not 2 pieces of required ore in stock, the building operates as a basic smelting works.
cs: Vylepšená slévárna potřebuje pouze jeden kus uhlí k výrobě 2 prutů železa, nebo dvou cihliček zlata. Vyrábí železo a zlato rychleji než běžná slévárna. Pokud nejsou skladem 2 kusy požadované rudy, budova funguje jako běžná slévárna.
fr: Les usines de fusion avancées ont besoin d’un seul morceau de charbon pour produire 2 lingots de fer ou 2 barres d’or. Le bâtiment produit du fer et de l’or plus rapidement qu’une fonderie de base. Lorsqu’il n’y a pas 2 pièces de minerai en stock, le bâtiment fonctionne comme une fonderie de base.
nds: Dat grote Smeltwark bruukt blots een Deel Köhl, um 2 Delen Iesen of 2 Delen Gold to produzeren. Dat Huus produzeert Iesen un Gold fixer as dat normaale Smeltwark. Wenn vun de nödig Kluten nich 2 im Lager sünd, warkt dat as een normaales Smeltwark.
nl: Een geavanceerde smelterij heeft slechts één brok steenkool nodig om 2 ijzerbaren of 2 goudstaven te produceren. Het gebouw produceert sneller ijzer en goud dan een gewone smelterij. Als er geen 2 stukken van het benodigde erts in voorraad zijn, werkt het gebouw als een basissmelterij.
sv: Avancerade smältverk behöver bara en kolbit för att producera 2 järnbarrer eller 2 guldstänger. Byggnaden producerar järn och guld snabbare än ett grundläggande smältverk. När det inte finns 2 stycken av den erforderliga malmen i lager fungerar byggnaden som ett grundläggande smältverk.
