Repository: widelands/wl_addons_server
Catalog: po/barbarians_empire_economy_upgrade.wad/*.po
Languages: cs, de, fr, nds, nl, sv

# barbarians_building
source: If this building is fully supplied and all metals are needed by the economy, production of four iron ingots and two gold bars takes %1$s on average. If only one kind of metal is needed by the economy, production of one iron ingot takes %2$s on average and production of one gold bar takes %3$s on average.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny druhy kovu, pak zabere výroba čtyř železných prutů a dvou zlatých cihel v průměru %1$s. Pokud se nedostává pouze jeden druh kovu, pak v průměru trvá výroba železného prutu %2$s a výroba zlaté cihly %3$s.
nds: Wenn alle Waren to rechter Tied ankomen un de Weertskupp all Metallen bruukt, bruukt dat Huus dör de Bank %1$s, um veer Delen Iesen un twee Delen Gold to produzeren. Wenn blots eene Aard vun Metall bruukt word, bruukt dat Huus dör de Bank %2$s för een Deel Iesen un %3$s för een Deel Gold.
nl: Als dit gebouw volledig bevoorraad is en alle metalen nodig zijn voor de economie, kost de productie van vier ijzerstaven en twee goudstaven gemiddeld %1$s Als de economie slechts één soort metaal nodig heeft, kost de productie van één ijzeren staaf gemiddeld %2$s en de productie van één goudstaaf gemiddeld%3$s.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av fyra järnklumpar och två guldtackor i genomsnitt %1$s. Om endast en sorts metall behövs av ekonomin, tar produktionen av en järnklump i genomsnitt %2$s och produktionen av en guldtacka i genomsnitt %3$s.

source: Who gives promptly, gives twice.
cs: Dvakrát dává, kdo dává rychle.
fr: Qui donne rapidement, donne deux fois.
nds: Dübbelt gifft, well fix gifft.
nl: Wie meteen geeft, geeft twee keer.
sv: Den som ger snabbt, ger dubbelt.

# empire_building
source: An old proverb which was, by invention of Advanced Smelting Works, proven to be correct
cs: staré přísloví, které bylo vynálezem vylepšené slévárny potvrzeno jako pravdivé
nds: Eene olle Seggwies, wat as wahr bewiesen worden is, indeem de Grote Smelteree utfunnen worden is
nl: Een oud spreekwoord dat, door de uitvinding van de Geavanceerde Smelterij, correct bleek te zijn
sv: Ett gammalt ordspråk som, tack vare Advanced Smelting Works, visat sig vara korrekt

# empire_building
source: If this building is fully supplied and all metals are needed by the economy, production of four iron ingots and two gold bars takes %1$s on average. If only one kind of metal is needed by the economy, production of one iron ingot takes %2$s on average and production of one gold bar takes %3$s on average.
cs: Pokud je budova dobře zásobována a hospodářství potřebuje všechny druhy kovu, pak zabere výroba čtyř železných prutů a dvou zlatých cihel v průměru %1$s. Pokud se nedostává pouze jeden druh kovu, pak v průměru trvá výroba železného prutu %2$s a výroba zlaté cihly %3$s.
nds: Wenn alle Waren to rechter Tied ankomen un de Weertskupp all Metallen bruukt, bruukt dat Huus dör de Bank %1$s, um veer Delen Iesen un twee Delen Gold to produzeren. Wenn blots eene Aard vun Metall bruukt word, bruukt dat Huus dör de Bank %2$s för een Deel Iesen un %3$s för een Deel Gold.
nl: Als dit gebouw volledig bevoorraad is en alle metalen nodig zijn voor de economie, kost de productie van vier ijzerstaven en twee goudstaven gemiddeld %1$s Als de economie slechts één soort metaal nodig heeft, kost de productie van één ijzeren staaf gemiddeld %2$s en de productie van één goudstaaf gemiddeld%3$s.
sv: Om denna byggnad är fullt försörjd och alla metaller behövs av ekonomin, tar produktionen av fyra järnklumpar och två guldtackor i genomsnitt %1$s. Om endast en sorts metall behövs av ekonomin, tar produktionen av en järnklump i genomsnitt %2$s och produktionen av en guldtacka i genomsnitt %3$s.

source: This building operates as an ordinary weaving mill only 25% slower.
de: Diese Gebäude arbeitet genauso wie eine gewöhnliche Weberei nur 25% langsamer.

# empire_building
source: The weaver needs %1% on average to weave reed into a piece of cloth.
de: Der Weber braucht durchschnittlich %1%, um ein Stück Stoff aus Reet herzustellen.

source: Advanced smelting works needs just one lump of coal to produce 2 iron ingots or 2 bars of gold. The building produces iron and gold faster than basic smelting works. When there are not 2 pieces of required ore in stock, the building operates as a basic smelting works.
de: Der verbesserten Hochofen braucht ein Stück Kohle, um 2 Eisenbarren oder 2 Goldziegel herzustellen. Die Gebäude herstellt Eisen und Gold schneller als ein normaler Hochofen. Wenn 2 Stücke verlangtes Erz nicht vorhanden sind, arbeitet diese Gebäude genauso wie ein normaler Hochofen.
