Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: I wanted this map to be faithful to real terrain, so I used google maps coordinates to ensure that the positions of the valley floors and mountain tops are exactly identical to what they are in reality. One step in game equals to about 100 meters of real distance, and one unit of game height equates to 30 meters of real height up to 2300 meters, above which everything is flat because the game allows only elevation up to 60. Mountaintops and valley floors are to scale, but not the rest of the mountains; I found that keeping the map to scale would even out the ground asperities and turn the majestic mountains into gradually sloping hills, and I tried to preserve the sense of being in narrow valleys instead. Themountain streams are of course represented as much bigger than they are in truth, because I can't make them any smaller than one tile. The lakes are instead up to scale. I also tried to reproduce in a somewhat-recognizable way some notable geographical features like the Cinque Torri, the Serrai gorge, or the Città dei Sassi, without caring for scale there. For the Marmolada glacier I was instead able to make it look realistic while still preserving the scale. The six players start from the locations of real towns: in order, Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba and Andraz. The positions of buildable terrain generally are based on real towns or hamlets located there. Some exceptions to this rule were made to ensure that all players have equal space. The main break from reality concerns Andraz (orange), which is in truth a town of 30 inhabitant. All of its terrain is mostly uninhabited, but I needed a player there for map simmetry and balance. Also the size of Arabba (black) has been considerably increased. While artistic considerations came first, I made sure to balance the players, giving each an equal amount of buildable space and resources. This map can support games of 1v1, 2v2 and 3v3. Several team balances can be made, the only recommendations are to split players on opposite corners of the map (blue and yellow, red and green) and to divide evenly the players in the middle (black and orange). Unfortunately the AI is bad at dealing with restricted building spaces, so it does not offer a good opponent for this map. I consider this map my masterpiece, but I have two regrets about it. The first is that, given the size of the mountains and the scale I used, the mountain tops are often not visible to the players, unless they build towers everywhere (unlikely, with the scant building space) or they build scouts to explore unreachable terrain. Well, I could think of nothing to do about it. And I am sorry that my map does the real place little justice. But then, the dolomites would hardly be that beatuful if they could be easily captured on a widelands map.
nl: Ik wilde dat deze kaart trouw zou zijn aan het echte terrein, dus ik heb google maps coördinaten gebruikt om ervoor te zorgen dat de posities van de valleibodems en bergtoppen precies hetzelfde zijn als in werkelijkheid. Eén stap in het spel komt overeen met ongeveer 100 meter echte afstand, en één eenheid hoogte in het spel komt overeen met 30 meter echte hoogte tot 2300 meter, waarboven alles vlak is omdat het spel alleen hoogte tot 60 toestaat. Bergtoppen en valleibodems zijn op schaal, maar de rest van de bergen niet; ik vond dat het op schaal houden van de kaart de scherpte van de grond zou uitvlakken en de majestueuze bergen zou veranderen in geleidelijk aflopende heuvels, en ik heb geprobeerd om in plaats daarvan het gevoel te behouden dat je in smalle valleien bent. De bergstromen worden natuurlijk veel groter voorgesteld dan ze in werkelijkheid zijn, omdat ik ze niet kleiner dan één tegel kan maken. De meren zijn wel op schaal. Ik heb ook geprobeerd om een aantal opvallende geografische kenmerken, zoals de Cinque Torri, de Serrai-kloof of de Città dei Sassi, op een enigszins herkenbare manier weer te geven, zonder rekening te houden met de schaal. De Marmolada gletsjer heb ik er realistisch uit kunnen laten zien zonder de schaal aan te tasten. De zes spelers starten vanuit de locaties van echte steden: in volgorde Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba en Andraz. De posities van bebouwbaar terrein zijn over het algemeen gebaseerd op echte steden of gehuchten die daar liggen. Er zijn enkele uitzonderingen op deze regel gemaakt om ervoor te zorgen dat alle spelers evenveel ruimte hebben. De grootste afwijking van de werkelijkheid is Andraz (oranje), dat in werkelijkheid een stad is met 30 inwoners. Het hele terrein is grotendeels onbewoond, maar ik had daar een speler nodig voor de simmetrie en de balans. Ook de grootte van Arabba (zwart) is aanzienlijk vergroot. Hoewel artistieke overwegingen op de eerste plaats kwamen, heb ik ervoor gezorgd dat de spelers evenveel bouwbare ruimte en grondstoffen hebben. Deze kaart is geschikt voor spellen van 1v1, 2v2 en 3v3. Er kunnen verschillende teambalansen worden gemaakt, de enige aanbevelingen zijn om spelers op te delen in tegenovergestelde hoeken van de kaart (blauw en geel, rood en groen) en om de spelers in het midden gelijk te verdelen (zwart en oranje). Helaas is de AI slecht in het omgaan met beperkte bouwruimtes, dus het is geen goede tegenstander voor deze kaart. Ik beschouw deze kaart als mijn meesterwerk, maar ik heb twee dingen die ik jammer vind. De eerste is dat, gezien de grootte van de bergen en de schaal die ik heb gebruikt, de bergtoppen vaak niet zichtbaar zijn voor de spelers, tenzij ze overal torens bouwen (onwaarschijnlijk, met de schaarse bouwruimte) of verkenners bouwen om onbereikbaar terrein te verkennen. Nou ja, ik kon er niets aan doen. En het spijt me dat mijn kaart de echte plek weinig recht doet. Maar ja, de dolomieten zouden niet zo mooi zijn als ze makkelijk te veroveren waren op een widelands kaart.
sv: Jag ville att denna karta skulle vara trogen den verkliga terrängen, så jag använde koordinater från Google Maps för att säkerställa att dalarnas botten och bergstopparnas positioner är exakt identiska med hur de ser ut i verkligheten. Ett steg i spelet motsvarar cirka 100 meter i verkligheten, och en höjdsenhet i spelet motsvarar 30 meter i verkligheten upp till 2300 meter, över vilket allt är plant eftersom spelet endast tillåter höjder upp till 60. Bergstoppar och dalgångar är i skala, men inte resten av bergen. Jag upptäckte att om jag höll kartan i skala skulle det jämna ut ojämnheterna i terrängen och förvandla de majestätiska bergen till gradvis sluttande kullar, så jag försökte istället bevara känslan av att befinna sig i smala dalar. Bergströmmarna är naturligtvis mycket större än de är i verkligheten, eftersom jag inte kan göra dem mindre än en ruta. Sjöarna är däremot i skala. Jag försökte också återge några kända geografiska särdrag på ett någorlunda igenkännbart sätt, såsom Cinque Torri, Serrai-ravinen eller Città dei Sassi, utan att bry mig om skalan där. Marmolada-glaciären kunde jag däremot få att se realistisk ut samtidigt som jag bevarade skalan. De sex spelarna startar från platser som motsvarar verkliga städer: i ordning Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba och Andraz. Positionerna för bebyggbar mark baseras i allmänhet på verkliga städer eller byar som ligger där. Vissa undantag från denna regel gjordes för att säkerställa att alla spelare har lika mycket utrymme. Det största avsteget från verkligheten gäller Andraz (orange), som i verkligheten är en stad med 30 invånare. Hela dess terräng är i stort sett obebodd, men jag behövde en spelare där för kartans symmetri och balans. Även storleken på Arabba (svart) har ökats avsevärt. Även om konstnärliga överväganden kom i första hand, såg jag till att balansera spelarna och ge var och en lika mycket byggbar yta och resurser. Denna karta kan användas för spel i 1v1, 2v2 och 3v3. Flera lagbalanser kan göras, de enda rekommendationerna är att dela upp spelarna i motsatta hörn av kartan (blå och gul, röd och grön) och att dela upp spelarna jämnt i mitten (svart och orange). Tyvärr är AI:n dålig på att hantera begränsade byggutrymmen, så den är ingen bra motståndare för denna karta. Jag anser att denna karta är mitt mästerverk, men jag har två saker som jag ångrar. Den första är att, med tanke på bergens storlek och den skala jag använde, är bergstopparna ofta inte synliga för spelarna, såvida de inte bygger torn överallt (osannolikt, med det knappa byggutrymmet) eller bygger spejare för att utforska oåtkomlig terräng. Tja, jag kunde inte komma på något att göra åt det. Och jag är ledsen att min karta inte gör den verkliga platsen rättvisa. Men å andra sidan skulle Dolomiterna knappast vara så vackra om de lätt kunde fångas på en karta över vidsträckta landskap.

source: Another map of an informal series of maps generated with worldengine
nl: Nog een kaart van een informele serie kaarten gegenereerd met worldengine
sv: En annan karta i en informell serie kartor som genererats med worldengine

source: Map for 2v2 or 1v1, with all 4 starting points identical. Teams can start in any combination of starting points to have the same team-play. Lots of resources near starting points.
nl: Kaart voor 2v2 of 1v1, met alle 4 de startpunten identiek. Teams kunnen in elke combinatie van startpunten beginnen om hetzelfde teamspel te hebben. Veel grondstoffen in de buurt van de startpunten.
sv: Karta för 2v2 eller 1v1, med alla fyra startpunkter identiska. Lag kan starta i valfri kombination av startpunkter för att få samma lagspel. Massor av resurser nära startpunkterna.

source: Another solo challenge by King of Nowhere! This is my favorite solo challenge map so far. Probably also the most difficult - though great escape with barbarians vs 7 atlanteans or no metal challenge with atlanteans were fairly hardcore too. What I like about this map is the adaptability and creativity required. The other maps were relatively straightforward: there was a clear way to win, you just had to do it right. In concentric rings, you need to adopt several different strategies as the game progresses and your main problem switches from lack of space, to lack of resources, to unmanageable travel times. To win this map you need to master many different aspects of the game, from road building to warehouse micromanagement. Some of it was serendipitous. I couldn't defeat the map at first, but just as I was about to change it to reduce the human's disadvantage, I had an eureka moment and found some very creative solutions. It was very satisfying, and I hope you can get the same satisfaction when playing this map too. Map is most difficult to play against atlantean opponents, easier against barbarians. It is more difficult to play with barbarians, easier with empire. For easy mode, play empire vs 7 barbarians; for hard mode, play barbarians vs 7 atlanteans. P.S. Playing time is around 50 hours; if it's not your cup of cake, don't try this map. If you want a faster game, you can try to play with only 4 or 5 opponents. Hints: What? You really thought I was going to give hints there? What kind of challenge would it be then? MUAHAHAHAHA!
nl: Nog een solo-uitdaging van King of Nowhere! Dit is mijn favoriete solo challenge kaart tot nu toe. Waarschijnlijk ook de moeilijkste - hoewel Great Escape met barbaren vs 7 Atlantiërs of No Metal Challenge met Atlantiërs ook behoorlijk hardcore waren. Wat ik leuk vind aan deze kaart is het aanpassingsvermogen en de creativiteit die nodig zijn. De andere kaarten waren relatief eenvoudig: er was een duidelijke manier om te winnen, je moest het gewoon goed doen. In concentrische ringen moet je verschillende strategieën toepassen naarmate het spel vordert en verandert je grootste probleem van ruimtegebrek naar gebrek aan grondstoffen naar onbeheersbare reistijden. Om deze kaart te winnen moet je veel verschillende aspecten van het spel beheersen, van wegenbouw tot micromanagement van magazijnen. Sommige dingen waren toevalstreffers. In het begin kon ik de kaart niet verslaan, maar net toen ik de kaart wilde veranderen om het nadeel van de mens te verminderen, had ik een eurekamoment en vond ik een aantal zeer creatieve oplossingen. Het was erg bevredigend en ik hoop dat je dezelfde voldoening krijgt als je deze kaart speelt. Kaart is het moeilijkst om te spelen tegen Atlantische tegenstanders, makkelijker tegen barbaren. Het is moeilijker om met barbaren te spelen, makkelijker met het keizerrijk. Voor easy mode speel je empire vs 7 barbaren; voor hard mode speel je barbaren vs 7 atlanteanen. P.S. De speeltijd is ongeveer 50 uur; als je dat niet leuk vindt, moet je deze kaart niet proberen. Als je sneller wilt spelen, kun je proberen om met slechts 4 of 5 tegenstanders te spelen . Hints: Wat? Dacht je echt dat ik hints ging geven? Wat voor uitdaging zou dat dan zijn? MUAHAHAHAHA!
sv: Ännu en solo-utmaning från King of Nowhere! Det här är min favoritkarta för solo-utmaningar hittills. Förmodligen också den svåraste – även om Great Escape med barbarerna mot 7 atlanter eller No Metal Challenge med atlanterna också var ganska tuffa. Det jag gillar med den här kartan är den anpassningsförmåga och kreativitet som krävs. De andra kartorna var relativt enkla: det fanns ett tydligt sätt att vinna, man behövde bara göra det rätt. I koncentriska ringar måste man anta flera olika strategier allteftersom spelet fortskrider och det huvudsakliga problemet skiftar från brist på utrymme till brist på resurser och ohanterliga restider. För att vinna denna karta måste man behärska många olika aspekter av spelet, från vägbygge till mikrostyrning av lagerbyggnader. En del av det var slumpartat. Jag kunde inte besegra kartan först, men just när jag skulle ändra den för att minska människans nackdel fick jag en aha-upplevelse och hittade några mycket kreativa lösningar. Det var mycket tillfredsställande, och jag hoppas att du kan få samma tillfredsställelse när du spelar denna karta också. Kartan är svårast att spela mot atlantiska motståndare, lättare mot barbarer. Det är svårare att spela med barbarer, lättare med imperiet. För lätt läge, spela imperiet mot 7 barbarer; för svårt läge, spela barbarer mot 7 atlanter. P.S. Speltiden är cirka 50 timmar; om det inte är din grej, prova inte denna karta. Om du vill ha ett snabbare spel kan du prova att spela med endast 4 eller 5 motståndare. Tips: Vadå? Trodde du verkligen att jag skulle ge tips? Vad skulle det då vara för utmaning? MUAHAHAHAHA!

source: A nice river flows throug the map and there would be enough resoureces for one tribe, but there are two. Atlanteers will have litte chances here. But Barbarian and Empire have almost equal chances.
nl: Er stroomt een mooie rivier door de kaart en er zou genoeg grond zijn voor één stam, maar er zijn er twee. Atlantiërs hebben hier weinig kansen. Maar Barbarian en Empire hebben bijna gelijke kansen.
sv: En vacker flod rinner genom kartan och det skulle finnas tillräckligt med resurser för en stam, men det finns två. Atlantierna har små chanser här. Men barbarerna och imperiet har nästan lika stora chanser.

source: Two tribes found on some high Ilands, theres is everything but enought space. AIs will have trouble. Atlanters should do fine ....
nl: Twee stammen gevonden op enkele hoge eilanden, er is van alles maar genoeg ruimte. AI's zullen problemen hebben. Atlanters zouden het goed moeten doen ....
sv: Två stammar som finns på några höga öar, där finns allt utom tillräckligt med utrymme. AI kommer att få problem. Atlanters borde klara sig bra ….
