Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: A large map that may require some processor and ram. An island is a fortress.
nl: Een grote kaart die wat processor en ram vereist. Een eiland is een fort.
sv: En stor karta som kan kräva viss processor- och RAM-kapacitet. En ö är en fästning.

source: Comments are welcome
nl: Reacties zijn welkom
sv: Kommentarer är välkomna

source: A nice map with some secret passages....
nl: Een mooie kaart met een aantal geheime doorgangen....
sv: En fin karta med några hemliga passager…

source: There is an (5.94MB 2282x1223px png) image of the map at: https://i.imgur.com/9VcUtuk.jpg If you have any comments, please post to the "uploaded some maps" thread (https://wl.widelands.org/forum/topic/4209/?page=3#post-24188); or send me a message.
nl: Er is een (5,94 MB 2282x1223px png) afbeelding van de kaart op: https://i.imgur.com/9VcUtuk.jpg Als je opmerkingen hebt, plaats ze dan in de “uploaded some maps” thread (https://wl.widelands.org/forum/topic/4209/?page=3#post-24188); of stuur me een bericht.
sv: Det finns en bild (5,94 MB, 2282 x 1223 px, png) av kartan på: https://i.imgur.com/9VcUtuk.jpg Om du har några kommentarer, vänligen skriv dem i tråden "uploaded some maps" (https://wl.widelands.org/forum/topic/4209/?page=3#post-24188) eller skicka ett meddelande till mig.

source: Dear fellow widelanders! This is my first map - I regretted to choose the biggest one a few times - but I worked on it for hours and I hope y'all like it! :) Have fun with it and please, if you like, give me some feedback so I can get better at making fun maps for us all! Stanzusknaxus
nl: Beste mede-Widelanders! Dit is mijn eerste kaart - ik heb een paar keer spijt gehad dat ik de grootste heb gekozen - maar ik heb er uren aan gewerkt en ik hoop dat jullie het leuk vinden! :) Veel plezier ermee en alsjeblieft, als je wilt, geef me wat feedback zodat ik beter kan worden in het maken van leuke maps voor ons allemaal! Stanzusknaxus
sv: Kära medwideländare! Detta är min första karta – jag ångrade flera gånger att jag valt den största – men jag har arbetat med den i timmar och hoppas att ni gillar den! :) Ha kul med den och ge mig gärna feedback om ni vill, så att jag kan bli bättre på att skapa roliga kartor för oss alla! Stanzusknaxus

source: Modified over the horizon map for AI training
nl: Gewijzigde over de horizon-kaart voor AI-training
sv: Modifierad horisontkarta för AI-träning

source: Torus with four cells separated by mountains and connected by long thin path between mountines. Each cell has different climate and two neighbour cells. Blue player has winter cell. Red player has ashes cell. Yellow player has summer cell. Green plauer has green forest cell.
nl: Torus met vier cellen, gescheiden door bergen en verbonden door een lang dun pad tussen de bergen. Elke cel heeft een ander klimaat en twee buurcellen. Blauwe speler heeft wintercel. Rode speler heeft as cel. Gele speler heeft zomercel. Groene speler heeft groene bos cel.
sv: Torus med fyra celler separerade av berg och förbundna med långa smala stigar mellan bergen. Varje cell har olika klimat och två grannceller. Den blå spelaren har vintercellen. Den röda spelaren har askcellen. Den gula spelaren har sommarcellen. Den gröna spelaren har den gröna skogscellen.

source: This is my first map.It is used in Economy mode and is not good in Warfare,Teritorial gnome etc.Good luck :)
nl: Dit is mijn eerste kaart.Het wordt gebruikt in Eco mode en is niet goed in Warfare,Teritorial kabouter etc. Succes :)
sv: Detta är min första karta. Den används i ekonomiläge och fungerar inte bra i krigsläge, territoriell gnome etc. Lycka till :)

source: Long economic play in beatyfull land (you can try every player, all was tested and detailed in land graphic) for first try player 1 :) if you have questions or feedback: pbuczny()gmail.com
nl: Lange economische spelen in beatyfull land ( je kunt elke speler proberen, alles is getest en gedetailleerd in grafisch land) voor de eerste keer speler 1 :) als je vragen of feedback hebt: pbuczny()gmail.com
sv: Långt ekonomiskt spel i vackert land (du kan prova alla spelare, alla har testats och beskrivs i detalj i landskartan) för första försöket spelare 1 :) Om du har frågor eller synpunkter: pbuczny()gmail.com

source: This is a case study map showing a condition where players can deadlock each other, meaning one player can create a situation where it cannot be attacked anymore by the other player. This is due to the fact that military buildings do not push back the border of another player if the military building of the other player, which placed the border to where it is currently, still exists. This map has ports, and when attack via sea will be available the deadlock could probably be circumvented. With removing the ports, there is no such possibility.
nl: Dit is een casestudiekaart die een situatie laat zien waarin spelers elkaar kunnen blokkeren, wat betekent dat één speler een situatie kan creëren waarin hij niet meer kan worden aangevallen door de andere speler. Dit is te wijten aan het feit dat militaire gebouwen de grens van een andere speler niet terugduwen als het militaire gebouw van de andere speler, dat de grens plaatste op de plek waar deze nu is, nog steeds bestaat. Deze kaart heeft havens, en als aanvallen via zee beschikbaar zijn, kan de impasse waarschijnlijk worden omzeild. Met het verwijderen van de havens is die mogelijkheid er niet.
sv: Detta är en fallstudiekarta som visar en situation där spelare kan låsa varandra, vilket innebär att en spelare kan skapa en situation där den andra spelaren inte längre kan attackera. Detta beror på att militära byggnader inte flyttar tillbaka gränsen för en annan spelare om den andra spelarens militära byggnad, som placerade gränsen där den är idag, fortfarande finns kvar. Denna karta har hamnar, och när attacker via havet blir möjliga kan dödläget troligen kringgås. Om hamnarna tas bort finns ingen sådan möjlighet.

source: ...an island .... two or three players .... The map elements are similar but not identical.
nl: ...een eiland .... twee of drie spelers .... De kaartelementen zijn vergelijkbaar maar niet identiek.
sv: …en ö … två eller tre spelare … Kartelementen är liknande men inte identiska.

source: This is my first map. Comments are very welcome. :)
nl: Dit is mijn eerste kaart. Commentaar is zeer welkom. :)
sv: Detta är min första karta. Kommentarer är mycket välkomna. :)

source: Schön, dass du Interesse an meiner Map hast. Dies ist meine erste Map, ich werde jeden Kommentar unter dieser Map lesen, wenn es etwas zu Verbessern gibt, schreibt es mir einfach. Diese Map beinhaltet auch Artefakte. Grüße Tino Schmidt.
nl: Leuk dat je geïnteresseerd bent in mijn kaart. Dit is mijn eerste kaart, ik zal elk commentaar onder deze kaart lezen, als er iets te verbeteren valt, schrijf het me dan. Deze kaart bevat ook artefacten. Groeten Tino Schmidt.
sv: Tack för att du är intresserad av min karta. Det här är min första karta, jag kommer att läsa alla kommentarer under den här kartan, så om det finns något som kan förbättras är det bara att skriva till mig. Den här kartan innehåller också artefakter. Hälsningar Tino Schmidt.

source: First cover map ever? I converted the greenland map Crater into a blackland map. So you can enjoy it without that much loud bird noise (I also replaced many animals by quiet ones). The tree growth possibilities should be equal to the original ones. It would be interesting if we would have more cover maps like this.
nl: Eerste coverkaart ooit? Ik heb de groenlandkaart Crater omgezet in een zwartlandkaart. Je kunt er dus van genieten zonder veel lawaai van vogels (ik heb ook veel dieren vervangen door rustige). De groeimogelijkheden van de bomen zouden gelijk moeten zijn aan die van het origineel. Het zou interessant zijn als we meer coverkaarten zoals deze zouden hebben.
sv: Den första täckningskartan någonsin? Jag har omvandlat Grönlandskartan Crater till en svartmarkkarta. Så du kan njuta av den utan så mycket högljudda fågelskrik (jag har också ersatt många djur med tystare sådana). Trädens tillväxtmöjligheter bör vara desamma som i originalet. Det vore intressant om vi hade fler täckningskartor som denna.

source: Small map, two opponents, short game....
nl: Kleine kaart, twee tegenstanders, kort spel....
sv: Liten karta, två motståndare, kort spel…

source: - perfect balance - enouth natural resources for both players - 1 vs 1 - seafaring building period: 5 hours Astroids crashed into this group of islands. The water flooded the land and two tribes find out that they cant escape a battle
nl: - perfecte balans - genoeg natuurlijke hulpbronnen voor beide spelers - 1 vs 1 - zeevarend bouwperiode: 5 uur Astroïden stortten neer op deze eilandengroep. Het water overstroomde het land en twee stammen ontdekken dat ze niet kunnen ontsnappen aan een gevecht
sv: - perfekt balans - tillräckligt med naturresurser för båda spelarna - 1 mot 1 - sjöfartsbyggnadsperiod: 5 timmar Asteroider kraschade in i denna ögrupp. Vattnet översvämmade landet och två stammar inser att de inte kan undkomma en strid.

source: This is an updated version of Ron Ward's UK_11, with ports added to each of the five countries. Each country has a very convenient port location and one a long way from the headquarters.
nl: Dit is een bijgewerkte versie van Ron Ward's UK_11, met havens toegevoegd aan elk van de vijf landen. Elk land heeft een zeer gunstige havenlocatie en een haven ver weg van het hoofdkwartier.
sv: Detta är en uppdaterad version av Ron Wards UK_11, med hamnar tillagda till vart och ett av de fem länderna. Varje land har en mycket bekväm hamnplats och en som ligger långt från högkvarteret.

source: immature testversion of the second atlantean mission, playtesting appreciate. Feedback wanted in the corresponding thread https://wl.widelands.org/forum/topic/4504/?page=2#post-28187 needs a development build newer then 9119
nl: onvolwassen testversie van de tweede Atlantische missie, playtesting op prijs gesteld. Feedback gewenst in de corresponderende thread https://wl.widelands.org/forum/topic/4504/?page=2#post-28187 heeft een ontwikkelingsversie nodig nieuwer dan 9119
sv: Omogen testversion av den andra atlantiska missionen, testspelning uppskattas. Feedback önskas i motsvarande tråd https://wl.widelands.org/forum/topic/4504/?page=2#post-28187 kräver en utvecklingsversion nyare än 9119.

source: New Version of Crossriver with Artifacts. Both players can develop in all directtions, Iron is rare, so play it wisely ...
nl: Nieuwe versie van Crossriver met artefacten. Beide spelers kunnen zich in alle richtingen ontwikkelen, Iron is zeldzaam, dus speel er verstandig mee ...
sv: Ny version av Crossriver med artefakter. Båda spelarna kan utvecklas i alla riktningar. Järn är sällsynt, så använd det klokt …

source: this is the crossriver map with artifacts sslightly moved to have better balance between the players
nl: dit is de crossriver-kaart met artefacten iets verplaatst voor een betere balans tussen de spelers
sv: Detta är kartan över floden med artefakter som flyttats något för att skapa bättre balans mellan spelarna.

source: I am playing around with a kind of inverse Map where the Water is higher then the mountains. This is still in Progreess but maybe yoau can give me some comments ... AND this Map needs a Version _after_ build_ 20 thins a change around a Mosse / Elk whatever
nl: Ik ben aan het spelen met een soort omgekeerde kaart waar het water hoger is dan de bergen. Dit is nog in Progreess maar misschien kan yoau me wat commentaar geven ... EN deze Kaart heeft een Versie nodig _na_ build_ 20 dins een verandering rond een Mosse / Eland wat dan ook
sv: Jag leker med en slags omvänd karta där vattnet ligger högre än bergen. Den är fortfarande under utveckling, men kanske ni kan ge mig några kommentarer … OCH den här kartan behöver en version _efter_ build_ 20, en förändring kring en mossa/älg eller något liknande.

source: playtesting done during the 2016 tournament revealed that the archipelago sea map was unbalanced. while resources and building spaces were equally allocated, red player had too few large spaces close by, and needed an inordinate amount of towers to connect all the islands over the largest stretches of sea. green and yellow instead had way too little trees around their starting position, and too little land to grow them. this updated version of the map attempts to fix this inequality while leaving everything else - both the balance and the aesthetics - the same. It's probably still not 100% fair, but definitely a step up over the original link to original map: https://www.widelands.org/maps/archipelago-sea/
nl: Uit playtesting tijdens het toernooi van 2016 bleek dat de zeekaart met archipels onevenwichtig was. hoewel grondstoffen en bouwplaatsen gelijk waren verdeeld, had de rode speler te weinig grote velden in de buurt en had hij een buitensporige hoeveelheid torens nodig om alle eilanden over de grootste stukken zee met elkaar te verbinden. groen en geel hadden daarentegen veel te weinig bomen rond hun startpositie en te weinig land om ze te laten groeien. Deze bijgewerkte versie van de kaart probeert deze ongelijkheid op te lossen terwijl al het andere - zowel de balans als de esthetiek - hetzelfde blijft. Het is waarschijnlijk nog steeds niet 100% eerlijk, maar zeker een verbetering ten opzichte van het origineel link naar originele kaart: https://www.widelands.org/maps/archipelago-sea/
sv: speltester som genomfördes under turneringen 2016 visade att kartan över skärgården var obalanserad. Även om resurser och byggnadsutrymmen var jämnt fördelade hade den röda spelaren för få stora utrymmen i närheten och behövde en orimlig mängd torn för att förbinda alla öar över de största havsområdena. Den gröna och gula spelaren hade istället alldeles för få träd runt sin startposition och för lite mark för att odla dem. Denna uppdaterade version av kartan försöker åtgärda denna ojämlikhet samtidigt som allt annat – både balansen och estetiken – förblir oförändrat. Den är förmodligen fortfarande inte 100 % perfekt, men definitivt ett steg upp från originalet. Länk till originalkartan: https://www.widelands.org/maps/archipelago-sea/

source: I am playing around with a kind of inverse Map where the Water is higher then the mountains. I played all player Positions by now, should be quite OK. This Map needs a Version after build_ 20 since a change around a Mosse / Elk whatever
nl: Ik speel met een soort omgekeerde kaart waar het water hoger is dan de bergen. Ik heb nu alle posities van de spelers uitgespeeld, dus het zou goed moeten komen Deze kaart heeft een versie nodig na build_ 20 sinds een verandering rond een mosse / eland of wat dan ook.
sv: Jag leker med en slags omvänd karta där vattnet är högre än bergen. Jag har spelat igenom alla spelarpositioner nu, det borde vara helt OK. Denna karta behöver en version efter build_ 20 eftersom det har skett en förändring kring en mosse/älg eller något sådant

source: I will post a msg in the map-editor forum. :)
nl: Ik zal een bericht posten in het kaart-editor forum :)
sv: Jag kommer att lägga upp ett meddelande i kartredigeringsforumet. :)

source: Once on this Island lived a peaceful tribe. But then strangers came and attcked their land. The suvivers moved to the other side of the Island, where they try to plan their campain...
nl: Ooit leefde op dit eiland een vreedzame stam. Maar toen kwamen er vreemdelingen die hun land aanvielen. De suvivers verhuisden naar de andere kant van het eiland, waar ze hun campagne probeerden te plannen...
sv: En gång bodde ett fredligt folk på denna ö. Men sedan kom främlingar och angrep deras land. De överlevande flyttade till andra sidan ön, där de försöker planera sin kampanj…

source: This is a modification of my previous map. it's a bit easier for the A.I. (untill port space), the last strip is shorter, and I changed the ressources distribution. I playtested my previous map only twice but this version seem better I still have some concerns : * not nough stone mine spaces for Empire? (there is enough granite on the map, but dimonds etc might run out too fast) * duration of the game : For an average player I guesstimate 5h (+/-1h) to reach the "finals" island without having clean all opponent in the bracket. I didn't change that but still can make it a bit shorter. I havn't tested yet how long it takes to reach the last artifact from the port space, it should be long enough that the winner of the other side of the brackets has a chance to be a bit late but still annoy, but not too long that it's boring and there is nothing to do. I guess 1 game-hour should be good, what do you think? Have fun. Ps : There might come a better looking version sometime. But I'm a rather practical individual, screw aestetics for now !
nl: Dit is een aanpassing van mijn vorige kaart. Het is iets makkelijker voor de A.I. (tot havenruimte), de laatste strook is korter en ik heb de verdeling van de bronnen veranderd. Ik heb mijn vorige kaart maar twee keer gespeeld, maar deze versie lijkt beter Ik heb nog steeds wat zorgen: * niet genoeg steenmijn ruimtes voor Empire? (er is genoeg graniet op de kaart, maar diamanten etc kunnen te snel opraken) * duur van het spel: voor een gemiddelde speler schat ik 5 uur (+/-1 uur) om het “finale”-eiland te bereiken zonder alle tegenstanders in de bracket te hebben opgeruimd. Ik heb dat niet veranderd, maar het kan nog steeds een beetje korter. Ik heb nog niet getest hoe lang het duurt om het laatste artefact te bereiken vanaf het havengebied, het moet lang genoeg zijn dat de winnaar van de andere kant van de brackets een kans heeft om een beetje te laat te zijn maar nog steeds te irriteren, maar niet te lang dat het saai is en er niets te doen is. Ik denk dat 1 speeluur goed moet zijn, wat vinden jullie? Veel plezier. Ps : Er komt misschien ooit een beter uitziende versie. Maar ik ben nogal praktisch ingesteld, voorlopig kan de esthetiek de pot op!
sv: Detta är en modifiering av min tidigare karta. Den är lite enklare för AI (fram till hamnutrymmet), den sista remsan är kortare och jag har ändrat resursfördelningen. Jag testspelade min tidigare karta bara två gånger, men den här versionen verkar bättre. Jag har fortfarande några farhågor: * Räcker det inte med stenbrott för Imperiet? (Det finns tillräckligt med granit på kartan, men diamanter etc. kan ta slut för snabbt. * Spelets längd: För en genomsnittlig spelare uppskattar jag att det tar 5 timmar (+/-1 timme) att nå "finalön" utan att ha rensat bort alla motståndare i turneringen. Jag har inte ändrat det, men kan fortfarande göra det lite kortare. Jag har ännu inte testat hur lång tid det tar att nå den sista artefakten från hamnutrymmet, men det bör ta tillräckligt lång tid för att vinnaren på andra sidan av turneringsträdet ska ha en chans att komma lite för sent men ändå vara irriterande, men inte så lång tid att det blir tråkigt och det inte finns något att göra. Jag gissar att 1 speltimme borde vara lagom, vad tycker ni? Ha så kul. Ps: Det kan komma en snyggare version någon gång. Men jag är en ganska praktisk person, så skit i estetiken för tillfället!

source: This map requires a version of Widelands newer than build 18!
nl: Deze kaart vereist een versie van Widelands die nieuwer is dan build 18!
sv: Denna karta kräver en version av Widelands som är nyare än build 18!

source: This is a map that I created in 1998; I "found" it recently and fixed it up for Widelands. The original was for up to 7 players, this version is for up to 4 players.
nl: Dit is een kaart die ik in 1998 heb gemaakt; ik heb hem onlangs “gevonden” en aangepast voor Widelands. Het origineel was voor maximaal 7 spelers, deze versie is voor maximaal 4 spelers.
sv: Det här är en karta som jag skapade 1998. Jag "hittade" den nyligen och fixade till den för Widelands. Originalet var för upp till 7 spelare, den här versionen är för upp till 4 spelare.

source: This is a map I created in 2018 and edited a number of times since then; it is based on Cross2 (which I have also uploaded today). I had lost Cross2 and since it was a favourite, I created this new version. When I finally found my original version (Cross2) I was surprised at how different the maps were. :) The map is for up to 4 players. The land is one continent divided into 4 fairly equal sections which are connected at the edges. Enjoy. :)
nl: Dit is een kaart die ik in 2018 heb gemaakt en sindsdien een aantal keer heb bewerkt; hij is gebaseerd op Cross2 (die ik vandaag ook heb geüpload). Ik was Cross2 kwijt en omdat het een favoriet was, heb ik deze nieuwe versie gemaakt. Toen ik eindelijk mijn originele versie (Cross2) vond, was ik verbaasd over hoe verschillend de kaarten waren :) De kaart is voor maximaal 4 spelers. Het land is één continent verdeeld in 4 redelijk gelijke delen die aan de randen met elkaar verbonden zijn. Veel plezier. :)
sv: Det här är en karta som jag skapade 2018 och har redigerat flera gånger sedan dess. Den är baserad på Cross2 (som jag också har laddat upp idag). Jag hade tappat bort Cross2 och eftersom det var en favorit skapade jag den här nya versionen. När jag äntligen hittade min originalversion (Cross2) blev jag förvånad över hur olika kartorna var. :) Kartan är för upp till 4 spelare. Landet är en kontinent uppdelad i 4 ganska lika stora sektioner som är sammankopplade i kanterna. Ha så kul. :)

source: This is another of my old maps (from 1997). It's been updated for Widelands. All the iron is located in the middle; all the gold is located at the corners. This is a easy map since the AI players have difficulty finding the gold. But it _can_ be tricky because all the iron is in the middle. :)
nl: Dit is nog een van mijn oude kaarten (uit 1997). Hij is bijgewerkt voor Widelands. Al het ijzer ligt in het midden; al het goud ligt in de hoeken. Dit is een makkelijke kaart omdat de AI-spelers moeite hebben om het goud te vinden. Maar het _kan_ lastig zijn omdat al het ijzer in het midden ligt. :)
sv: Detta är en annan av mina gamla kartor (från 1997). Den har uppdaterats för Widelands. Allt järn finns i mitten; allt guld finns i hörnen. Detta är en enkel karta eftersom AI-spelarna har svårt att hitta guldet. Men det kan vara knepigt eftersom allt järn finns i mitten. :)

source: This is a variation on one of my mazes. It is similar to islands6 (which I uploaded 2018-02-15), this version has the islands joined and the "rivers" narrowed to about 2 wide. Players 1 & 2 have plenty of resources, except gold; Player 3 has plenty of gold (but no other minerals or stone nearby). I have uploaded a jpg map to imgur (website), the url is https://i.imgur.com/Wze5aAj.jpg. <a href=https://i.imgur.com/Wze5aAj.jpg><img src=https://i.imgur.com/ZGgCGYb.jpg></a>
nl: Dit is een variatie op een van mijn doolhoven. Het is vergelijkbaar met islands6 (die ik 2018-02-15 heb geüpload), in deze versie zijn de eilanden samengevoegd en de “rivieren” versmald tot ongeveer 2 breed. Spelers 1 & 2 hebben genoeg grondstoffen, behalve goud; Speler 3 heeft genoeg goud (maar geen andere mineralen of stenen in de buurt). Ik heb een jpg-kaart geüpload naar imgur (website), de url is https://i.imgur.com/Wze5aAj.jpg. <a href=https://i.imgur.com/Wze5aAj.jpg><img src=https://i.imgur.com/ZGgCGYb.jpg></a>
sv: Detta är en variant på en av mina labyrinter. Den liknar islands6 (som jag laddade upp 2018-02-15), men i denna version är öarna sammanfogade och "floderna" har minskats till cirka 2 bredd. Spelare 1 och 2 har gott om resurser, förutom guld. Spelare 3 har gott om guld (men inga andra mineraler eller sten i närheten). Jag har laddat upp en jpg-karta till imgur (webbplats), url:en är https://i.imgur.com/Wze5aAj.jpg. <a href=https://i.imgur.com/Wze5aAj.jpg><img src=https://i.imgur.com/ZGgCGYb.jpg></a>
