Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Stonemason’s house and Mining Infrastructure
nl: Steenhouwershuis en Mijnbouw Infrastructuur
sv: Stenhuggares hus och gruvinfrastruktur

source: We should spare marble for buildings. So please lower the demand for marble columns.
nl: We moeten marmer sparen voor gebouwen. Verlaag dus alstublieft de vraag naar marmeren zuilen.
sv: Vi bör spara på marmor till byggnader. Så minska efterfrågan på marmorkolonner.

source: We should spare some marble for buildings. So please lower the demand for marble columns.
nl: We moeten wat marmer sparen voor gebouwen. Verlaag dus alsjeblieft de vraag naar marmeren zuilen.
sv: Vi bör spara lite marmor till byggnader. Så snälla, minska efterfrågan på marmorkolonner.

source: Build a stonemason’s house and then a complete mining and production infrastructure (coal mine and / or charcoal kiln, iron mine, toolsmithy, weapon smithy, armor smithy and smelting works).
nl: Bouw een steenhouwershuis en vervolgens een complete mijnbouw- en productie-infrastructuur (kolenmijn en/of houtskooloven, ijzermijn, gereedschapsmederij, wapensmederij, harnassmederij en smelterij).
sv: Bygg ett stenhuggarhus och sedan en komplett gruv- och produktionsinfrastruktur (kolgruva och/eller kolugn, järngruva, verktygssmedja, vapensmedja, rustningssmedja och smältverk).

source: Find a portspace on the small island
nl: Zoek een havenruimte op het kleine eiland
sv: Hitta en hamn på den lilla ön

source: Provide your miners with food
nl: Voorzie je mijnwerkers van voedsel
sv: Förse dina gruvarbetare med mat

source: Ancient Castle Captured
nl: Oud Kasteel Veroverd
sv: Forntida slott erövrat

source: Port Space
nl: Havenlocatie
sv: Hamnyta

source: Food For Your Miners
nl: Voedsel Voor Je Mijnwerkers
sv: Mat till dina gruvarbetare

source: Searching for gold
nl: Zoeken naar goud
sv: Söker efter guld

source: To get back to the sea we first must discover a portspace.
nl: Om terug te keren naar de zee moeten we eerst een havenruimte ontdekken.
sv: För att komma tillbaka till havet måste vi först hitta en hamn.

source: To get back to the sea we must discover a portspace.
nl: Om terug te keren naar de zee moeten we een havenruimte ontdekken.
sv: För att komma tillbaka till havet måste vi upptäcka ett hamnområde.

source: Wares Smuggled
nl: Gesmokkelde Goederen
sv: Smugglade varor

source: Wonderful! Our troops have finally defeated Lanissa and her soldiers. The ancient castle is ours!
nl: Geweldig! Onze troepen hebben Lanissa en haar soldaten eindelijk verslagen. Het oude kasteel is van ons!
sv: Underbart! Våra trupper har äntligen besegrat Lanissa och hennes soldater. Det gamla slottet är vårt!

source: units of
nl: eenheden van
sv: enheter av

source: Build a tavern to produce some food to sustain our miners.
nl: Bouw een taverne om wat voedsel te produceren voor onze mijnwerkers.
sv: Bygg en krog för att producera mat till våra gruvarbetare.

source: It is amazing how far one can see from the highest tower of the castle. We can watch the whole island. So now I wonder why Lanissa did not see us and thus did not prepare. Be that as it may, some things will never come to the light of day. The only important issue at the moment are the opposing troops still left. We have discovered enemy positions held by Erwyn to the north and east of the castle. He is known to be a strong warlord and surely commands the strongest warriors. In the south, we caught sight of some food infrastructures guarded by Jomo – a younger warlord – and we should take care of those infrastructures so we can cut off our enemies’ food supply.
nl: Het is verbazingwekkend hoe ver je kunt kijken vanaf de hoogste toren van het kasteel. We kunnen het hele eiland overzien. Dus nu vraag ik me af waarom Lanissa ons niet heeft gezien en zich dus niet heeft voorbereid. Hoe dan ook, sommige dingen zullen nooit aan het licht komen. De enige belangrijke kwestie op dit moment zijn de nog overgebleven vijandelijke troepen. We hebben vijandelijke posities ontdekt die in handen zijn van Erwyn ten noorden en oosten van het kasteel. Hij staat bekend als een sterke krijgsheer en voert zeker het bevel over de sterkste krijgers. In het zuiden hebben we een aantal voedselinfrastructuren gezien die worden bewaakt door Jomo – een jongere krijgsheer – en we moeten die infrastructuren aanpakken, zodat we de voedselvoorraad van onze vijanden kunnen afsluiten.
sv: Det är fantastiskt hur långt man kan se från slottets högsta torn. Vi kan se hela ön. Nu undrar jag varför Lanissa inte såg oss och därför inte förberedde sig. Hur som helst, vissa saker kommer aldrig att komma fram i ljuset. Det enda viktiga just nu är de motståndande trupper som fortfarande finns kvar. Vi har upptäckt fiendens positioner som hålls av Erwyn norr och öster om slottet. Han är känd för att vara en stark krigsherre och leder säkert de starkaste krigarna. I söder har vi fått syn på några livsmedelsinfrastrukturer som bevakas av Jomo – en yngre krigsherre – och vi bör ta hand om dessa infrastrukturer så att vi kan skära av fiendens livsmedelsförsörjning.

source: Sire, our men have located an isolated enemy pirate sentry. The abandoned huts indicate that there is gold nearby. <br><br> We should however be careful if we want to conquer the sentry. There can be more enemy buildings that are still out of sight, and the pirates are known to be very good fighters. It is best to establish a strong military presence here before we proceed.
nl: Sire, onze mannen hebben een geïsoleerde vijandelijke piratenschuilplaats gevonden. De verlaten hutten... geven aan dat er goud in de buurt is. <br><br> We moeten echter voorzichtig zijn als we de schildwacht willen veroveren. Er kunnen meer vijandelijke gebouwen zijn die nog uit het zicht zijn, en de piraten staan erom bekend dat ze zeer goede vechters zijn. Het is het beste om hier een sterke militaire aanwezigheid op te bouwen. voordat we verder gaan.
sv: Sire, våra män har lokaliserat en isolerad fiendepirats vaktpost. De övergivna hyddorna indikerar att det finns guld i närheten. <br><br> Vi bör dock vara försiktiga om vi vill erövra vaktposten. Det kan finnas fler fiendens byggnader som fortfarande är utom synhåll, och piraterna är kända för att vara mycket duktiga krigare. Det är bäst att etablera en stark militär närvaro här innan vi går vidare.

source: Transport
nl: Vervoer
sv: Transportkvitto

source: Of course this means you will need more resources for preparing this food – like fish, meat or bread.
nl: Natuurlijk betekent dit dat je meer middelen nodig hebt om dit voedsel te bereiden – zoals vis, vlees of brood.
sv: Det innebär förstås att du behöver mer resurser för att tillaga denna mat – som fisk, kött eller bröd.

source: The princess' memoir
nl: De memoires van de prinses
sv: Prinsessans memoarer

source: have been brought to your
nl: zijn gebracht naar uw
sv: har förts till din

source: Jundlina writes her diary
nl: Jundlina schrijft haar dagboek
sv: Jundlina skriver sin dagbok

source: To provide these foodstuffs, you can build a fisher’s house, a hunter’s house, a farm, a mill and a bakery.
nl: Om in deze voedingsmiddelen te voorzien, kun je een vissershuis, een jagershuis, een boerderij, een molen en een bakkerij bouwen.
sv: För att skaffa dessa livsmedel kan du bygga ett fiskarhus, ett jaktstuga, en bondgård, en kvarn och ett bageri.

source: Build a brewery and a winery to supply the miners with some good and strong drinks.
nl: Bouw een brouwerij en een wijnmakerij om de mijnwerkers te voorzien van goede en sterke dranken.
sv: Bygg ett bryggeri och en vingård för att förse gruvarbetarna med goda och starka drycker.

source: Maybe you will also need a piggery, a vineyard and some wells.
nl: Misschien heb je ook een varkensstal, een wijngaard en een paar waterputten nodig.
sv: Kanske behöver du också en svingård, en vingård och några brunnar.

source: Our escape from the cursed island was a close one: we managed to load three ships and make our escape, but the currents of the sinking island tested our new ships and their design.
nl: Onze ontsnapping van het vervloekte eiland was op het nippertje: we slaagden erin om drie schepen te laden en te ontsnappen, maar de stromingen van het zinkende eiland testten onze nieuwe schepen en hun ontwerp.
sv: Vår flykt från den fördömda ön var nära ögat: vi lyckades lasta tre skepp och fly, men strömmarna från den sjunkande ön satte våra nya skepp och deras konstruktion på prov.

source: And one failed the test: the last days of loading was done in chaos and without much planing and so one of ships ended up carrying most of the heavy wares in our possession.
nl: En eentje slaagde niet voor de test: de laatste dagen van het laden verliepen in chaos en zonder veel planning, zodat een van de schepen uiteindelijk het grootste deel van de zware goederen in ons bezit vervoerde.
sv: Och en misslyckades med testet: de sista dagarna av lastningen genomfördes i kaos och utan någon större planering, vilket ledde till att ett av skeppen fick transportera större delen av de tunga varorna i vår ägo.

source: Another Briefing
nl: Nog een Briefing
sv: Ytterligare en briefing

source: Build a Port and a shipyard on the island
nl: Bouw een haven en een scheepswerf op het eiland
sv: Bygg en hamn och ett skeppsvarv på ön

source: It’s up to you what you want to build. But remember – coal and iron mines need beer, marble and gold mines need wine and all mines need at least rations, which are produced out of bread OR meat OR fish.
nl: Het is aan jou wat je wilt bouwen. Maar onthoud – kolen en ijzermijnen hebben bier nodig, marmer- en goudmijnen hebben wijn nodig en alle mijnen hebben op zijn minst rantsoenen nodig, die worden gemaakt van brood OF vlees OF vis.
sv: Det är upp till dig vad du vill bygga. Men kom ihåg – kol- och järngruvor behöver öl, marmor- och guldgruvor behöver vin och alla gruvor behöver åtminstone ransoner, som produceras av bröd ELLER kött ELLER fisk.

source: This plus the current was too much for the ship and it was pulled below the sea level by Lutas and his currents and we lost most men and all wares it carried.
nl: Dit plus de stroming was te veel voor het schip en het werd onder de zeespiegel getrokken door Lutas en zijn stromingen en we verloren de meeste mannen en alle goederen die het vervoerde.
sv: Detta tillsammans med strömmen blev för mycket för skeppet, som drogs ned under havsytan av Lutas och hans strömmar, och vi förlorade de flesta av våra män och alla varor som skeppet transporterade.

source: Ship Industry
nl: Scheepsindustrie
sv: Sjöfartsindustrin

source: Build a port to set sail from this island.
nl: Bouw een haven om vanaf dit eiland uit te varen.
sv: Bygg en hamn för att segla iväg från denna ö.

source: Build a shipyard to produce ships to sail on.
nl: Bouw een scheepswerf om schepen te produceren om op te varen.
sv: Bygg ett skeppsvarv för att tillverka skepp att segla med.

source: Build a shipyard to produce the ships to sail on.
nl: Bouw een scheepswerf om de schepen te produceren waarmee je kunt varen.
sv: Bygg ett skeppsvarv för att tillverka skepp att segla med.

source: Erwyn Defeated
nl: Erwyn Verslagen
sv: Erwyn besegrad

source: The fear was great in us all. We expected the other ships to be drowned as well, but they persisted. We escaped the island and began our smooth sailing to other costs.
nl: De angst was groot bij ons allemaal. We verwachtten dat de andere schepen ook zouden verdrinken, maar ze hielden vol. We ontsnapten van het eiland en begonnen aan onze vlotte zeiltocht naar andere kosten.
sv: Fruktan var stor hos oss alla. Vi trodde att även de andra skeppen skulle sjunka, men de höll sig flytande. Vi flydde från ön och började vår smidiga seglats mot andra kuster.

source: Great! Erwyn gave up when he saw his last buildings burning down. That’s one less strong warlord on this island!
nl: Geweldig! Erwyn gaf het op toen hij zijn laatste gebouwen zag afbranden. Dat is een sterke krijgsheer minder op dit eiland!
sv: Bra! Erwyn gav upp när han såg sina sista byggnader brinna ner. Det är en stark krigsherre mindre på ön!

source: Many weeks have passed and we did only see small islands not suitable for habitation and without any sign of being blessed by Satul, the fire god.
nl: Vele weken gingen voorbij en we zagen alleen kleine eilandjes die niet geschikt waren voor bewoning en zonder enig teken van zegening door Satul, de vuurgod.
sv: Många veckor har gått och vi har bara sett små öar som inte är lämpliga för bebyggelse och utan några tecken på att ha välsignats av Satul, eldens gud.

source: Last night however, we made out a new island. We saw smoke hovering over it. The black comes from the fiery mountain in the north of the island, the grey however comes from settlers.
nl: Vannacht zagen we echter een nieuw eiland. We zagen er rook boven zweven. Het zwarte komt van de vurige berg in het noorden van het eiland, het grijze echter van de kolonisten.
sv: I går kväll upptäckte vi dock en ny ö. Vi såg rök stiga upp från den. Den svarta röken kommer från det eldiga berget i norra delen av ön, medan den grå röken kommer från bosättarna.

source: Protect your eastern frontier
nl: Bescherm je oostgrens
sv: Skydda din östra gräns

source: Found a treasure
nl: Schat gevonden
sv: Hittade en skatt

source: Protect Your Eastern Frontier
nl: Bescherm Je Oostgrens
sv: Skydda din östra gräns

source: Sire, we have found 25 units of gold ore inside the pirate sentry. They may have been looted from the gold digger's huts nearby. This gold ore will be transported to our headquarters. <br><br> With our successful expansion into this area we should consider building a warehouse to the direct southwest of the sentry in order to further exploit this area. There is a good building spot only three steps away from the sentry.
nl: Sire, we hebben 25 eenheden gouderts gevonden in de piratenschildwacht. Ze kunnen geplunderd uit de goudzoekershutten in de buurt. Dit gouderts zal getransporteerd naar ons hoofdkwartier. <br><br> Met onze succesvolle uitbreiding in dit gebied zouden we moeten overwegen om een magazijn te bouwen direct ten zuidwesten van de schildwacht om dit gebied verder te exploiteren. gebied. Er is een goede bouwplek op slechts drie stappen afstand van de schildwacht.
sv: Sire, vi har hittat 25 enheter guldmalm inne i piratvaktposten. De kan ha plundrats från guldgrävarna i närheten. Denna guldmalm kommer att transporteras till vårt högkvarter. <br><br> Med vår framgångsrika expansion i detta område bör vi överväga att bygga en lagerbyggnad direkt sydväst om vaktposten för att ytterligare utnyttja detta område. Det finns en bra byggplats bara tre steg från vaktposten.

source: Build a stronger military building, a tower, on the eastern frontier.
nl: Bouw een sterker militair gebouw, een toren, aan de oostelijke grens.
sv: Bygg en starkare militärbyggnad, ett torn, vid den östra gränsen.

source: Produce an amount of 50 wheat
nl: Produceer een hoeveelheid van 50 tarwe
sv: Producerar en mängd på 50 vete

source: Build a tower to watch deep inside the enemy territory.
nl: Bouw een toren om diep in het vijandelijke gebied de wacht te houden.
sv: Bygg ett torn för att övervaka djupt inne i fiendens territorium.

source: Planing for the future
nl: Plannen voor de toekomst
sv: Planera för framtiden

source: Jundlina continues
nl: Jundlina gaat verder
sv: Jundlina fortsätter

source: Produce 50 wheat
nl: Produceer 50 tarwe
sv: Producerar 50 vete

source: Wheat production
nl: Tarweproductie
sv: Veteodling

source: To start a wool production we need an amount of at least 50 wheat.
nl: Om een wolproductie te starten hebben we een hoeveelheid van minstens 50 tarwe nodig.
sv: För att starta en ullproduktion behöver vi minst 50 vete.

source: At least the east side is inhabited, so much is clear. We do not know if the people there are friends or foes. We do not even know what tribe they might be from.
nl: De oostkant is tenminste bewoond, zoveel is duidelijk. We weten niet of de mensen daar vrienden of vijanden zijn. We weten niet eens van welke stam ze zijn.
sv: Åtminstone den östra sidan är bebodd, så mycket är klart. Vi vet inte om människorna där är vänner eller fiender. Vi vet inte ens vilken stam de kan tillhöra.

source: Jomo Defeated
nl: Jomo Verslagen
sv: Jomo besegrad

source: Great! Jomo gave up when he saw his last buildings burning down. That’s one less warlord on this island!
nl: Geweldig! Jomo gaf het op toen hij zijn laatste gebouwen zag afbranden. Dat is een krijgsheer minder op dit eiland!
sv: Bra! Jomo gav upp när han såg sina sista byggnader brinna ner. Det är en krigsherre mindre på ön!

source: The only thing that is sure that they can't be Atlantians for no ship of us has sailed as far as us in the last hundreds years. I can only hope they are friendly.
nl: Het enige wat zeker is, is dat het geen Atlantiërs kunnen zijn, want geen enkel schip van ons is de afgelopen honderden jaren zo ver gevaren als wij. Ik kan alleen maar hopen dat ze vriendelijk zijn.
sv: Det enda som är säkert är att de inte kan vara atlanter, eftersom inget av våra skepp har seglat så långt bort under de senaste hundra åren. Jag kan bara hoppas att de är vänliga.

source: We have not much water left, our food is running low, we lost all our tools and most of our building materials with the third ship. We can't afford waging war until we rooted ourselves here.
nl: We hebben niet veel water meer, ons voedsel raakt op, we zijn al ons gereedschap en de meeste bouwmaterialen kwijtgeraakt met het derde schip. We kunnen het ons niet veroorloven om oorlog te voeren totdat we ons hier geworteld hebben.
sv: Vi har inte mycket vatten kvar, vår mat börjar ta slut, vi förlorade alla våra verktyg och det mesta av vårt byggmaterial med det tredje skeppet. Vi har inte råd att föra krig förrän vi har slagit rot här.

source: Strengthen our border
nl: Versterk onze grens
sv: Stärka våra gränser

source: %i point
nl: %i punt
sv: %i poäng

source: Build more fortifications on our border
nl: Bouw meer versterkingen aan onze grens
sv: Bygg fler befästningar vid vår gräns

source: Jundlina gives orders
nl: Jundlina geeft orders
sv: Jundlina ger order

source: Last Briefing
nl: Laatste Briefing
sv: Sista genomgången

source: Produce cloth for building our first ship
nl: Maak stof voor de bouw van ons eerste schip
sv: Tillverka tyg för att bygga vårt första skepp

source: Build a barracks to start training soldiers.
nl: Bouw een kazerne om soldaten te trainen.
sv: Bygg en kasern för att börja träna soldater.

source: Jundlina decides
nl: Jundlina besluit
sv: Jundlina beslutar

source: Build a tower closer to the Barbarians
nl: Bouw een toren dichter bij de Barbaren
sv: Bygg ett torn närmare barbarerna

source: Cloth production
nl: Doekproductie
sv: Tygproduktion

source: Produce cloth
nl: Maak doek
sv: Tillverka tyg

source: Removing the swamps
nl: Moerassen verwijderen
sv: Avlägsnande av träskmarker

source: Now let's turn all the wheat into wool (at least 50) and all the wool into cloth to build a ship.
nl: Laten we nu alle tarwe in wol veranderen (minstens 50) en alle wol in stof om een schip te bouwen.
sv: Nu ska vi förvandla allt vete till ull (minst 50) och all ull till tyg för att bygga ett skepp.

source: Now let's turn the wheat into wool and the wool into cloth to build a ship.
nl: Laten we nu van het graan wol maken en van de wol stof om een schip te bouwen.
sv: Nu ska vi förvandla vetet till ull och ullen till tyg för att bygga ett skepp.

source: Sire, the wet season has created swamps along the brook to the east and we are unable to pass through them. They have to be removed before we can continue. If you bring enough shovels to the new warehouse then volunteers will remove the swamps.
nl: Sire, het natte seizoen heeft moerassen gecreëerd langs de beek in het oosten en we kunnen er niet doorheen. en daar kunnen we niet doorheen. Ze moeten verwijderd worden voordat we verder kunnen. Als je genoeg schoppen naar het nieuwe magazijn brengt, zullen vrijwilligers de moerassen verwijderen. moerassen.
sv: Sire, regnperioden har skapat träsk längs bäcken i öster och vi kan inte ta oss igenom dem. De måste avlägsnas innan vi kan fortsätta. Om du tar med tillräckligt med spadar till den nya lagerbyggnaden kommer frivilliga att ta bort träsken.

source: We still have plenty of coal and iron ore, so a metal workshop and a smelter will provide us with good tools in no time. Also, we need to solve our building material problem.
nl: We hebben nog genoeg steenkool en ijzererts, dus een metaalwerkplaats en een smelterij zullen ons snel van goed gereedschap voorzien. We moeten ook ons bouwmateriaalprobleem oplossen.
sv: Vi har fortfarande gott om kol och järnmalm, så en metallverkstad och ett smältverk kommer att förse oss med bra verktyg på nolltid. Dessutom måste vi lösa vårt problem med byggmaterial.

source: The island is full of trees, we might not even need foresters. But we need stone, that is for sure
nl: Het eiland staat vol bomen, misschien hebben we niet eens boswachters nodig. Maar we hebben zeker stenen nodig
sv: Ön är full av träd, vi kanske inte ens behöver skogsvaktare. Men vi behöver sten, det är säkert

source: Victory!
nl: Overwinning!
sv: Seger!

source: Finally! The island is completely ours. Now we just have to defend it better than the warlords did.
nl: Eindelijk! Het eiland is helemaal van ons. Nu moeten we het alleen nog beter verdedigen dan de krijgsheren deden.
sv: Äntligen! Ön är helt och hållet vår. Nu måste vi bara försvara den bättre än krigsherrarna gjorde.

source: Congratulations! You have mastered this scenario. You may play on if you like!
nl: Gefeliciteerd! Je hebt dit scenario onder de knie. Je mag verder spelen als je wilt!
sv: Grattis! Du har klarat det här scenariot. Du kan fortsätta spela om du vill!

source: Let's also explore this island. But we need to be careful. We should prefer towers over other military buildings so that we can see potential enemies before they see us.
nl: Laten we ook dit eiland verkennen. Maar we moeten voorzichtig zijn. We moeten torens verkiezen boven andere militaire gebouwen, zodat we potentiële vijanden kunnen zien voordat zij ons zien.
sv: Låt oss också utforska denna ö. Men vi måste vara försiktiga. Vi bör föredra torn framför andra militära byggnader så att vi kan se potentiella fiender innan de ser oss.

source: Destroy the Barbarian tribe
nl: Vernietig de Barbaarse stam
sv: Förstör barbarstammen

source: We will be careful with the stones though. When we no longer need a building, we will dismantle it instead of burning it down.
nl: We zullen wel voorzichtig zijn met de stenen. Als we een gebouw niet meer nodig hebben, ontmantelen we het in plaats van het af te branden.
sv: Vi kommer dock att vara försiktiga med stenarna. När vi inte längre behöver en byggnad kommer vi att riva den istället för att bränna ner den.

source: Build 2 expedition ports
nl: Bouw 2 expeditiehavens
sv: Bygg 2 expeditionhamnar

source: Build expedition ports
nl: Bouw expeditiehavens
sv: Bygg expeditionhamnar

source: This will take more time, but we can reuse some of its materials. Also, I want a scout out and exploring at all times.
nl: Dit kost meer tijd, maar we kunnen een deel van de materialen hergebruiken. Ik wil ook dat er altijd een verkenner op verkenning gaat.
sv: Det kommer att ta längre tid, men vi kan återanvända en del av materialet. Dessutom vill jag att en spejare hela tiden är ute och utforskar.

source: Destroy the Barbarian Tribe
nl: Vernietig de Barbaarse Stam
sv: Förstör barbarstammen

source: Attack and completely destroy the Barbarian buildings as soon as you have enough soldiers.
nl: Val aan en vernietig de gebouwen van de Barbaren volledig zodra je genoeg soldaten hebt.
sv: Attackera och förstör barbarernas byggnader helt så snart du har tillräckligt med soldater.
