Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: I wanted this map to be faithful to real terrain, so I used google maps coordinates to ensure that the positions of the valley floors and mountain tops are exactly identical to what they are in reality. One step in game equals to about 100 meters of real distance, and one unit of game height equates to 30 meters of real height up to 2300 meters, above which everything is flat because the game allows only elevation up to 60. Mountaintops and valley floors are to scale, but not the rest of the mountains; I found that keeping the map to scale would even out the ground asperities and turn the majestic mountains into gradually sloping hills, and I tried to preserve the sense of being in narrow valleys instead. The mountain streams are of course represented as much bigger than they are in truth, because I can't make them any smaller than one tile. The lakes are instead up to scale. I also tried to reproduce in a somewhat-recognizable way some notable geographical features like the Cinque Torri, the Serrai gorge, or the Città dei Sassi, without caring for scale there. For the Marmolada glacier I was instead able to make it look realistic while still preserving the scale. The six players start from the locations of real towns: in order, Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba and Andraz. The positions of buildable terrain generally are based on real towns or hamlets located there. Some exceptions to this rule were made to ensure that all players have equal space. The main break from reality concerns Andraz (orange), which is in truth a town of 30 inhabitant. All of its terrain is mostly uninhabited, but I needed a player there for map simmetry and balance. Also the size of Arabba (black) has been considerably increased. While artistic considerations came first, I made sure to balance the players, giving each an equal amount of buildable space and resources. This map can support games of 1v1, 2v2 and 3v3. Several team balances can be made, the only recommendations are to split players on opposite corners of the map (blue and yellow, red and green) and to divide evenly the players in the middle (black and orange). Unfortunately the AI is bad at dealing with restricted building spaces, so it does not offer a good opponent for this map. I consider this map my masterpiece, but I have two regrets about it. The first is that, given the size of the mountains and the scale I used, the mountain tops are often not visible to the players, unless they build towers everywhere (unlikely, with the scant building space) or they build scouts to explore unreachable terrain. Well, I could think of nothing to do about it. And I am sorry that my map does the real place little justice. But then, the dolomites would hardly be that beatuful if they could be easily captured on a widelands map. This is an improved version of the map I posted a couple of months ago. I discovered I accidentally posted an unfinished version of the map, a backup without some of the later fixes. Differences are minor and mostly aesthetics. Thanks are due to kaputtnik for the forested mountain terrains.
nl: Ik wilde dat deze kaart trouw zou zijn aan het echte terrein, dus ik heb google maps coördinaten gebruikt om ervoor te zorgen dat de posities van de valleibodems en bergtoppen precies hetzelfde zijn als in werkelijkheid. Eén stap in het spel komt overeen met ongeveer 100 meter echte afstand, en één eenheid hoogte in het spel komt overeen met 30 meter echte hoogte tot 2300 meter, waarboven alles vlak is omdat het spel alleen hoogte tot 60 toestaat. Bergtoppen en valleibodems zijn op schaal, maar de rest van de bergen niet; ik vond dat het op schaal houden van de kaart de scherpte van de grond zou uitvlakken en de majestueuze bergen zou veranderen in geleidelijk aflopende heuvels, en ik heb geprobeerd om in plaats daarvan het gevoel te behouden dat je in smalle valleien bent. De bergstromen worden natuurlijk veel groter voorgesteld dan ze in werkelijkheid zijn, omdat ik ze niet kleiner dan één tegel kan maken. De meren zijn wel op schaal. Ik heb ook geprobeerd om een aantal opmerkelijke geografische kenmerken zoals de Cinque Torri, de Serrai-kloof of de Città dei Sassi op een enigszins herkenbare manier te reproduceren, zonder me te bekommeren om de schaal. De Marmolada gletsjer heb ik er realistisch uit kunnen laten zien zonder de schaal aan te tasten. De zes spelers starten vanuit de locaties van echte steden: in volgorde, Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba en Andraz. De posities van bebouwbaar terrein zijn over het algemeen gebaseerd op echte steden of gehuchten die daar liggen. Er zijn enkele uitzonderingen op deze regel gemaakt om ervoor te zorgen dat alle spelers evenveel ruimte hebben. De grootste afwijking van de werkelijkheid is Andraz (oranje), dat in werkelijkheid een stad is met 30 inwoners. Het hele terrein is grotendeels onbewoond, maar ik had daar een speler nodig voor de simmetrie en de balans. Ook de grootte van Arabba (zwart) is aanzienlijk vergroot. Hoewel artistieke overwegingen op de eerste plaats kwamen, heb ik ervoor gezorgd dat de spelers in balans zijn, door iedereen evenveel bouwbare ruimte en grondstoffen te geven. Deze kaart ondersteunt spellen van 1v1, 2v2 en 3v3. Er kunnen verschillende teambalansen worden gemaakt, de enige aanbevelingen zijn om spelers op te delen in tegenovergestelde hoeken van de kaart (blauw en geel, rood en groen) en om de spelers in het midden gelijk te verdelen (zwart en oranje). Helaas is de AI slecht in het omgaan met beperkte bouwruimtes, dus het biedt geen goede tegenstander voor deze kaart. Ik beschouw deze kaart als mijn meesterwerk, maar ik heb er twee dingen spijt van. De eerste is dat, gezien de grootte van de bergen en de schaal die ik heb gebruikt, de bergtoppen vaak niet zichtbaar zijn voor de spelers, tenzij ze overal torens bouwen (onwaarschijnlijk, met de schaarse bouwruimte) of ze verkenners bouwen om onbereikbaar terrein te verkennen. Nou ja, ik kon er niets aan doen. En het spijt me dat mijn kaart de echte plek weinig recht doet. Maar ja, de dolomieten zouden niet zo mooi zijn als ze makkelijk te veroveren waren op een widelands kaart. Dit is een verbeterde versie van de kaart die ik een paar maanden geleden heb gepost. Ik ontdekte dat ik per ongeluk een onvoltooide versie van de kaart had gepost, een back-up zonder een aantal van de latere fixes. De verschillen zijn klein en vooral esthetisch. Met dank aan kaputtnik voor de beboste bergterreinen.
sv: Jag ville att denna karta skulle vara trogen den verkliga terrängen, så jag använde koordinater från Google Maps för att säkerställa att dalarnas botten och bergstopparnas positioner är exakt identiska med hur de ser ut i verkligheten. Ett steg i spelet motsvarar cirka 100 meter i verklig avstånd, och en enhet i spelhöjd motsvarar 30 meter i verklig höjd upp till 2300 meter, över vilket allt är plant eftersom spelet endast tillåter höjder upp till 60. Bergstoppar och dalgångar är i skala, men inte resten av bergen. Jag upptäckte att om jag höll kartan i skala skulle det jämna ut ojämnheterna i terrängen och förvandla de majestätiska bergen till gradvis sluttande kullar, så jag försökte istället bevara känslan av att befinna sig i smala dalar. Bergströmmarna är naturligtvis mycket större än de är i verkligheten, eftersom jag inte kan göra dem mindre än en ruta. Sjöarna är däremot i skala. Jag försökte också återge några kända geografiska särdrag som Cinque Torri, Serrai-ravinen eller Città dei Sassi på ett någorlunda igenkännbart sätt, utan att bry mig om skalan där. Marmolada-glaciären kunde jag däremot få att se realistisk ut samtidigt som jag bevarade skalan. De sex spelarna startar från platser som motsvarar verkliga städer: i ordning Alleghe, Canazei, La Villa, Cortina d'Ampezzo, Arabba och Andraz. Positionerna för bebyggbar mark baseras i allmänhet på verkliga städer eller byar som ligger där. Vissa undantag från denna regel gjordes för att säkerställa att alla spelare har lika mycket utrymme. Den största avvikelsen från verkligheten gäller Andraz (orange), som i själva verket är en stad med 30 invånare. Hela dess terräng är i stort sett obebodd, men jag behövde en spelare där för kartans symmetri och balans. Även storleken på Arabba (svart) har ökats avsevärt. Även om konstnärliga överväganden kom i första hand, såg jag till att balansera spelarna och ge var och en lika mycket byggbar yta och resurser. Denna karta kan användas för spel i 1v1, 2v2 och 3v3. Flera olika lagbalanser kan skapas, de enda rekommendationerna är att dela upp spelarna i motsatta hörn av kartan (blå och gul, röd och grön) och att dela upp spelarna jämnt i mitten (svart och orange). Tyvärr är AI:n dålig på att hantera begränsade byggutrymmen, så den är inte en bra motståndare för denna karta. Jag anser att denna karta är mitt mästerverk, men jag har två saker jag ångrar. Den första är att, med tanke på bergens storlek och den skala jag använde, är bergstopparna ofta inte synliga för spelarna, såvida de inte bygger torn överallt (osannolikt, med det knappa byggutrymmet) eller bygger spejare för att utforska oåtkomlig terräng. Tja, jag kunde inte komma på något att göra åt det. Och jag är ledsen att min karta inte gör den verkliga platsen rättvisa. Men å andra sidan skulle Dolomiterna knappast vara så vackra om de lätt kunde fångas på en Widelands-karta. Detta är en förbättrad version av den karta jag publicerade för ett par månader sedan. Jag upptäckte att jag av misstag publicerat en ofärdig version av kartan, en säkerhetskopia utan några av de senare korrigeringarna. Skillnaderna är små och mestadels estetiska. Tack till kaputtnik för de skogsklädda bergsterrängerna.

source: Small 1+1 map, no seafaring.
nl: Kleine 1+1 kaart, geen zeevaart.
sv: Liten 1+1-karta, ingen sjöfart.

source: Lesser ring is a fair 8-player map with ring-shaped landmass and sea. It features: * Somewhat realistic division of geography - rivers flow glaciers in the mountains through hills and finally plains to the sea. * Somewhat realistic distribution of resources: Different resources often found at some distance to each other. * Gold is valuable, and thus rare, especially in the early game. * There are places of strategic importance, such as river crossings, that military action focuses on. Philipp
nl: Lesser ring is een eerlijke kaart voor 8 spelers met ringvormige landmassa's en zee. Kenmerken: * Enigszins realistische verdeling van de geografie - rivieren stromen gletsjers in de bergen via heuvels en uiteindelijk vlaktes naar de zee. * Enigszins realistische verdeling van hulpbronnen: Verschillende grondstoffen vaak op enige afstand van elkaar te vinden. * Goud is waardevol en dus zeldzaam, vooral in het begin van het spel. * Er zijn plaatsen van strategisch belang, zoals rivierovergangen, waar militaire actie zich op richt. Philipp
sv: Lesser Ring är en rättvis karta för 8 spelare med ringformad landmassa och hav. Den har följande egenskaper: * Något realistisk geografisk uppdelning – floder rinner från glaciärer i bergen genom kullar och slutligen slätter till havet. * Något realistisk resursfördelning: Olika resurser finns ofta på något avstånd från varandra. * Guld är värdefullt och därför sällsynt, särskilt i början av spelet. * Det finns platser av strategisk betydelse, såsom flodövergångar, som militära åtgärder fokuserar på. Philipp

source: This upload fixes a port space issue in the previous version. Philipp
nl: Deze upload lost een probleem met poortruimte op in de vorige versie. Philipp
sv: Denna uppdatering åtgärdar ett problem med hamnutrymme i den tidigare versionen. Philipp

source: Another map generated with Worldengine, and manually tweaked afterwards of course. It is ~ balanced, a lot of resources. All players start on the big island, seafaring not necessary
nl: Nog een kaart die is gegenereerd met Worldengine en daarna natuurlijk handmatig is aangepast. Het is ~ gebalanceerd, veel grondstoffen. Alle spelers beginnen op het grote eiland, zeevaardigheid is niet nodig.
sv: En annan karta som genererats med Worldengine och sedan justerats manuellt. Den är relativt balanserad och innehåller många resurser. Alla spelare startar på den stora ön, sjöfart är inte nödvändigt.
