Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: I just committed small improvements
nl: Ik heb net kleine verbeteringen aangebracht
sv: Jag har just gjort några små förbättringar

source: There's also two alternative versions of this map available, but not yet uploaded. One of them is not so seafaring-heavy and one has inland start for the player and so it is much shorter to play.
nl: Er zijn ook twee alternatieve versies van deze kaart beschikbaar, maar nog niet geüpload. Een daarvan is niet zo zeevarend en een heeft een landinwaarts begin voor de speler en is dus veel korter om te spelen.
sv: Det finns också två alternativa versioner av denna karta tillgängliga, men de har ännu inte laddats upp. En av dem är inte så sjöfartsintensiv och den andra har en startpunkt för spelaren inne i landet, vilket gör den mycket kortare att spela.

source: After 2 Weeks working this World War One Map is finally finish. Hope you have fun with this Map :) PS I am not the best in making maps - if they are to easy/hard you are allowed to edit them
nl: Na 2 weken werken is deze World War One Map eindelijk klaar. Veel plezier met deze kaart :) PS Ik ben niet de beste in het maken van maps - als ze te makkelijk/moeilijk zijn mag je ze aanpassen
sv: Efter två veckors arbete är denna karta över första världskriget äntligen klar. Hoppas ni har kul med den :) PS Jag är inte den bästa på att göra kartor – om de är för lätta/svåra får ni gärna redigera dem

source: With build 20 this map seemed to perform pretty badly. Biggest issues were with red player's starting position, but after some more observing I did plenty of changes to the map and as a result it should now be better than ever.
nl: Met build 20 leek deze kaart behoorlijk slecht te presteren. De grootste problemen hadden te maken met de startpositie van de rode speler, maar na wat meer observatie heb ik de kaart aangepast en als resultaat zou hij nu beter dan ooit moeten zijn.
sv: Med build 20 verkade den här kartan fungera ganska dåligt. De största problemen gällde den röda spelarens startposition, men efter att ha observerat lite mer gjorde jag en hel del ändringar på kartan och resultatet är att den nu borde vara bättre än någonsin.

source: It's a first try on a Maptype I loved to play in Settlers 2. You gotta put in some work for space! Enjoy and I hope you like it! (Most likely not bot friendly) Edit: comments on what to improve are more than welcome!
nl: Het is een eerste poging op een Maptype dat ik graag speelde in Kolonisten 2. Je moet er wat werk in stoppen voor de ruimte! Veel plezier en ik hoop dat je het leuk vindt! (Waarschijnlijk niet bot-vriendelijk) Bewerk: opmerkingen over wat te verbeteren zijn meer dan welkom!
sv: Det är mitt första försök med en karttyp som jag älskade att spela i Settlers 2. Man måste jobba hårt för att få plats! Hoppas ni gillar det! (Troligen inte botvänligt) Edit: kommentarer om vad som kan förbättras är mer än välkomna!

source: Updated map "Long, long way" with features from current Widelands version. Thanks to Nordfriese - he had done all the work!
nl: Kaart “Long, long way” bijgewerkt met functies van de huidige Widelands-versie. Met dank aan Nordfriese - hij heeft al het werk gedaan!
sv: Uppdaterad karta "Long, long way" med funktioner från den aktuella versionen av Widelands. Tack till Nordfriese – han har gjort allt arbete!

source: A new version of No metal challenge that has been made winnable. it's a bit easier to rush one AI and steal their metals, but nowadays the AI is also a bit faster to get promoted soldiers compared to the times when the map was made, so no big deal.
nl: Een nieuwe versie van No metal challenge die winbaar is gemaakt. Het is iets makkelijker om een AI te overvallen en hun metalen te stelen, maar tegenwoordig is de AI ook iets sneller om gepromoveerde soldaten te krijgen in vergelijking met de tijd toen de kaart werd gemaakt, dus geen big deal.
sv: En ny version av No metal challenge som har gjorts vinnbar. Det är lite lättare att rusa på en AI och stjäla deras metaller, men numera är AI:n också lite snabbare med att befordra soldater jämfört med när kartan skapades, så det är ingen stor sak.

source: Comments are appreciated :) This map has alot of ressources. So it's also very well suited for people still learning on how to build a good economy. It still should be fun for experienced players, since the main island is not as big as it might seem.
nl: Commentaar wordt op prijs gesteld :) Deze kaart heeft veel grondstoffen. Dus het is ook zeer geschikt voor mensen die nog moeten leren hoe ze een goede economie moeten opbouwen. Het is ook leuk voor ervaren spelers, omdat het hoofdeiland niet zo groot is als het lijkt.
sv: Kommentarer är välkomna :) Denna karta har många resurser. Den passar därför mycket bra för personer som fortfarande lär sig hur man bygger upp en god ekonomi. Den bör ändå vara rolig även för erfarna spelare, eftersom huvudön inte är så stor som den kan verka.

source: This is result of my new random map generator. Be warned, I had not spent too much polishing it, but I like the layout and maybe you will too.
nl: Dit is het resultaat van mijn nieuwe willekeurige kaartgenerator. Wees gewaarschuwd, ik heb er niet al te veel aan gesleuteld, maar ik vind de lay-out leuk en misschien jij ook wel.
sv: Detta är resultatet av min nya slumpmässiga kartgenerator. Var varnad, jag har inte lagt ner särskilt mycket tid på att finslipa den, men jag gillar layouten och kanske gör du det också.

source: This is twin map to Highlands, but much much easier.
nl: Dit is een tweelingkaart van Highlands, maar veel gemakkelijker.
sv: Detta är en tvillingkarta till Highlands, men mycket enklare.

source: This map is part of build 20 and older official releases; reuploaded because it will no longer be official in build 21.
nl: Deze kaart maakt deel uit van build 20 en oudere officiële releases; opnieuw geüpload omdat hij niet langer officieel zal zijn in build 21.
sv: Denna karta ingår i build 20 och äldre officiella versioner. Den har laddats upp igen eftersom den inte längre kommer att vara officiell i build 21.

source: This is a result of my map-generating script, with goal of authenticity. I did not polish it much, but AI players seems to work and are able to expand. I dont guarantee that all fields are accessible.
nl: Dit is het resultaat van mijn script voor het genereren van kaarten, met authenticiteit als doel. Ik heb het niet veel gepolijst, maar AI-spelers lijken te werken en kunnen uitbreiden. Ik garandeer niet dat alle velden toegankelijk zijn.
sv: Detta är resultatet av mitt kartgenereringsskript, med målet att uppnå autenticitet. Jag har inte finslipat det särskilt mycket, men AI-spelarna verkar fungera och kan expandera. Jag garanterar inte att alla fält är tillgängliga.

source: Really small map and probably quite challenging (for AI too). If there is a demand for this kind of maps, I can generate more 64x64 maps, with less mines/water, or more flat terrain.
nl: Echt een kleine kaart en waarschijnlijk behoorlijk uitdagend (ook voor AI). Als er vraag is naar dit soort kaarten, kan ik meer 64x64 kaarten genereren, met minder mijnen/water, of meer vlak terrein.
sv: Riktigt liten karta och förmodligen ganska utmanande (även för AI). Om det finns efterfrågan på den här typen av kartor kan jag skapa fler 64x64-kartor, med färre minor/vatten eller mer platt terräng.

source: Big world for 4 players only. Not for everybody.
nl: Grote wereld voor slechts 4 spelers. Niet voor iedereen.
sv: Stor värld för endast 4 spelare. Inte för alla.

source: Another map generated with my map generator. This time this allows seafaring, and I spent some time with polishing it, so now AI is capable to continuously expand and even start expedition from all three starting points. As before, the terrain is rugged, but starting points provides sufficient medium+big spots for good start
nl: Nog een kaart gegenereerd met mijn kaartgenerator. Deze keer is zeevaart mogelijk en ik heb wat tijd besteed aan het polijsten, zodat de AI nu in staat is om continu uit te breiden en zelfs een expeditie te starten vanaf alle drie de startpunten. Net als voorheen is het terrein ruig, maar de startpunten bieden voldoende medium+grote plekken voor een goede start.
sv: En annan karta som genererats med min kartgenerator. Den här gången möjliggör den sjöfart, och jag har ägnat en del tid åt att finslipa den, så nu kan AI kontinuerligt expandera och till och med starta expeditioner från alla tre startpunkterna. Liksom tidigare är terrängen kuperad, men startpunkterna erbjuder tillräckligt med medelstora och stora platser för en bra start

source: I hope you like this map. I have been playing widelands for several years but only decided to try and build my own maps last year. It took me a while to work out how big to make it so that I did not get bored playing single person games. Comments please :-)
nl: Ik hoop dat jullie deze kaart leuk vinden. Ik speel al een aantal jaar widelands, maar heb pas vorig jaar besloten om te proberen mijn eigen kaarten te bouwen. Het kostte me een tijdje om uit te vinden hoe groot ik het wilde maken, zodat het spelen van single person games me niet ging vervelen. Commentaar graag :-)
sv: Jag hoppas att ni gillar den här kartan. Jag har spelat Widelands i flera år, men bestämde mig först förra året för att försöka skapa egna kartor. Det tog ett tag att bestämma hur stor den skulle vara för att jag inte skulle tröttna på att spela ensam. Kommentera gärna :-)

source: This map is a "presentation" of an improvement to my map generator, I introduced water erosion to diamond square algorithm, already used before. So features of the map are to be more realistic, in my generator there are also rivers, here you can see only some residuals. The resolution of the map is not enough to render them. Blue position should be easier, because it is most distant to the other two players. Be careful with buildable spots, but the situation should not be that bad as with "raw" diamond-square algorithm.
nl: Deze kaart is een “presentatie” van een verbetering aan mijn kaartgenerator, ik heb watererosie toegevoegd aan het diamantvierkant-algoritme, dat al eerder werd gebruikt. Dus de eigenschappen van de kaart zijn realistischer, in mijn generator zijn er ook rivieren, hier zie je alleen wat restanten. De resolutie van de kaart is niet genoeg om ze weer te geven. De blauwe positie zou makkelijker moeten zijn, omdat deze het verst verwijderd is van de andere twee spelers. Wees voorzichtig met bebouwbare plekken, maar de situatie zou niet zo slecht moeten zijn als met het “ruwe” diamant-vierkant algoritme.
sv: Denna karta är en "presentation" av en förbättring av min kartgenerator. Jag har infört vattenerosion i diamantfyrkantsalgoritmen, som redan använts tidigare. Kartans egenskaper blir därmed mer realistiska. I min generator finns också floder, men här kan du bara se några rester. Kartans upplösning är inte tillräcklig för att återge dem. Den blå positionen borde vara enklare, eftersom den ligger längst bort från de andra två spelarna. Var försiktig med byggbara platser, men situationen borde inte vara så dålig som med den "råa" diamantfyrkantsalgoritmen.

source: Just Tibor's map "Cycles", but not for 16 players, but for 8, so one can play on it with the current dev build and build 21 as soon as it will exist.
nl: Alleen Tibor's map “Cycles”, maar niet voor 16 spelers, maar voor 8, zodat je erop kunt spelen met de huidige dev build en build 21 zodra die er is.
sv: Bara Tibors karta "Cycles", men inte för 16 spelare, utan för 8, så man kan spela på den med den nuvarande utvecklingsversionen och version 21 så snart den finns tillgänglig.

source: Changes: - better soldiers for the barbarian - added training camp, gold production and Arena in a new segment with objectives and dialogue - minor map changes such as gold ressource
nl: Veranderingen: - betere soldaten voor de barbaar - trainingskamp, goudproductie en Arena toegevoegd in een nieuw segment met doelstellingen en dialoog - kleine kaartwijzigingen zoals goudbronnen
sv: Ändringar: - bättre soldater för barbarerna - tillagt träningsläger, guldproduktion och arena i ett nytt segment med mål och dialog - mindre kartändringar såsom guldresurser

source: Bin mir nicht sicher ob die AI mit meiner Idee wie ich die Ressourcen am Startpunkt verteilt habe umgehen kann - möglicherweise ist Kartenkenntnis erforderlich. Im Test hat sie zumindest fröhlich dran vorbei gebaut. Finde die Karte bislang trotzdem gelungen, weshalb ich sie gerne mit euch teilen will. Freue mich über Feedback.
nl: Ik weet niet zeker of de AI overweg kan met mijn idee over hoe ik de grondstoffen op het startpunt heb verdeeld - kaartkennis kan nodig zijn. In de test bouwde het er in ieder geval vrolijk voorbij. Ik vind de kaart tot nu toe nog steeds een succes en daarom wil ik hem graag met jullie delen. Ik kijk uit naar jullie feedback.
sv: Jag är inte säker på om AI:n kan hantera min idé om hur jag har fördelat resurserna vid startpunkten – kanske krävs det kartkunskap. I testet byggde den i alla fall glatt förbi den. Jag tycker ändå att kartan är lyckad hittills, därför vill jag gärna dela den med er. Jag ser fram emot feedback.

source: The map is fair, in the sense that both starting positions are equally good. The map is somewhat unfair in the sense that it favours the Empire tribe: On this map, one can build an Empire empire without marble mines. AI performs poorly on this map (currently), might be useful in competitive play. Mountains are color coded, finding the ores should be easy enough. Iron is near staring point, gold is near enemy (and behind stone on ground).
nl: De kaart is eerlijk in de zin dat beide startposities even goed zijn. De kaart is enigszins oneerlijk in de zin dat hij de Empire-stam bevoordeelt: Op deze kaart kun je een Empire-imperium bouwen zonder marmermijnen. AI presteert slecht op deze kaart (momenteel), kan nuttig zijn in competitief spel. Bergen hebben een kleurcode, de ertsen vinden moet makkelijk zijn. IJzer ligt bij het staarpunt, goud ligt bij de vijand (en achter steen op de grond).
sv: Kartan är rättvis i den meningen att båda startpositionerna är lika bra. Kartan är något orättvis i den meningen att den gynnar Empire-stammen: På denna karta kan man bygga ett Empire-imperium utan marmorgruvor. AI presterar dåligt på denna karta (för närvarande), vilket kan vara användbart i tävlingsspel. Bergen är färgkodade, så det borde vara ganska enkelt att hitta malmerna. Järn finns nära startpunkten, guld finns nära fienden (och bakom stenar på marken).

source: Map with very small total land mass, for two players, for a relatively quick game. Similar idea as my map "Micro Map: Three Islands With Bridges", but now extended to a network of eight islands that wraps around on all sides. The islands are numbered for ease of navigation. The two players start at islands "1" and "2". The network (or lattice) of eight islands is as follows (depicted below with the wraparound rolled out to an infinite plane): ~~~~ \ / \ / \ / 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ ~~~~ Possibly, this map could also be a nice test for the A.I. :-) Comment and let me know what you think!
nl: Kaart met zeer kleine totale landmassa, voor twee spelers, voor een relatief snel spel. Vergelijkbaar idee met mijn kaart “Micro Map: Drie eilanden met bruggen”, maar nu uitgebreid tot een netwerk van acht eilanden dat zich aan alle kanten omsluit. De eilanden zijn genummerd voor navigatiegemak. De twee spelers beginnen op de eilanden “1” en “2”. Het netwerk (of rooster) van acht eilanden ziet er als volgt uit (hieronder afgebeeld met de omwikkeling uitgerold tot een oneindig vlak): ~~~~ \ / \ / \ / 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ ~~~~ Mogelijk kan deze kaart ook een leuke test zijn voor de A.I. :-) Reageer en laat me weten wat je ervan vindt!
sv: Karta med mycket liten total landmassa, för två spelare, för ett relativt snabbt spel. Liknande idé som min karta "Mikrokarta: Tre öar med broar", men nu utökad till ett nätverk av åtta öar som omger alla sidor. Öarna är numrerade för att underlätta navigering. De två spelarna börjar på öarna "1" och "2". Nätverket (eller gitteret) av åtta öar ser ut som följer (avbildat nedan med omslutningen utrullad till en oändlig plan): ~~~~ \ / \ / \ / 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ 1 --- 2 1 --- 2 1 --- 2 / \ / \ / \ / --- 4 3 --- 4 3 --- 4 3 --- 4 \ / \ / \ / \ 5 --- 6 5 --- 6 5 --- 6 / \ / \ / \ / --- 8 7 --- 8 7 --- 8 7 --- 8 \ / \ / \ / \ ~~~~ Denna karta skulle också kunna vara ett bra test för A.I. :-) Kommentera och låt mig veta vad du tycker!

source: Micro size map for 2 players, for quick game. Comment and let me know what you think!
nl: Microformaat kaart voor 2 spelers, voor snel spel. Reageer en laat me weten wat je ervan vindt!
sv: Mikrokarta för 2 spelare, för snabba spel. Kommentera och låt mig veta vad du tycker!

source: Another 1v1 map with only a small amount of buildable land and initial resource scarcity, for a relatively quick game. I suspect it would be best to play this map without Fog Of War, so that it becomes a kind of chess game, with each of the players constantly reacting to the paths the other player is taking. The A.I. seems to have a difficult time with this kind of map.:-) Difficulty (or even playability) of this map depends strongly on the amount of initial resources in Stock. So far I mainly testplayed this with the Barbarians. Comment below to give your thoughts on how playable this map is for other Tribes!
nl: Nog een 1v1-kaart met slechts een kleine hoeveelheid bebouwbaar land en aanvankelijke grondstoffenschaarste, voor een relatief snel spel. Ik vermoed dat het het beste zou zijn om deze kaart zonder Fog Of War te spelen, zodat het een soort schaakspel wordt, waarbij elke speler voortdurend reageert op de paden die de andere speler neemt. De A.I. lijkt het moeilijk te hebben met dit soort kaarten:-) Moeilijkheid (of zelfs speelbaarheid) van deze kaart hangt sterk af van de hoeveelheid grondstoffen die je in voorraad hebt. Tot nu toe heb ik dit voornamelijk getest met de Barbaren. Geef hieronder je mening over hoe speelbaar deze map is voor andere Tribes!
sv: Ytterligare en 1v1-karta med endast en liten mängd bebyggbar mark och initial resursbrist, för ett relativt snabbt spel. Jag misstänker att det skulle vara bäst att spela denna karta utan Fog Of War, så att det blir ett slags schackspel, där varje spelare ständigt reagerar på den väg den andra spelaren väljer. A.I. verkar ha svårt med denna typ av karta. :-) Svårighetsgraden (eller till och med spelbarheten) för denna karta beror starkt på mängden initiala resurser i lager. Hittills har jag främst testspelat detta med barbarerna. Kommentera nedan för att ge dina tankar om hur spelbar denna karta är för andra stammar!

source: This map should be easy
nl: Deze kaart moet gemakkelijk zijn
sv: Denna karta bör vara enkel

source: This is a 4-player Map based on the ideas from the 1v1 Crossriver found here, too. As ther is more space on this Mpa I added some deserts and Wastelands as Eye-Candy. I played this a few times now, but it may still be a little imbalanced. Still I hope you have fun playing it.
nl: Dit is een kaart voor 4 spelers gebaseerd op de ideeën van de 1v1 Crossriver die je hier ook kunt vinden. Omdat er meer ruimte is op deze Mpa heb ik wat woestijnen en Wastelands toegevoegd als Eye-Candy. Ik heb dit nu een paar keer gespeeld, maar het kan nog steeds een beetje onevenwichtig zijn. Toch hoop ik dat je plezier hebt.
sv: Detta är en karta för 4 spelare som baseras på idéerna från 1v1 Crossriver som också finns här. Eftersom det finns mer utrymme på denna karta har jag lagt till några öknar och ödemarker som ögongodis. Jag har spelat detta några gånger nu, men det kan fortfarande vara lite obalanserat. Jag hoppas ändå att ni har kul när ni spelar det.

source: I hope you like this one... There are 2 very small deposits of gold on each of the 4 main islands and larger gold deposits on the 5 small islands. The trick is to get onto the small islands ... **you MUST go to them by boat.** If you use one small gold deposit to build your boat and launch an expedition instead of growing your army it is very easy to get to the large gold deposits. Look for a circle of small rocks marked by a tall standing stone to find the small gold mine. Quarry the small rocks to reveal the mine. I have been playing this map for a few months as I perfected the landing ability of a boat on another tribes island without being wiped out before you get ready for a battle. Comments please.
nl: Ik hoop dat je deze leuk vindt... Er zijn 2 hele kleine goudafzettingen op elk van de 4 hoofdeilanden en grotere goudafzettingen op de 5 kleine eilanden. De truc is om op de kleine eilanden te komen... **Je MOET er per boot heen ** Als je één kleine goudafzetting gebruikt om je boot te bouwen en een expeditie te starten in plaats van je leger te laten groeien, is het heel gemakkelijk om op de grote goudafzettingen te komen. Zoek naar een cirkel van kleine rotsen gemarkeerd door een hoge staande steen om de kleine goudmijn te vinden. Graaf de kleine rotsen uit om de mijn te onthullen. Ik heb deze kaart een paar maanden gespeeld om de landingsmogelijkheid van een boot op een eiland van een andere stam te perfectioneren zonder te worden weggevaagd voordat je klaar bent voor een gevecht. Commentaar graag.
sv: Jag hoppas att du gillar den här… Det finns två mycket små guldfyndigheter på var och en av de fyra huvudöarna och större guldfyndigheter på de fem små öarna. Tricket är att ta sig till de små öarna… **Du MÅSTE ta dig dit med båt.** Om du använder en liten guldfyndighet för att bygga din båt och starta en expedition istället för att utöka din armé är det mycket enkelt att ta sig till de stora guldfyndigheterna. Leta efter en cirkel av små stenar markerade med en hög stående sten för att hitta den lilla guldgruvan. Bryt de små stenarna för att avslöja gruvan. Jag har spelat den här kartan i några månader medan jag perfekterade båtens landningsförmåga på en annan stammes ö utan att bli utplånad innan du är redo för strid. Kommentarer är välkomna.

source: This is one of my first maps and one of my best maps.
nl: Dit is een van mijn eerste kaarten en een van mijn beste kaarten.
sv: Detta är en av mina första kartor och en av mina bästa kartor.

source: Only for fast 1v1s. Hard with Empire.
nl: Alleen voor snelle 1v1's. Moeilijk met Empire.
sv: Endast för snabba 1v1-matcher. Svårt med Empire.

source: This map is only for 4 - Players - Tournaments. Very Hard with Empire.
nl: Deze kaart is alleen voor 4 spelers - Toernooien. Zeer moeilijk met Empire.
sv: Denna karta är endast avsedd för turneringar med 4 spelare. Mycket svår med Empire.

source: Only for professional players.
nl: Alleen voor professionele spelers.
sv: Endast för professionella spelare.

source: The AI is very bad on this map.
nl: De AI is erg slecht op deze kaart.
sv: AI:n är väldigt dålig på den här kartan.

source: Very hard for the AI.
nl: Erg moeilijk voor de AI.
sv: Mycket svårt för AI.
