Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Here is another "Very Long Play" map. There are ten accessible islands on this map. Gold is VERY limited on the largest island. Each of the four areas has one single mine near the Port site that is closest to the Headquarters. If you are playing one of the sites on the largest island, do not start working with your soldiers until you have built one ship and located gold on one of the small islands. Number one player (Blue Flag) is initially set to a smaller island where there is ample Gold. If you are a beginner or just "Need to Win", play this site. If you are an experienced player, change your Headquarters to one of the other players and perhaps turn off the Blue Flag player completely. If you want a "More Challenging" game, switch your Headquarters to one of the sites on the large island and leave the Blue Flag player as AI. Note!! for those who decide to play the Blue Flag - There aren't any Stone mines on this island so if you choose to have Atlantians under this flag, they will NOT be able to leave the island. This was NOT a planned problem but I will not be changing the Mark I map. I will be providing a Mark II map some time in the future and that will have Stone mines on the Blue Flag area. Mark II will be for Widelands Version 1.21. As usual, this map has my "Signature Landing Ports", one for each of the four areas on the largest Island. These port sites allow the landing party to build Army buildings in safety protected by rocks that can not be removed by a quarry on the mainland. If you are playing a "Single User" game, build a ship as quickly as you can and build ports on these four sites to stop any AI tribe from blocking your access later.
nl: Hier is nog een “Heel Lang Spel”-kaart. Er zijn tien toegankelijke eilanden op deze kaart. Goud is ZEER beperkt op het grootste eiland. Elk van de vier gebieden heeft een enkele mijn in de buurt van de havenlocatie die het dichtst bij het hoofdkwartier ligt. Als je op een van de locaties op het grootste eiland speelt, begin dan niet met je soldaten totdat je een schip hebt gebouwd en goud hebt gevonden op een van de kleine eilanden. De nummer één speler (Blauwe Vlag) wordt aanvankelijk op een kleiner eiland gezet waar voldoende goud is. Als je een beginner bent of gewoon “moet winnen”, speel dan op deze site. Als je een ervaren speler bent, verander dan je Hoofdkwartier naar een van de andere spelers en schakel misschien de Blauwe Vlag-speler helemaal uit. Als je een “ Uitdagender” spel wilt, zet dan je hoofdkwartier op een van de locaties op het grote eiland en laat de speler met de Blauwe Vlag als AI. Opmerking voor degenen die besluiten om de Blauwe Vlag te spelen - Er zijn geen Steenmijnen op dit eiland dus als je ervoor kiest om Atlantiërs onder deze vlag te hebben, zullen ze NIET in staat zijn om het eiland te verlaten. Dit was GEEN gepland probleem, maar ik zal de Mark I kaart niet veranderen. Ik zal ergens in de toekomst een Mark II kaart maken en die zal Steenmijnen hebben op het Blauwe Vlag gebied. Mark II zal voor Widelands versie 1.21 zijn. Zoals gebruikelijk heeft deze kaart mijn “Ondertekende Landingshavens”, één voor elk van de vier gebieden op het grootste eiland. Deze havens stellen de landende partij in staat om Legergebouwen te bouwen in veiligheid, beschermd door rotsen die niet kunnen worden verwijderd door een steengroeve op het vasteland. Als je een “Single Player”-spel speelt, bouw dan zo snel mogelijk een schip en bouw havens op deze vier locaties om te voorkomen dat een AI-stam je later de toegang blokkeert. Hier is nog een “”Heel Lang Spel"-kaart. Er zijn tien toegankelijke eilanden op deze kaart. Goud is ZEER beperkt op het grootste eiland. Elk van de vier gebieden heeft een enkele mijn in de buurt van de Haven site die het dichtst bij het Hoofdkwartier ligt. Als je op een van de locaties op het grootste eiland speelt, begin dan niet met je soldaten totdat je een schip hebt gebouwd en goud hebt gevonden op een van de kleine eilanden. De nummer één speler (Blauwe Vlag) wordt aanvankelijk op een kleiner eiland gezet waar voldoende Goud is. Als je een beginner bent of gewoon “ Moet Winnen”, speel dan op deze site. Als je een ervaren speler bent, verander dan je Hoofdkwartier naar een van de andere spelers en schakel misschien de Blauwe Vlag-speler helemaal uit. Als je een “ Uitdagender” spel wilt, zet dan je Hoofdkwartier op één van de locaties op het grote eiland en laat de speler met de Blauwe Vlag als AI staan. Opmerking voor degenen die besluiten om de Blauwe Vlag te spelen - Er zijn geen Steenmijnen op dit eiland dus als je ervoor kiest om Atlantiërs onder deze vlag te hebben, zullen ze NIET in staat zijn om het eiland te verlaten. Dit was GEEN gepland probleem, maar ik zal de Mark I kaart niet veranderen. Ik zal ergens in de toekomst een Mark II kaart maken en die zal Steenmijnen hebben op het Blauwe Vlag gebied. Mark II zal voor Widelands versie 1.21 zijn. Zoals gebruikelijk heeft deze kaart mijn “ Handtekening Landingshavens”, één voor elk van de vier gebieden op het grootste eiland. Deze havens stellen de landende partij in staat om Legergebouwen te bouwen in veiligheid, beschermd door rotsen die niet kunnen worden verwijderd door een steengroeve op het vasteland. Als je een “Single Player”-spel speelt, bouw dan zo snel mogelijk een schip en bouw havens op deze vier locaties om te voorkomen dat een AI-stam je later de toegang blokkeert.
sv: Här är en annan "Very Long Play"-karta. Det finns tio tillgängliga öar på denna karta. Guld är MYCKET begränsat på den största ön. Var och en av de fyra områdena har en enda gruva nära hamnen som ligger närmast högkvarteret. Om du spelar på en av platserna på den största ön, börja inte arbeta med dina soldater förrän du har byggt ett skepp och hittat guld på en av de små öarna. Spelare nummer ett (blå flagga) placeras initialt på en mindre ö där det finns gott om guld. Om du är nybörjare eller bara "måste vinna", spela på denna plats. Om du är en erfaren spelare, flytta ditt högkvarter till en av de andra spelarna och stäng eventuellt av spelaren med blå flagga helt. Om du vill ha ett "mer utmanande" spel, flytta ditt högkvarter till en av platserna på den stora ön och lämna spelaren med blå flagga som AI. Obs! För dem som väljer att spela med blå flagga – det finns inga stengruvor på denna ö, så om du väljer att ha atlanter under denna flagga kommer de INTE att kunna lämna ön. Detta var INTE ett planerat problem, men jag kommer inte att ändra Mark I-kartan. Jag kommer att tillhandahålla en Mark II-karta någon gång i framtiden och den kommer att ha stenbrott i området med blå flagg. Mark II kommer att vara för Widelands version 1.21. Som vanligt har denna karta mina "Signature Landing Ports", en för vart och ett av de fyra områdena på den största ön. Dessa hamnplatser gör det möjligt för landstigningsstyrkan att bygga armébyggnader i säkerhet, skyddade av stenar som inte kan avlägsnas av ett stenbrott på fastlandet. Om du spelar ett "Single User"-spel, bygg ett skepp så snabbt du kan och bygg hamnar på dessa fyra platser för att hindra AI-stammar från att blockera din tillgång senare.

source: An improvement on the "Much Too Rocky" concept (open land and mountains are separated by water and require multiple ports for a large economy). Enable naval warfare to reach your opponent's headquarters.
nl: Een verbetering van het “ Te Rotsachtig ” concept (open land en bergen worden gescheiden door water en vereisen meerdere havens voor een grote economie). Maak zeegevechten mogelijk om het hoofdkwartier van je tegenstander te bereiken.
sv: En förbättring av konceptet "Much Too Rocky" (öppen mark och berg är åtskilda av vatten och kräver flera hamnar för en stor ekonomi). Gör det möjligt att nå motståndarens högkvarter med sjöstrid.

source: I just finished this map 5 minutes ago and haven't had a chance to play it. It's a smaller variation on the meandering river concept I uploaded a while ago.
nl: Ik heb deze kaart 5 minuten geleden afgemaakt en nog geen kans gehad om hem te spelen. Het is een kleinere variatie op het meanderende rivierconcept dat ik een tijdje geleden heb geüpload.
sv: Jag avslutade denna karta för 5 minuter sedan och har ännu inte haft möjlighet att spela den. Det är en mindre variant av det slingrande flodkonceptet som jag laddade upp för ett tag sedan.

source: Here is another "Very Long Play" map with my "Signature Landing Ports", one for each of the four areas on the largest Island. These port sites allow the landing party to build Army buildings in safety protected by rocks that can not be removed by a quarry on the mainland. If you are playing a "Single User" game, build a ship as quickly as you can and build ports on these four sites to stop any AI tribe from blocking your access later. There are Eleven accessible islands on this map. Gold is VERY limited on the largest island. Each of the four areas has one single mine near the Port site that is closest to the Headquarters. If you are playing one of the sites on the largest island, do not start working with your soldiers until you have built one ship and located gold on one of the small islands. One of the islands has a very large quantity of Marble Rich boulders blocking the way to the mining area. This is planned so that you still have important resources available at the end of your Very Long game. You may appreciate this island if you have prolific mariners as your opponents and they take control of the small islands and strip them bare. Number one player (Blue Flag) is initially set to a smaller island where there is ample Gold. If you are a beginner or just "Need to Win", play this site. If you are an experienced player, change your Headquarters to one of the other players and perhaps turn off the Blue Flag player completely. If you want a "More Challenging" game, switch your Headquarters to one of the sites on the large island and leave the Blue Flag player as AI.
nl: Hier is nog een “ Zeer Lang Spel ‘ kaart met mijn ’ Kenmerkende Landingshavens ”, een voor elk van de vier gebieden op het grootste eiland. In deze havens kan de landende partij gebouwen bouwen die beschermd worden door rotsen die niet verwijderd kunnen worden door een steengroeve op het vasteland. Als je een “Single User”-spel speelt, bouw dan zo snel mogelijk een schip en bouw havens op deze vier locaties om te voorkomen dat een AI-stam je later de toegang blokkeert. Er zijn elf toegankelijke eilanden op deze kaart. Goud is ZEER beperkt op het grootste eiland. Elk van de vier gebieden heeft een enkele mijn in de buurt van de havenlocatie die het dichtst bij het hoofdkwartier ligt. Als je op een van de locaties op het grootste eiland speelt, begin dan niet met je soldaten totdat je een schip hebt gebouwd en goud hebt gevonden op een van de kleine eilanden. Een van de eilanden heeft een zeer grote hoeveelheid Marmerrijke keien die de weg naar het mijngebied blokkeren. Dit is zo gepland dat je nog steeds belangrijke grondstoffen beschikbaar hebt aan het einde van je Zeer Lange Spel. Je zult dit eiland misschien waarderen als je overvloedige zeelieden als tegenstanders hebt en zij de controle over de kleine eilanden overnemen en ze kaalplukken. De nummer één (Blauwe Vlag) wordt aanvankelijk op een kleiner eiland gezet waar voldoende goud is. Als je een beginner bent of gewoon “moet winnen”, speel dan op deze plek. Als je een ervaren speler bent, verander dan je hoofdkwartier naar een van de andere spelers en schakel misschien de speler met de blauwe vlag helemaal uit. Als je een “uitdagender” spel wilt, zet dan je hoofdkwartier op een van de locaties op het grote eiland en laat de Blauwe Vlag-speler als AI.
sv: Här är en annan "Very Long Play"-karta med mina "Signature Landing Ports", en för vart och ett av de fyra områdena på den största ön. Dessa hamnplatser gör det möjligt för landstigningsstyrkan att bygga armébyggnader i säkerhet, skyddade av stenar som inte kan avlägsnas av ett stenbrott på fastlandet. Om du spelar ett "Single User"-spel, bygg ett skepp så snabbt du kan och bygg hamnar på dessa fyra platser för att hindra AI-stammar från att blockera din tillgång senare. Det finns elva tillgängliga öar på denna karta. Guld är MYCKET begränsat på den största ön. Var och en av de fyra områdena har en enda gruva nära hamnanläggningen som ligger närmast högkvarteret. Om du spelar på en av platserna på den största ön, börja inte arbeta med dina soldater förrän du har byggt ett skepp och hittat guld på en av de små öarna. En av öarna har en mycket stor mängd marmorrika stenblock som blockerar vägen till gruvområdet. Detta är planerat så att du fortfarande har viktiga resurser tillgängliga i slutet av ditt mycket långa spel. Du kanske uppskattar denna ö om du har produktiva sjömän som motståndare och de tar kontroll över de små öarna och tömmer dem på resurser. Spelare nummer ett (blå flagga) placeras initialt på en mindre ö där det finns rikligt med guld. Om du är nybörjare eller bara "måste vinna", spela på denna plats. Om du är en erfaren spelare, flytta ditt högkvarter till en av de andra spelarna och stäng kanske av spelaren med blå flagga helt. Om du vill ha ett "mer utmanande" spel, flytta ditt högkvarter till en av platserna på den stora ön och lämna spelaren med blå flagga som AI.

source: This is the version of [Plateau](https://www.widelands.org/maps/plateau/) that I tried to edit for inclusion as an [official map](https://codeberg.org/wl/widelands/pulls/5138), but couldn't get to work well against the AI. And be prepared for a slow game.
nl: Dit is de versie van [Plateau](https://www.widelands.org/maps/plateau/) die ik heb geprobeerd te bewerken om op te nemen als [officiële kaart](https://codeberg.org/wl/widelands/pulls/5138), maar die niet goed werkte tegen de AI. En wees voorbereid op een traag spel.
sv: Detta är den version av [Plateau](https://www.widelands.org/maps/plateau/) som jag försökte redigera för att inkludera som en [officiell karta](https://codeberg.org/wl/widelands/pulls/5138), men den fungerade inte bra mot AI. Var beredd på ett långsamt spel.

source: Amoebae
sv: Amöba

source: Flower Power
sv: Blommornas kraft

source: Hilly_desert_v1.1
sv: Kuperad_öken_v1.1

source: vtst-4_circus
sv: vtst-4_cirkus

source: Four flowers are struggling for live...
sv: Fyra blommor kämpar för att överleva…

source: 1 vs 1 2 vs 2 3 vs 3
sv: 1 mot 1 2 mot 2 3 mot 3
