Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: This group of Islands has one large island with a volcano in the center. Previous inhabitants have buried small deposits of Gold on the main island at eight places near areas that that they used for harbours. They have marked these Gold deposits with small rocks and erected standing stones. They also cleared other areas on all of the islands in the archipelago and prepared harbour platforms. There are plenty of resources on all of the islands including Gold. However; Gold on the main island is only found in the previously mentioned eight man made deposits. The wisest tribes will build ships with their small deposits of Gold and sail to the small islands first. After they begin to mine the plentiful Gold on the small islands they will begin to develop their armies.
nl: Deze eilandengroep heeft één groot eiland met een vulkaan in het midden. Eerdere bewoners hebben op acht plaatsen op het hoofdeiland kleine goudafzettingen begraven in de buurt van gebieden die ze als haven gebruikten. Ze markeerden deze goudafzettingen met kleine stenen en richtten staande stenen op. Ze hebben ook andere gebieden op alle eilanden in de archipel vrijgemaakt en havenplatforms aangelegd. Er zijn veel grondstoffen op alle eilanden, waaronder goud. Goud op het hoofdeiland wordt echter alleen gevonden in de eerder genoemde acht door mensen gemaakte afzettingen. De slimste stammen bouwen schepen met hun kleine goudvoorraden en varen eerst naar de kleine eilanden. Nadat ze zijn begonnen met het delven van het overvloedige goud op de kleine eilanden, zullen ze beginnen met het ontwikkelen van hun legers.
sv: Denna ögrupp består av en stor ö med en vulkan i mitten. Tidigare invånare har grävt ner små guldfyndigheter på huvudön på åtta platser nära områden som de använde som hamnar. De har markerat dessa guldfyndigheter med små stenar och rest stående stenar. De har också röjt andra områden på alla öarna i skärgården och förberett hamnplattformar. Det finns gott om resurser på alla öarna, inklusive guld. Guld på huvudön finns dock endast i de tidigare nämnda åtta konstgjorda fyndigheterna. De klokaste stammarna kommer att bygga skepp med sina små guldfyndigheter och segla till de små öarna först. När de har börjat bryta det rikliga guldet på de små öarna kommer de att börja utveckla sina arméer.

source: This group of Islands has one large island with a volcano in the center. Previous inhabitants have buried small deposits of Gold on the main island at eight places near areas that they used for harbors. They have marked these Gold deposits with small rocks and erected standing stones. They also cleared other areas on all of the islands in the archipelago and prepared harbor platforms. There are plenty of resources on all of the islands including Gold. However; Gold on the main island is only found in the previously mentioned eight man made deposits. The wisest tribes will build ships with their small deposits of Gold and sail to the small islands first. After they begin to mine the plentiful Gold on the small islands they will begin to develop their armies. This map is a variation of Southern Archipelago Mark i. The additions were made with the Amazon tribe in mind. Of course you can play with any of the tribes, but the Amazons can increase the fertility of the ground and the additions provide an excellent opportunity for this. Several of the natural water courses have been widened. Each of the four areas on the main island have an aqueduct that was developed by previous inhabitants. The Ferry tag has been activated so your tribes can traverse the wider water features.
nl: Deze eilandengroep heeft één groot eiland met een vulkaan in het midden. Eerdere bewoners hebben op acht plaatsen op het hoofdeiland kleine goudvoorraden begraven in de buurt van gebieden die ze als haven gebruikten. Ze markeerden deze goudafzettingen met kleine stenen en richtten staande stenen op. Ze hebben ook andere gebieden op alle eilanden in de archipel vrijgemaakt en havenplatforms voorbereid. Er zijn veel grondstoffen op alle eilanden, waaronder goud. Goud op het hoofdeiland wordt echter alleen gevonden in de eerder genoemde acht door mensen gemaakte afzettingen. De slimste stammen bouwen schepen met hun kleine goudvoorraden en varen eerst naar de kleine eilanden. Nadat ze zijn begonnen met het delven van het overvloedige goud op de kleine eilanden, zullen ze beginnen met het ontwikkelen van hun legers. Deze kaart is een variatie op Southern Archipelago Mark i. De toevoegingen zijn gemaakt met de Amazonestam in gedachten. Natuurlijk kun je met alle stammen spelen, maar de Amazones kunnen de vruchtbaarheid van de grond verhogen en de toevoegingen bieden hiervoor een uitstekende mogelijkheid. Verschillende van de natuurlijke waterlopen zijn verbreed. Elk van de vier gebieden op het hoofdeiland heeft een aquaduct dat door vorige bewoners is aangelegd. De Ferry tag is geactiveerd zodat je stammen de bredere waterpartijen kunnen doorkruisen.
sv: Denna ögrupp består av en stor ö med en vulkan i mitten. Tidigare invånare har grävt ner små guldfyndigheter på huvudön på åtta platser nära områden som de använde som hamnar. De har markerat dessa guldfyndigheter med små stenar och rest stående stenar. De har också röjt andra områden på alla öarna i skärgården och förberett hamnplattformar. Det finns gott om resurser på alla öarna, inklusive guld. Guld på huvudön finns dock endast i de tidigare nämnda åtta konstgjorda fyndigheterna. De klokaste stammarna kommer att bygga skepp med sina små guldfyndigheter och segla till de små öarna först. När de har börjat bryta det rikliga guldet på de små öarna kommer de att börja utveckla sina arméer. Denna karta är en variant av Southern Archipelago Mark i. Tilläggen gjordes med Amazonas-stammen i åtanke. Du kan självklart spela med vilken stam som helst, men Amazonerna kan öka markens bördighet och tilläggen ger en utmärkt möjlighet till detta. Flera av de naturliga vattendragen har breddats. Var och en av de fyra områdena på huvudön har en akvedukt som utvecklats av tidigare invånare. Färjetaggen har aktiverats så att dina stammar kan korsa de bredare vattendragen.

source: Reuploaded because the original author didn't wanted have his name public.
nl: Herladen omdat de oorspronkelijke auteur zijn naam niet openbaar wilde maken.
sv: Återuppladdad eftersom den ursprungliga författaren inte ville att hans namn skulle offentliggöras.

source: Valleys, Mountains and Rivers, this Map seems like a Real Landscape and it is indescribabel to play it with your favorite Widelands Civilization.
nl: Valleien, bergen en rivieren, deze kaart lijkt een echt landschap en het is onbeschrijfelijk om het te spelen met je favoriete Widelandsbeschaving.
sv: Dalar, berg och floder – den här kartan ser ut som ett riktigt landskap och det är obeskrivligt att spela den med din favoritcivilisation från Widelands.

source: Old Legends told me there were Dinosaurs in this Valley. it might be true, our hero the-x discovered interesting landscapes that lok like there had been ancient creatures. Valleys, Mountains and Rivers, this Map seems like a Real Landscape and it is indescribabel to play it with your favorite Widelands Civilization.
nl: Oude legenden vertelden me dat er dinosaurussen in deze vallei waren. Misschien is het waar, onze held the-x ontdekte interessante landschappen die lijken op oude wezens. Valleien, bergen en rivieren, deze kaart lijkt een echt landschap en het is onbeschrijfelijk om het te spelen met je favoriete Widelandsbeschaving.
sv: Gamla legender berättade för mig att det fanns dinosaurier i denna dal. Det kan vara sant, vår hjälte the-x upptäckte intressanta landskap som ser ut som om det funnits forntida varelser där. Dalar, berg och floder, denna karta ser ut som ett riktigt landskap och det är obeskrivligt att spela den med din favoritcivilisation från Widelands.

source: Valleys, Mountains and Rivers, this Map seems like a Real Landscape and it is indescribabel to play it with your favorite Widelands Civilization Interesting in Diplomaty with 6 human players
nl: Valleien, bergen en rivieren, deze kaart lijkt een echt landschap en het is onbeschrijfelijk om het te spelen met je favoriete Widelands beschaving Interessant in diplomatie met 6 menselijke spelers
sv: Dalar, berg och floder – den här kartan ser ut som ett riktigt landskap och det är obeskrivligt att spela den med din favoritcivilisation från Widelands Intressant diplomati med 6 mänskliga spelare

source: Tout est dans le titre ! 2/3 ou 4 joueurs
nl: Het zit allemaal in de titel! 2/3 of 4 spelers
sv: Allt står i titeln! 2/3 eller 4 spelare

source: Für Seefahrer ein Traum! Ich habe eine neue Karte erstellt, die viele neue Ideen und Inputs bietet für Spieler, die ein längeres Spiel mögen und gerne zur See fahren. Die Karte kann man beliebig als Vorlage nehmen, sie ist noch nicht so detailliert, wie meine anderen Karten, sondern dient als Vorlage für Ideen. Kann beliebig weiter detailliert und verfeinert werden
nl: Een droom voor zeilers! Ik heb een nieuwe kaart gemaakt die veel nieuwe ideeën en input biedt voor spelers die van een langer spel houden en graag over zee reizen. De kaart kan worden gebruikt als sjabloon, hij is nog niet zo gedetailleerd als mijn andere kaarten, maar dient als sjabloon voor ideeën. Kan naar wens verder worden gedetailleerd en verfijnd
sv: En dröm för sjöfarare! Jag har skapat en ny karta som erbjuder många nya idéer och input för spelare som gillar längre spel och att segla. Kartan kan användas som mall, den är ännu inte så detaljerad som mina andra kartor, utan fungerar som en mall för idéer. Kan detaljeras och förfinas efter behag

source: Large 16 Player map for Diplomaty or 8v8 Games
nl: Grote kaart met 16 spelers voor diplomatieke of 8v8-spellen
sv: Stor karta för 16 spelare för Diplomaty eller 8v8-spel

source: Wide green and rivers a s far as the eye can see. Expeditions in ports are a must to get to the enemy at all. Weites Grün und Flüsse, soweit das Auge reicht. Expeditionen in Häfen sind ein Muss um überhaupt zum Gegner zu kommen.
nl: Weids groen en rivieren zover het oog reikt. Expedities in havens zijn een must om überhaupt bij de vijand te komen.
sv: Breda gröna områden och floder så långt ögat når. Expeditioner i hamnar är ett måste för att överhuvudtaget kunna nå fienden. Weites Grün und Flüsse, soweit das Auge reicht. Expeditionen in Häfen sind ein Muss um überhaupt zum Gegner zu kommen.

source: Spielbar in allen Kombinationen
nl: Speelbaar in alle combinaties
sv: Kan spelas i alla kombinationer

source: Silver Mountain is an icredible 1v1 map can also be played in long games 4v4
nl: Silver Mountain is een ongelofelijke 1v1 kaart kan ook worden gespeeld in lange games 4v4
sv: Silver Mountain är en fantastisk 1v1-karta som också kan spelas i långa 4v4-spel

source: Here is another map for those with older computers. There are two of my "Signature Landing Ports", one on each of the two largest Islands. If you are playing a "Single User" game, build a ship as quickly as you can and build ports on both sites to stop any AI tribe from blocking your access later. PS This map file is an update for the map I uploaded on 2023-07-05. Unfortunately there was a problem accessing gold on the top of the snow mountain on one of the islands. That issue has been resolved with this file.
nl: Hier is een andere kaart voor mensen met oudere computers. Er zijn twee van mijn “Signature Landing Ports”, één op elk van de twee grootste eilanden. Als je een “Single User” spel speelt, bouw dan zo snel mogelijk een schip en bouw havens op beide locaties om te voorkomen dat een AI-stam je toegang later blokkeert. PS Dit kaartbestand is een update voor de kaart die ik op 2023-07-05 heb geüpload. Helaas was er een probleem met de toegang tot goud op de top van de sneeuwberg op een van de eilanden. Dat probleem is opgelost met dit bestand.
sv: Här är en annan karta för dem som har äldre datorer. Det finns två av mina "Signature Landing Ports", en på var och en av de två största öarna. Om du spelar ett "Single User"-spel, bygg ett skepp så snabbt du kan och bygg hamnar på båda platserna för att förhindra att någon AI-stam blockerar din åtkomst senare. PS Denna kartfil är en uppdatering av den karta jag laddade upp den 5 juli 2023. Tyvärr fanns det ett problem med att komma åt guldet på toppen av snöberget på en av öarna. Det problemet har lösts med denna fil.

source: Here is another map for those using Widelands 1.1 or newer. This map allows the use of Ferries so you can cross the wider areas of water. There are two of my "Signature Landing Ports", one on each of the two largest Islands. If you are playing a "Single User" game, build a ship as quickly as you can and build ports on both sites to stop any AI tribe from blocking your access later. PS This map file is an update for the map I uploaded on 2023-07-05. Unfortunately there was a problem accessing gold on the top of the snow mountain on one of the islands. That issue has been resolved with this file.
nl: Hier is nog een kaart voor degenen die Widelands 1.1 of nieuwer gebruiken. Op deze kaart kun je veerboten gebruiken, zodat je grotere wateroppervlakken kunt oversteken. Er zijn twee van mijn “Signature Landing Ports”, één op elk van de twee grootste eilanden. Als je een “Single User” spel speelt, bouw dan zo snel mogelijk een schip en bouw havens op beide locaties om te voorkomen dat een AI-stam je toegang later blokkeert. PS Dit kaartbestand is een update voor de kaart die ik op 2023-07-05 heb geüpload. Helaas was er een probleem met de toegang tot goud op de top van de sneeuwberg op een van de eilanden. Dat probleem is opgelost met dit bestand.
sv: Här är en annan karta för dem som använder Widelands 1.1 eller nyare. Denna karta tillåter användning av färjor så att du kan korsa de bredare vattenområdena. Det finns två av mina "Signature Landing Ports", en på var och en av de två största öarna. Om du spelar ett "Single User"-spel, bygg ett skepp så snabbt du kan och bygg hamnar på båda platserna för att förhindra att någon AI-stam blockerar din åtkomst senare. PS Denna kartfil är en uppdatering av den karta jag laddade upp den 5 juli 2023. Tyvärr fanns det ett problem med att komma åt guldet på toppen av snöberget på en av öarna. Det problemet har lösts med denna fil.

source: This map is missing on the Widelands web page. I did not build or design this map. It was created by BoeseKaiser, so all credits to him/her.
nl: Deze kaart ontbreekt op de Widelands-webpagina. Ik heb deze kaart niet gebouwd of ontworpen. Hij is gemaakt door BoeseKaiser, dus alle credits gaan naar hem/haar.
sv: Denna karta saknas på Widelands webbsida. Jag har inte skapat eller designat denna karta. Den har skapats av BoeseKaiser, så all ära till honom/henne.

source: This map is also available as addon.
nl: Deze kaart is ook beschikbaar als addon.
sv: Denna karta finns även som tillägg.

source: SUGGESTIONS FOR IMPROVMENTS IN THE COMMENTS!!! I will Update it. I noticed a few msitakes in the rivers. Will be changed on the next upload!
nl: SUGGESTIES VOOR VERBETERINGEN IN DE REACTIES!!! Ik zal het bijwerken. Ik zag een paar fouten in de rivieren. Worden veranderd bij de volgende upload!
sv: FÖRSLAG TILL FÖRBÄTTRINGAR I KOMMENTARERNA!!! Jag kommer att uppdatera det. Jag har upptäckt några fel i floderna. Det kommer att ändras vid nästa uppladdning!

source: Several Issues should be fixed now. Enjoy the Map!
nl: Verschillende problemen zouden nu opgelost moeten zijn. Veel plezier met de kaart!
sv: Flera problem bör nu vara åtgärdade. Njut av kartan!

source: Renabled port spaces
nl: Ingeschakelde havenruimten
sv: Återaktiverade hamnutrymmen

source: Expect a long play time on this map... This map is also available as an add-on.
nl: Verwacht een lange speeltijd op deze kaart... Deze kaart is ook beschikbaar als add-on.
sv: Förvänta dig lång speltid på denna karta… Denna karta finns även som tillägg.

source: Ai is working on this map. A map i would call something like an "artmap", visually nice and good play-ability. This map is also available as an add-on.
nl: Ai werkt aan deze kaart. Een map die ik zoiets als een “artmap” zou willen noemen, visueel mooi en goed speelbaar. Deze map is ook beschikbaar als add-on.
sv: Ai arbetar med den här kartan. En karta som jag skulle kalla något i stil med en "artmap", visuellt tilltalande och med bra spelbarhet. Denna karta finns även tillgänglig som tillägg.

source: Combination with new white summer addon recommended.
nl: Combinatie met nieuwe witte zomer addon aanbevolen.
sv: Kombination med nytt vitt sommar-tillägg rekommenderas.

source: updated version, better balance, some terrain changes, artifacts moved
nl: bijgewerkte versie, betere balans, enkele terreinwijzigingen, kunstvoorwerpen verplaatst
sv: uppdaterad version, bättre balans, vissa terrängförändringar, artefakter flyttade

source: Combination with white summer addon recommended.
nl: Combinatie met witte zomer addon aanbevolen.
sv: Kombination med vitt sommar-tillägg rekommenderas.

source: The original tropical version is available [here](https://www.widelands.org/forum/post/42193/).
nl: De originele tropische versie is [hier] beschikbaar (https://www.widelands.org/forum/post/42193/).
sv: Den ursprungliga tropiska versionen finns tillgänglig [här](https://www.widelands.org/forum/post/42193/).

source: Es herrscht ein Krieg in Skandinavien. There is a war in Scandinavia.
nl: Es herrscht ein Krieg in Skandinavien. Er is oorlog in Scandinavië.
sv: Es herrscht ein Krieg in Skandinavien. Det är krig i Skandinavien.

source: Probably my favorite map so far. Nice mix of flat/rough, green/dry/seafaring, plenty of room to grow, but doesn't take forever to reach enemies, and overall just pretty to look at.
nl: Waarschijnlijk mijn favoriete kaart tot nu toe. Mooie mix van vlak/ruw, groen/droog/zeewaarts, veel ruimte om te groeien, maar het duurt niet eeuwig om vijanden te bereiken en over het algemeen gewoon mooi om naar te kijken.
sv: Förmodligen min favoritkarta hittills. En fin blandning av platt/ojämn, grön/torr/sjöfart, gott om utrymme att växa, men det tar inte evigheter att nå fienderna, och överlag är den bara vacker att titta på.

source: The seaway idea worked out pretty well, but reaching the enemies' home islands, while theoretically possible, failed. I assumed Ai players would eventually quarry the rocks where the islands meet, but they didn't after a reasonably long waiting period. Might end up being a great map for warships, but I didn't try it with that setting on.
nl: Het idee van de zeeweg werkte vrij goed, maar het bereiken van de thuiseilanden van de vijand, hoewel theoretisch mogelijk, mislukte. Ik ging ervan uit dat Ai-spelers uiteindelijk de rotsen zouden uitgraven waar de eilanden samenkomen, maar dat deden ze niet na een redelijk lange wachttijd. Het zou een geweldige kaart voor oorlogsschepen kunnen worden, maar ik heb het niet geprobeerd met die instelling.
sv: Idén med sjövägen fungerade ganska bra, men att nå fiendens hemöar, vilket i teorin var möjligt, misslyckades. Jag antog att Ai-spelarna så småningom skulle bryta stenarna där öarna möts, men det gjorde de inte efter en rimligt lång väntetid. Det kan bli en bra karta för krigsskepp, men jag provade inte den inställningen.
