Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: This map is inspired to a real place; if you live in Turku, you may recognize the islands of ruissalo, hirvensalo, satava and kakskerta as the blue starting point, and aland, hogskar, and lumparland (not to scale) for the red. Everything else is made up. Nevertheless, I made it balanced: every player has exactly 19 big spaces, 50ish (they are difficult to count) medium spaces and 20ish small spaces, 50 stones, 54 coals, 26 granite, 63 iron, and 19 gold. So you can use it to play with your friends. This is a very technical map, and by "technical" I mean "difficult". Small islands are inefficient to produce wood, and expansion is difficult. you have to keep making woodcutters to clear the trees, then dismantle then and make military buidings to take the land, then you dismantle those, cut the roads and see where you can make a large building, and all the time you try to not lock yourself. But it is difficult equally for everyone, and if you enjoy an extra challenge in adapting to an unfriendly environment then you should like this map. The AI is incapable of playing this map to any real degree. it cannot cope with small spaces, and it regularly mmakes smaller buildings on the big slots. it generallly only manage to make two or three farrms, and sometimes not even a battle arena.
nl: Deze kaart is geïnspireerd op een echte plaats; als je in Turku woont, herken je misschien de eilanden ruissalo, hirvensalo, satava en kakskerta als het blauwe beginpunt, en aland, hogskar en lumparland (niet op schaal) voor het rode. Al het andere is verzonnen. Desalniettemin heb ik het spel evenwichtig gemaakt: elke speler heeft precies 19 grote velden, 50 ongeveer (ze zijn moeilijk te tellen) middelgrote velden en 20 ongeveer kleine velden, 50 stenen, 54 kolen, 26 graniet, 63 ijzer en 19 goud. Je kunt het dus gebruiken om met je vrienden te spelen. Dit is een zeer technische kaart, en met “technisch” bedoel ik “moeilijk”. Kleine eilanden zijn inefficiënt om hout te produceren, en uitbreiden is moeilijk. Je moet steeds houthakkers maken om de bomen te kappen, dan ontmantelen en militaire gebouwen maken om het land in te nemen, dan ontmantel je die, kapt de wegen en kijkt waar je een groot gebouw kunt maken, en de hele tijd probeer je jezelf niet te vergrendelen. Maar het is voor iedereen even moeilijk, en als je van een extra uitdaging houdt om je aan te passen aan een onvriendelijke omgeving, dan moet je deze map leuk vinden. De AI is niet in staat om deze kaart echt goed te spelen. Hij kan niet omgaan met kleine ruimtes en maakt regelmatig kleinere gebouwen op de grote sleuven. Hij slaagt er over het algemeen maar in om twee of drie farrms te maken en soms niet eens een gevechtsarena.
sv: Denna karta är inspirerad av en verklig plats. Om du bor i Åbo kanske du känner igen öarna Ruissalo, Hirvensalo, Satava och Kakskerta som den blå startpunkten, och Åland, Hogskar och Lumparland (inte i skala) för den röda. Allt annat är påhittat. Jag har dock gjort den balanserad: varje spelare har exakt 19 stora rutor, cirka 50 (de är svåra att räkna) medelstora rutor och cirka 20 små rutor, 50 stenar, 54 kol, 26 granit, 63 järn och 19 guld. Så du kan använda den för att spela med dina vänner. Det här är en mycket teknisk karta, och med "teknisk" menar jag "svår". Små öar är ineffektiva för att producera trä, och det är svårt att expandera. Du måste fortsätta att skapa skogshuggare för att röja träden, sedan riva dem och bygga militära byggnader för att ta marken, sedan riva dem, hugga vägarna och se var du kan bygga en stor byggnad, och hela tiden försöka att inte låsa in dig själv. Men det är lika svårt för alla, och om du gillar extra utmaningar i att anpassa dig till en ovänlig miljö bör du gilla den här kartan. AI:n är oförmögen att spela den här kartan på ett riktigt sätt. Den klarar inte av små utrymmen och bygger regelbundet mindre byggnader på de stora platserna. Den klarar i allmänhet bara av att bygga två eller tre gårdar, och ibland inte ens en stridsarena.

source: This is a special map - because of algorithm it was created with. It is simulation of earth plates movement and collisions. I used this tool: https://github.com/Mindwerks/worldengine and also the help of creators of the application. The tool also simulates biomes and further details. The map is for 3 players, you will have enough time to build economy before you meet your enemies. Also seafaring would be much useful, but probably not absolutely necessary.
nl: Dit is een speciale kaart - vanwege het algoritme waarmee het is gemaakt. Het is een simulatie van de beweging en botsingen van aardplaten. Ik heb deze tool gebruikt: https://github.com/Mindwerks/worldengine en ook de hulp van de makers van de applicatie. De tool simuleert ook biomen en andere details. De kaart is voor 3 spelers, je hebt genoeg tijd om een economie op te bouwen voordat je je vijanden ontmoet. Ook zeevaart zou handig zijn, maar waarschijnlijk niet absoluut noodzakelijk.
sv: Det här är en speciell karta – på grund av algoritmen som den skapades med. Den är en simulering av jordplattornas rörelser och kollisioner. Jag använde det här verktyget: https://github.com/Mindwerks/worldengine och fick också hjälp av applikationens skapare. Verktyget simulerar även biom och ytterligare detaljer. Kartan är avsedd för tre spelare, så du kommer att ha tillräckligt med tid att bygga upp en ekonomi innan du möter dina fiender. Sjöfart skulle också vara mycket användbart, men är förmodligen inte absolut nödvändigt.

source: This is completely rebuilt The Nile map. If you see any bug- please report to me. The map is made as equal to most of players. Opposit situations: Blue & Red; Yellow & Green; Orange & Black & White & Purple. Designed for games: (Red vs Blue), (Yellow & Blue vs Red & Green), (White & Purple vs Orange & Black), Blue & white & Purple vs Red & Orange & Black), (Yellow & Purple & White vs Red & Green & Black & Orange), (Blue & Yellow & Purple & White vs Red & Orange & Black & Green)
nl: Dit is een volledig herbouwde kaart van de Nijl. Als je een bug ziet, meld het me dan. De kaart is voor de meeste spelers gelijk gemaakt. Tegengestelde situaties: Blauw & Rood; Geel & Groen; Oranje & Zwart & Wit & Paars. Ontworpen voor spellen: (Rood vs Blauw), (Geel & Blauw vs Rood & Groen), (Wit & Paars vs Oranje & Zwart), Blauw & wit & Paars vs Rood & Oranje & Zwart), (Geel & Paars & Wit vs Rood & Groen & Zwart & Oranje), (Blauw & Geel & Paars & Wit vs Rood & Oranje & Zwart & Groen)
sv: Detta är en helt ombyggd karta över Nilen. Om du upptäcker några buggar, vänligen rapportera dem till mig. Kartan är utformad för att vara lika för de flesta spelare. Motsatta situationer: Blått & rött; gult & grönt; orange & svart & vitt & lila. Utformad för spel: (Röd mot blå), (Gul & blå mot röd & grön), (Vit & lila mot orange & svart), Blå & vit & lila mot röd & orange & svart), (Gul & lila & vit mot röd & grön & svart & orange), (Blå & gul & lila & vit mot röd & orange & svart & grön)

source: this map is intended for competitive game of a human player (blue) against 7 computers. it makes no sense otherwise. there are many balanced maps, but only few intended to give a hard time to a human in single player mode. those few (anchor and turtle mountain are the only ones i know) rely on close start and limited space to make your life difficult, but once you can establish an economy, they become easy. I wanted a map that would still be difficult even in the late game. So I gave the human every possible disadvantage. Need to abandon the starting land and relocate elsewhere? Making sure (by forcing you to abandon your starting land) that you will start establishing your economy hours after your opponents? Check. No coal mines? Check. Land divided in various islands, to force you to deal with the idiosyncrasies of boat transport? Check. Rugged land to limit building space? Check. Limited mineral resources? Check. Furthermore, I wanted the game to still be difficult after you kill the first AI player, so I gave the first enemies you encounter limited resources, and more resources to those that come later. So if you take too much time to kill, you won't be able to conquer any new ores, and you won't be able to make new soldiers to kill the other players. Of course, you could always use exhausted mines for a 5% chance of production; and since the computer does not do it, you will eventually overtake it. But that's easy and does not morally count as "winning the map". In the end, this is probably the hardest map uploaded to date (but it is winnable, I playtested it). Play this map only if you are 1) very good, AND looking for a challenge, or 2) a masochist
nl: deze kaart is bedoeld voor competitief spel van een menselijke speler (blauw) tegen 7 computers. anders heeft het geen zin. er zijn veel gebalanceerde kaarten, maar er zijn er maar weinig die bedoeld zijn om het een mens moeilijk te maken in de singleplayer modus. die paar (anchor en turtle mountain zijn de enige die ik ken) vertrouwen op een nauwe start en beperkte ruimte om je het leven moeilijk te maken, maar als je eenmaal een economie kunt opbouwen, worden ze makkelijk. Ik wilde een kaart die zelfs in het late spel nog moeilijk zou zijn. Dus gaf ik de mens elk mogelijk nadeel. Moet je het startland verlaten en je ergens anders vestigen? Ervoor zorgen (door je te dwingen je startland te verlaten) dat je uren na je tegenstanders begint met het opzetten van je economie? Check. Geen kolenmijnen? Check. Land verdeeld in verschillende eilanden, om je te dwingen om te gaan met de eigenaardigheden van boottransport? Check. Ruig land om bouwruimte te beperken? Check. Beperkte minerale bronnen? Check. Bovendien wilde ik dat het spel nog steeds moeilijk zou zijn nadat je de eerste AI-speler had gedood, dus heb ik de eerste vijanden die je tegenkomt beperkte grondstoffen gegeven en de vijanden die later komen meer grondstoffen. Dus als je te veel tijd nodig hebt om te doden, kun je geen nieuwe ertsen veroveren en geen nieuwe soldaten maken om de andere spelers te doden. Natuurlijk kun je altijd uitgeputte mijnen gebruiken voor 5% kans op productie; en omdat de computer het niet doet, zul je hem uiteindelijk inhalen. Maar dat is makkelijk en telt moreel niet als “de kaart winnen”. Uiteindelijk is dit waarschijnlijk de moeilijkste map die tot nu toe is geüpload (maar hij is te winnen, ik heb hem getest). Speel deze map alleen als je 1) erg goed bent, EN op zoek bent naar een uitdaging, of 2) een masochist bent
sv: Denna karta är avsedd för tävlingsspel mellan en mänsklig spelare (blå) och 7 datorer. Annars är den meningslös. Det finns många balanserade kartor, men endast ett fåtal är avsedda att göra det svårt för en människa i enkelspelarläge. Dessa få (Anchor och Turtle Mountain är de enda jag känner till) förlitar sig på nära start och begränsat utrymme för att göra livet svårt för dig, men så snart du har etablerat en ekonomi blir de lätta. Jag ville ha en karta som fortfarande skulle vara svår även i slutet av spelet. Så jag gav människan alla möjliga nackdelar. Behöver du överge startmarken och flytta någon annanstans? Se till (genom att tvinga dig att överge din startmark) att du börjar etablera din ekonomi flera timmar efter dina motståndare? Check. Inga kolgruvor? Check. Mark uppdelad i olika öar, för att tvinga dig att hantera båttransportens egenheter? Check. Ojämn mark för att begränsa byggnadsutrymmet? Check. Begränsade mineralresurser? Check. Dessutom ville jag att spelet fortfarande skulle vara svårt efter att du dödat den första AI-spelaren, så jag gav de första fienderna du möter begränsade resurser och mer resurser till de som kommer senare. Så om du tar för lång tid på dig att döda kommer du inte att kunna erövra några nya malmer och du kommer inte att kunna skapa nya soldater för att döda de andra spelarna. Naturligtvis kan du alltid använda uttömda gruvor för en 5% cchans till produktion, och eftersom datorn inte gör det kommer du så småningom att hinna ikapp den. Men det är lätt och räknas inte moraliskt sett som att "vinna kartan". I slutändan är detta förmodligen den svåraste kartan som har laddats upp hittills (men den går att vinna, jag har testspelat den). Spela denna karta endast om du är 1) mycket duktig OCH letar efter en utmaning, eller 2) masochist.

source: pretty much what it says. you have to make an economy good enough that you will outproduce six AI with only 5% chances of getting ores. You may think of trying to rush one AI and steal their metal, but I've taken measures against that - although i could not make it completely impossible, it's very hard to do and relies a lot on luck. Most important, that's not how the map is supposed to be played, so be ashamed for even thinking about it. I managed to defeat it the way it is supposed - building a massive army and defeating all enemies when they reach you; after that, I consider the map won without need to actually conquer them - with barbarians, thanks to their cheap economy. I won with empire too, but I had to use a bit of a trick to prevent the AI from attacking. That trick may or may not have worked with atlanteans, but it required so much continuous micromanaging that I gave up, at least for now.
nl: Ongeveer wat er staat. Je moet een economie maken die goed genoeg is om zes AI te overtreffen met slechts 5% kans op ertsen. Je denkt er misschien aan om één AI te overvallen en hun metaal te stelen, maar daar heb ik maatregelen tegen genomen - hoewel ik het niet helemaal onmogelijk kon maken, is het erg moeilijk om te doen en hangt het erg af van geluk. Het belangrijkste is dat dit niet de manier is waarop de kaart gespeeld zou moeten worden, dus schaam je als je er zelfs maar aan denkt. Ik ben erin geslaagd om het te verslaan op de manier waarop het hoort - het bouwen van een enorm leger en het verslaan van alle vijanden als ze je bereiken; daarna beschouw ik de kaart als gewonnen zonder ze daadwerkelijk te hoeven veroveren - met barbaren, dankzij hun goedkope economie. Ik won ook met Empire, maar ik moest een trucje toepassen om te voorkomen dat de AI zou aanvallen. Die truc werkte misschien wel of niet met Atlantiërs, maar het vereiste zoveel micromanagement dat ik het heb opgegeven, althans voor nu.
sv: Det är precis som det står. Du måste skapa en ekonomi som är tillräckligt bra för att du ska kunna producera mer än sex AI med bara 5 % c chanser att få tag på malm. Du kanske funderar på att försöka rusa en AI och stjäla deras metall, men jag har vidtagit åtgärder mot det – även om jag inte kunde göra det helt omöjligt är det mycket svårt att göra och kräver mycket tur. Viktigast av allt är att det inte är så kartan är tänkt att spelas, så skämmas för att du ens tänkte på det. Jag lyckades besegra den på det sätt som är tänkt – genom att bygga en massiv armé och besegra alla fiender när de når dig; efter det anser jag att kartan är vunnen utan att behöva erövra dem – med barbarer, tack vare deras billiga ekonomi. Jag vann också med imperiet, men jag var tvungen att använda ett litet trick för att förhindra AI från att attackera. Det tricket kanske eller kanske inte hade fungerat med atlanterna, men det krävde så mycket kontinuerlig mikrostyrning att jag gav upp, åtminstone för tillfället.

source: Another map generated with worldengine (World generator using simulation of plates, rain shadow, erosion, etc.)
nl: Een andere kaart gegenereerd met worldengine ('World generator' met simulatie van platen, regenschaduw, erosie, etc.)
sv: En annan karta genererad med worldengine (världsgenerator som använder simulering av plattor, regnskugga, erosion etc.)

source: Another map generated with help of Worldengine ( https://github.com/Mindwerks/worldengine )
nl: Een andere kaart gegenereerd met behulp van Worldengine ( https://github.com/Mindwerks/worldengine )
sv: En annan karta genererad med hjälp av Worldengine ( https://github.com/Mindwerks/worldengine )
