Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Balanced map for multiplayer use, but as the name suggests, lack of building spaces makes this tricky. Resource distribution makes this still more complicated as the big bananas have mostly granite and coal, small black banana islands are full of iron and central mountain full of gold (but there's forest on top of it). Alternatively one can pursue all these things more safely from beyond the seas, although each island has at least two possible port locations. Black mountain isles are for iron and some coal, medium banana islands (half-rotten looking) for gold and some granite, and the green islands for increased production capabilities. For landmarks there are three landmarks to discover and three to fight for on the central island complex and none beyond that. DO NOT PLAY THIS AGAINST COMPUTER, EXEPT IN LEARNING PURPOSES OR AS NON-COMPETITIVE CHALLENGE. DO NOT DISABLE START POSITIONS.
nl: Uitgebalanceerde kaart voor multiplayer, maar zoals de naam al doet vermoeden, maakt het gebrek aan bouwplaatsen dit lastig. De verdeling van grondstoffen maakt het nog ingewikkelder, want de grote bananen hebben vooral graniet en steenkool, de kleine zwarte bananeneilanden zitten vol ijzer en de centrale berg zit vol goud (maar er is bos bovenop). Als alternatief kun je al deze dingen veiliger nastreven vanaf de andere kant van de zee, hoewel elk eiland ten minste twee mogelijke havenlocaties heeft. Zwarte bergeilanden zijn voor ijzer en wat kolen, middelgrote bananeneilanden (halfverrot) voor goud en wat graniet, en de groene eilanden voor meer productiemogelijkheden. Voor oriëntatiepunten zijn er drie om te ontdekken en drie om voor te vechten op het centrale eilandencomplex en geen daarbuiten. SPEEL DIT NIET TEGEN DE COMPUTER, BEHALVE VOOR LEERDOELEINDEN OF ALS NIET-COMPETITIEVE UITDAGING. SCHAKEL STARTPOSITIES NIET UIT.
sv: Balanserad karta för multiplayer-användning, men som namnet antyder gör bristen på byggnadsutrymme detta svårt. Resursfördelningen gör detta ännu mer komplicerat eftersom de stora bananöarna mestadels har granit och kol, de små svarta bananöarna är fulla av järn och det centrala berget är fullt av guld (men det finns skog på toppen av det). Alternativt kan man sträva efter alla dessa saker på ett säkrare sätt från andra sidan havet, även om varje ö har minst två möjliga hamnplatser. De svarta bergöarna är för järn och lite kol, de medelstora bananöarna (som ser halvruttna ut) för guld och lite granit, och de gröna öarna för ökad produktionskapacitet. När det gäller landmärken finns det tre landmärken att upptäcka och tre att kämpa om på den centrala ögruppen och inga bortom den. SPELA INTE DETTA MOT DATORN, UTOM I LÄRANDE SYFTE ELLER SOM EN ICKE-KONKURRERANDE UTMANING. INAKTIVERA INTE STARTPOSITIONERNA.

source: Bergwerke besser verteilt damit die KI besser damit zurecht kommt, Steinhaufen verkleinert, Häfen hinzugefügt, Landschaft teils begradigt.
nl: Mijnen beter verdeeld zodat de AI er beter mee om kan gaan, Steenhopen kleiner gemaakt, Havens toegevoegd, Landschap deels rechtgetrokken.
sv: Gruvorna har fördelats bättre så att AI:n klarar av dem bättre, stenhögarna har minskats, hamnar har lagts till och landskapet har delvis jämnats ut.

source: Bergwerke optimiert damit ALLE Spieler Granitminen finden, Land eingeebnet, Häfen inzugefügt.
nl: Mijnen geoptimaliseerd zodat ALLE Spelers Granietmijnen kunnen vinden, Land geëgaliseerd, Havens toegevoegd.
sv: Bergwerke optimerar därmed ALLA spelare Granitgruvor hittas, mark planas ut, hamnar läggs till.

source: Blue - Empire, Red - Redoran, Yellow - Hlaalu, Green - Telvanni, Black - Dagoth Ur, Brown - Vivec, Violet - Ashlanders, White - Skaal
nl: Blauw - Keizerrijk, Rood - Redoran, Geel - Hlaalu, Groen - Telvanni, Zwart - Dagoth Ur, Bruin - Vivec, Violet - Ashlanders, Wit - Skaal
sv: Blått – Imperiet, rött – Redoran, gult – Hlaalu, grönt – Telvanni, svart – Dagoth Ur, brunt – Vivec, violett – Ashlanders, vitt – Skaal

source: Blue - Ring of Water, Red - Monastery of Innos, Yellow - Canyon Orcs, Green - Orcs Village, Gray - Continent Orcs, Orange - Khorinis, Violet - Paladins, White - Onar's Farm, Azure - Pirates, Burgund - Bandits, Cream - Xardas
nl: Blauw - Ring van Water, Rood - Klooster van Innos, Geel - Canyon Orcs, Groen - Orcsdorp, Grijs - Continent Orcs, Oranje - Khorinis, Paars - Paladijnen, Wit - Onar's Farm, Azuur - Piraten, Bourgondisch - Bandieten, Crème - Xardas.
sv: Blå - Vattenringen, Röd - Innos kloster, Gul - Kanjonorkerna, Grön - Orkby, Grå - Kontinentorkerna, Orange - Khorinis, Violett - Paladinerna, Vit - Onars gård, Azurblå - Piraterna, Burgund - Banditerna, Krämfärgad - Xardas

source: Chacuns dans son coin, mais pour combien de temps ... ?
nl: Elk in hun eigen hoekje, maar voor hoe lang... ?
sv: Var och en på sin plats, men hur länge …?

source: Die Schlacht bei Norditi war eine Schlacht zwischen einem friesischen Heer und einem Heer dänischer Wikinger im Jahr 884.
nl: De Slag bij Norditi was een Veldslag tussen een Fries leger en een leger Deense Vikingen in 884.
sv: Slaget vid Norditi var ett slag mellan en frisiska armé och en armé av danska vikingar år 884.

source: Die hellgrünen Pfade führen zu insgesamt drei Hafenbauplätzen auf der Starthalbinsel. Manchmal muss das Land bis zum Ufer eingenommen werden, damit der Hafenbauplatz sichtbar wird.
nl: De lichtgroene Paden leiden naar in totaal drie Havenbouwplaatsen op het Startschiereiland. Soms moet het Land tot aan de kust worden genomen zodat de Havenbouwplaats zichtbaar wordt.
sv: De ljusgröna stigarna leder till totalt tre hamnbyggnadsplatser på starthalvön. Ibland måste marken intas ända fram till stranden för att hamnbyggnadsplatsen ska bli synlig.

source: Difficulty: Blue: 40% Medium Yellow: 80% Good Player Red: 100% Pro I suggest Yellow v Red
nl: Moeilijkheidsgraad: Blauw: 40% Medium Geel: 80% Goede speler Rood: 100% Pro Ik stel voor Geel tegen Rood
sv: Svårighetsgrad: Blå: 40 % Medelgul: 80 % Bra spelare Röd: 100 % Proffs Jag föreslår gul mot röd

source: Ein Traum für Seefahrer
nl: Een Droom voor Zeevaarders
sv: En dröm för sjöfarare

source: Eine (fast) identische zwei - Spieler - Karte für ein kleines 1v1.
nl: Een (bijna) identieke Kaart voor twee Spelers voor een kleine 1v1.
sv: En (nästan) identisk tvåspelarkort för ett litet 1v1.

source: Eisenhold - versteckte einst riesige Schätze in den Wäldern. Die Eichen mögen zahlreich im Westen sein, die Legende erzählt, dass man sich entscheiden muss - unendlicher Reichtum, entscheide sich der Wanderer Eisenholz zu folgen oder aber die Lösung des Raumzeit Dilemma, folge man den Flüssen nur lange genug nach Norden.
nl: Ironhold - ooit lagen er enorme Schatten verborgen in de Bossen. De Eiken mogen dan talrijk zijn in het Westen, maar volgens de legende moet je een keuze maken - oneindige Rijkdom als je besluit Ironwood te volgen, of de oplossing voor het ruimte-tijd Dilemma als je de Rivieren lang genoeg noordwaarts volgt.
sv: Eisenhold - gömde en gång enorma skatter i skogarna. Ekarna må vara talrika i väster, men legenden säger att man måste välja - oändlig rikedom, om vandraren väljer att följa järnträdet, eller lösningen på rumtidens dilemma, om man följer floderna tillräckligt långt norrut.

source: Embark on an epic journey through 'Middle Earth and The Undying Lands,' inspired by the legendary world of The Lord of the Rings. Explore vast landscapes, and face thrilling challenges as you immerse yourself in this unique Adventure.
nl: Ga op een epische reis door 'Middle Earth and The Undying Lands', geïnspireerd op de legendarische wereld van The Lord of the Rings. Verken uitgestrekte landschappen en ga spannende uitdagingen aan terwijl je jezelf onderdompelt in dit unieke avontuur.
sv: Ge dig ut på en episk resa genom "Midgård och de odödliga länderna", inspirerad av den legendariska världen i Sagan om ringen. Utforska vidsträckta landskap och möta spännande utmaningar när du fördjupar dig i detta unika äventyr.

source: Explore this beautiful lake in the Sierras. You can start near the shore, or, if you want a challenge, make your headquarters in the high desert beyond the mountains.
nl: Verken dit prachtige meer in de Sierras. Je kunt dicht bij de oever beginnen of, als je een uitdaging wilt, je hoofdkwartier maken in de hoge woestijn achter de bergen.
sv: Utforska denna vackra sjö i Sierras. Du kan börja nära stranden, eller, om du vill ha en utmaning, slå läger i den höga öknen bortom bergen.

source: Few small islands in the middle of Aegean Sea.
nl: Enkele kleine eilanden in het midden van de Egeïsche Zee.
sv: Några små öar mitt i Egeiska havet.

source: Finally! You have reached the far south and set up a base, but it seems that the Old Antarctic itself is still not very close. It is told that the land is so rich that gold stones cover its coast. You have to cut down some trees and build a ship to continue your journey. Otherwise, there will be no precious gold left for you. You may also run out of coal very soon. Your expedition is not the only one that strives to gain the fabulous wealth and everlasting fame.
nl: Eindelijk! Je hebt het verre zuiden bereikt en een basis opgezet, maar het lijkt erop dat het Oude Antarctica zelf nog steeds niet erg dichtbij is. Er wordt verteld dat het land zo rijk is dat goudstenen de kust bedekken. Je moet wat bomen omhakken en een schip bouwen om je reis voort te zetten. Anders blijft er geen kostbaar goud voor je over. Je zult ook snel zonder kolen komen te zitten. Jouw expeditie is niet de enige die streeft naar fabelachtige rijkdom en eeuwige roem.
sv: Äntligen! Du har nått lång söderut och byggt upp en bas här, men det verkar som att gamla Antarktis i egen hög person ändå inte är speciellt nära. Det sägs att att landet är så rikt att kusten täcks av guldklimpar. Du behöver hugga ner några träd och bygga ett skepp för att fortsätta din resa. Annars kommer det inte att finnas något dyrbart guld kvar åt dig. Du kan också få slut på kol väldigt snart. Din expedition är inte den enda som strävar efter att erövra den fantastiska rikedomen och evig berömmelse.

source: Four circus surrounded by mountains full of resources, in a desertic area.
nl: Vier circussen omringd door bergen vol grondstoffen, in een woestijnachtig gebied.
sv: Fyra cirkusar omgivna av berg fulla av resurser, i ett ökenområde.

source: Gelände begradigt und Bergwerke optimiert.
nl: Terrein geëgaliseerd en Mijnen geoptimaliseerd.
sv: Terrängen har jämnats ut och gruvorna optimerats.

source: Highly symmetrical map with some minor trade-offs towards aesthetics. How to use: For solo or two players: Choose blue or red start position. In the beginning you most propably have to flee from your home peninsula to survive. This is solo - duo challenge mode. Basics: After fleeing, conquer the part of the continent you chosen to settle, then fight your way through the peninsula in the middle or use ships while trying to conquer your initial half of the island. For four players: Use yellow - green -pink - white, or gray - orange - turquoise - purple to start. With the first set north & south should not team up. Always use computer players for unused start positions, exept blue and red, which should be disabled. For eight players: Play north vs. south or with free alliances. Disable blue and red player's start position.
nl: Zeer symmetrische kaart met enkele kleine afwegingen voor esthetiek. Hoe te gebruiken: Voor solo of twee spelers: Kies een blauwe of rode startpositie. In het begin moet je waarschijnlijk vluchten van je eigen schiereiland om te overleven. Dit is de solo-duo-uitdagingsmodus. Basis: Verover na de vlucht het deel van het continent dat je hebt gekozen om je te vestigen, vecht je vervolgens een weg door het schiereiland in het midden of gebruik schepen terwijl je probeert je oorspronkelijke helft van het eiland te veroveren. Voor vier spelers: Gebruik geel - groen -roze - wit, of grijs - oranje - turquoise - paars om te beginnen. Met de eerste set moeten noord & zuid niet samenwerken. Gebruik altijd computerspelers voor ongebruikte startposities, behalve blauw en rood, die uitgeschakeld moeten worden. Voor acht spelers: Speel noord tegen zuid of met vrije allianties. Schakel de startposities van blauwe en rode spelers uit.
sv: Mycket symmetrisk karta med några mindre kompromisser när det gäller estetik. Hur man använder: För solo eller två spelare: Välj blå eller röd startposition. I början måste du troligen fly från din hemhalvö för att överleva. Detta är solo-duo-utmaningsläge. Grunder: Efter flykten erövrar du den del av kontinenten du valt att bosätta dig på, sedan kämpar du dig igenom halvön i mitten eller använder skepp medan du försöker erövra din ursprungliga halva av ön. För fyra spelare: Använd gult – grönt – rosa – vitt eller grått – orange – turkos – lila för att börja. I den första omgången ska norr och söder inte samarbeta. Använd alltid datorspelare för oanvända startpositioner, förutom blått och rött, som ska inaktiveras. För åtta spelare: Spela norr mot söder eller med fria allianser. Inaktivera blå och röda spelares startposition.

source: Häfen hinzugefügt, Landschaft optimiert.
nl: Havens toegevoegd, Landschap geoptimaliseerd.
sv: Hamnar tillagda, landskap optimerat.

source: In the middle of summer, a series of volcanic eruptions drew the winter in. Suddenly, the sun seemed to be gone and the only light and heat sources left were those that enforced this dramatic change. Continents, oceans and seas are frozen now, only the volcanic islands seem to be left as habitable land.
nl: Midden in de zomer trok een reeks vulkaanuitbarstingen de winter binnen. Plotseling leek de zon verdwenen en waren de enige overgebleven licht- en warmtebronnen de bronnen die deze dramatische verandering afdwongen. Continenten, oceanen en zeeën zijn nu bevroren, alleen de vulkanische eilanden lijken nog bewoonbaar te zijn.
sv: Mitt i sommaren fick en serie vulkanutbrott vintern att komma. Plötsligt verkade solen vara borta och den enda källan till ljus och värme som fanns kvar var den som orsakade denna dramatiska förändring. Kontinenter, hav och sjöar är nu frusna och bara vulkanöarna verkar nu återstå som beboeliga öar.

source: Inseln verbunden, Bergwerke und Häfen hinzugefügt.
nl: Eilanden verbonden, Mijnen en Havens toegevoegd.
sv: Öar sammankopplade, gruvor och hamnar tillagda.

source: It seems like your tribe has emerged from that tiny hole like island in the middle of an another island.. how strange. Nevertheless, you just can't sit there for forever, can you? And then when you get out of there, you may figure out that someone has deliberately planned all the awfulness of the rest of the island to make you lose your mind. Then on top of that there's two other tribes to complete the fun..
nl: Het lijkt wel of je stam uit dat kleine gat-achtige eiland midden op een ander eiland is gekomen... wat vreemd. Toch kun je daar niet eeuwig blijven zitten, toch? En als je er dan uit komt, kom je er misschien achter dat iemand met opzet de rest van het eiland zo vreselijk heeft ingericht dat je er gek van wordt. En dan zijn er ook nog twee andere stammen om de pret compleet te maken...
sv: Det verkar som om din stam har dykt upp från det där lilla hålet som liknar en ö mitt i en annan ö… hur konstigt. Men du kan ju inte sitta där för evigt, eller hur? Och när du kommer ut därifrån kanske du inser att någon medvetet har planerat alla hemska saker på resten av ön för att få dig att förlora förståndet. Och dessutom finns det två andra stammar som gör det hela ännu roligare..

source: Karte eingegrünt und verbessert, Häfen hinzugefügt.
nl: Kaart vergroend en verbeterd, Havens toegevoegd.
sv: Karta grönmarkerad och förbättrad, hamnar tillagda.

source: Karte optimiert, 2 unnötige Spieler entfernt.
nl: Kaart geoptimaliseerd, 2 overbodige Spelers verwijderd.
sv: Kortet optimerat, 2 onödiga spelare borttagna.

source: Karte verkleinert.
nl: Kaart verkleind.
sv: Karta förminskad.

source: Keine Beschreibung vorhanden
nl: Geen Beschrijving beschikbaar
sv: Ingen beskrivning tillgänglig

source: Keine Grenzen sind auf dieser Karte gesetzt, ob du ganz im Wald startetest als Urwaldvolk oder im Gebirge oder im Lande der Dunklen - Teams: 1-8 die Guten 9-16 Ödlandvölker - 1,2,3 : die gestrandeten Seefahrer 16,8,9 : die Alpenvölker - - - - - - - - - - - Wenn ihr zu viert seid, spielt die Karte als 4 Seefahrer -
nl: Er zijn geen Grenzen aan deze kaart, of je nu helemaal in het Bos begint als Junglevolk of in de Bergen of in het Land van de Duisteren. - Teams: 1-8 de Goeie 9-16 Wasteland Mensen - 1.2.3 : de gestrande Zeelieden 16,8,9 : de Alpenvolkeren - - - - - - - - - - - Als je met z'n vieren bent, speel de kaart dan als 4 Zeelieden -
sv: Inga gränser är satta på denna karta, oavsett om du startar i skogen som urskogsfolk eller i bergen eller i de mörkas land - Lag: 1-8 de goda 9-16 ödemarksfolk - 1,2,3 : de strandade sjöfararna 16,8,9 : alpfolken - - - - - - - - - - - Om ni är fyra spelar ni kartan som 4 sjöfarare -

source: Land begrünt und verändert, Seefahrt hinzugefügt.
nl: Land vergroende en veranderde, Zeevaart kwam erbij.
sv: Marken har grönskats och förändrats, sjöfart har lagts till.

source: Land vergrößert, Häfen und Berge hinzugefügt, Seegrenzen entfernt.
nl: Land vergroot, Havens en Bergen toegevoegd, Zeegrenzen verwijderd.
sv: Mark utökad, hamnar och berg tillagda, sjögränser borttagna.

source: Landschaft begradigt, ungeliebte Artefakte entfernt, Häfen hinzugefügt, Bergwerke optimiert.
nl: Landschap rechtgetrokken, onbeminde Voorwerpen verwijderd, Havens toegevoegd, Mijnen geoptimaliseerd.
sv: Landskapet har jämnats ut, oönskade artefakter har tagits bort, hamnar har lagts till och gruvor har optimerats.

source: Landschaft eingegrünt damit man Bäume pflanzen kann, 1000 Steine entfernt damit man sie nicht erst 5 Stunden lang entfernen muss, Bergwerke optimiert.
nl: Het landschap groener gemaakt zodat je Bomen kunt planten, 1000 Stenen verwijderd zodat je geen 5 Uur hoeft te spenderen om ze te verwijderen, Mijnen geoptimaliseerd.
sv: Landskapet har grönskats så att man kan plantera träd, 1000 stenar har tagits bort så att man inte behöver spendera 5 timmar på att ta bort dem, gruvorna har optimerats.

source: Landschaft leicht verändert und abgeflacht sowie Rohstoffe besser verteilt.
nl: Het Landschap is iets veranderd en vlakker geworden en de Grondstoffen zijn beter verdeeld.
sv: Landskapet har förändrats något och blivit mer plant, och råvarorna har fördelats bättre.

source: Landschaft optimiert
nl: Landschap geoptimaliseerd
sv: Landskap optimerat

source: Landschaft und Bergwerke hinzugefügt/verbessert. Massenhaft unnütze ''Unbewegliche Objekte'' entfernt. Inseln verbunden. 2 Spieler hinzugefügt.
nl: Landschap en Mijnen toegevoegd/verbeterd. Veel nutteloze ''Onroerende Objecten'' verwijderd. Eilanden verbonden. 2 Spelers toegevoegd.
sv: Landskap och gruvor tillagda/förbättrade. Massor av onödiga "orörliga objekt" borttagna. Öar sammankopplade. 2 spelare tillagda.

source: Landschaft und Bergwerke optimiert, unnötige Inselchen entfernt, Häfen hinzugefügt.
nl: Landschap en Mijnen geoptimaliseerd, onnodige Eilanden verwijderd, Havens toegevoegd.
sv: Landskap och gruvor optimerade, onödiga öar borttagna, hamnar tillagda.

source: Landschaft und Ressourcen verbessert,
nl: Landschap en Hulpbronnen verbeterd,
sv: Landskap och resurser förbättrade,

source: Landschaft und Rohstoffe verändert.
nl: Landschap en Grondstoffen veranderd.
sv: Landskap och råvaror förändras.

source: Landschaft verbessert und 2 Spieler + Häfen hinzugefügt.
nl: Landschap verbeterd en 2 Spelers + Havens toegevoegd.
sv: Landskapet förbättrat och 2 spelare + hamnar tillagda.

source: Landschaft verbessert und Bergwerke optimiert.
nl: Landschap verbeterd en Mijnen geoptimaliseerd.
sv: Landskapet förbättras och gruvorna optimeras.

source: Landschaft verbessert, Häfen eingerichtet.
nl: Landschap verbeterd, Havens aangelegd.
sv: Landskapet förbättrat, hamnar anlagda.

source: Landschaft verbessert, Häfen hinzugefügt
nl: Landschap verbeterd, Havens toegevoegd
sv: Landskapet förbättrat, hamnar tillagda

source: Landschaft verändert
nl: Landschap veranderd
sv: Landskapet förändras

source: Landschaft verändert, Häfen hinzugefügt.
nl: Landschap veranderd, Havens toegevoegd.
sv: Landskapet har förändrats, hamnar har lagts till.

source: Landschaft, Bergwerke und Häfen verbessert.
nl: Landschap, Mijnen en Havens verbeterd.
sv: Landskap, gruvor och hamnar förbättras.

source: Map originally designed for Settlers2
nl: Kaart oorspronkelijk ontworpen voor Settlers2
sv: Karta ursprungligen designad för Settlers2

source: New version of the popular Three Warriors map. Four valleys that eventually connect. Extendable to any player number with template from online map section and ''copy paste script'' found in map editor forum.
nl: Nieuwe versie van de populaire Three Warriors-kaart. Vier valleien die uiteindelijk met elkaar verbinden. Uitbreidbaar tot elk spelersaantal met sjablonen uit de online kaartsectie en ''copy-paste script'' gevonden in het kaarteditorforum.
sv: Ny version av den populära kartan Three Warriors. Fyra dalar som så småningom ansluter till varandra. Kan utökas till valfritt antal spelare med mall från onlinekartsektionen och ”kopiera-klistra-in-skriptet” som finns i kartredigeringsforumet.

source: No description defined
nl: Geen beschrijving gedefinieerd
sv: Ingen beskrivning definierad

source: Ohne Seefahrt kommt man nicht weit.
nl: Zonder Zeevaart kom je niet ver.
sv: Utan sjöfart kommer man inte långt.

source: One main land with two smaller islands to explore.
nl: Eén vasteland met twee kleinere eilanden om te verkennen.
sv: Ett huvudland med två mindre öar att utforska.

source: Our tribe as well as 7 other tribes has been living on this small islands for ages. But now our lives should change. Wise men of our tribe say that a new island has been found, very rich and large. They call it Kalamanthean. And this new land is promising a cultural growth our tribe is missing. We just have to build a ship very quickly and sail to the north and to the west to reach this blessed land of welfare.
nl: Onze stam en 7 andere stammen leven al eeuwenlang op dit kleine eiland. Maar nu zou ons leven moeten veranderen. Wijze mannen van onze stam zeggen dat er een nieuw eiland is gevonden, zeer rijk en groot. Ze noemen het Kalamanthean. En dit nieuwe land belooft een culturele groei die onze stam mist. We hoeven alleen maar heel snel een schip te bouwen en naar het noorden en het westen te varen om dit gezegende land van welvaart te bereiken.
sv: Vår stam och sju andra stammar har bott på dessa små öar i åratal. Men nu kommer våra liv att förändras. Våra stamens vise män säger att en ny ö har upptäckts, en mycket rik och stor ö. De kallar den Kalamanthean. Och detta nya land lovar en kulturell utveckling som vår stam saknar. Vi måste bara bygga ett skepp mycket snabbt och segla norrut och västerut för att nå detta välsignade land av välstånd.
