Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: With Ferries.
nl: Met Veerboten.
sv: Med färjor.

source: Schreibt eure Meinung gerne in die Kommentare :) Ich werde jeden Kommentar lesen.
nl: Voel je vrij om je Mening in de Reacties te schrijven :) Ik zal elk Reactie lezen.
sv: Skriv gärna era åsikter i kommentarerna :) Jag kommer att läsa alla kommentarer.

source: Beim erstellen der Karte ist leider etwas schief gelaufen: Beim ersten Testen ergab, dass sich jeder Spieler gleich gut entwickeln kann. Ich wollte die Karte am Abend unbedingt noch online stellen, weil ich eh mehrere Woche vom Kartenbauzeitplan abweiche. Deswegen habe ich zu Anfang nur 3 Tests durchgeführt und einen Ausgleichsgrad von 100% erreicht. Beim erneuten Testen liegt dieser nur noch auf 20%. Ich bitte dies zu entschuldigen. Kartenbauvideo: https://www.youtube.com/watch?v=7E-ol3CA3EA
nl: Helaas ging er iets mis bij het maken van de kaart: Uit de eerste test bleek dat elke speler zich even goed kan ontwikkelen. Ik wilde de kaart echt 's avonds online zetten omdat ik toch al een paar weken van het schema voor het maken van de kaart afweek. Daarom heb ik in het begin maar 3 tests gedaan en een balans van 100% bereikt. Bij het hertesten is dit nu nog maar 20%. Mijn excuses hiervoor. Video over kaartbouw: https://www.youtube.com/watch?v=7E-ol3CA3EA
sv: Tyvärr gick något fel när jag skapade kartan: Vid det första testet visade det sig att alla spelare kan utvecklas lika bra. Jag ville absolut lägga upp kartan online på kvällen, eftersom jag ändå avviker flera veckor från kartbyggnadsplanen. Därför genomförde jag bara tre tester i början och uppnådde en balansgrad på 100 % e. Vid det nya testet ligger den bara på 20 %. Jag ber om ursäkt för detta. Kartbyggnadsvideo: https://www.youtube.com/watch?v=7E-ol3CA3EA

source: I hope this map is balanced. Comments are welcome :)
nl: Ik hoop dat deze kaart evenwichtig is. Reacties zijn welkom :)
sv: Jag hoppas att denna karta är balanserad. Kommentarer är välkomna :)

source: I hope this map is balanced :) Comments are welcome.
nl: Ik hoop dat deze kaart evenwichtig is :) Reacties zijn welkom.
sv: Jag hoppas att denna karta är balanserad :) Kommentarer är välkomna.

source: I hope, this map is balanced :) Comments are welcome. Seafearing is useless.
nl: Ik hoop dat deze kaart evenwichtig is :) Reacties zijn welkom. Zeevrees is nutteloos.
sv: Jag hoppas att denna karta är balanserad :) Kommentarer är välkomna. Seafearing är värdelöst.

source: I hope this map is good :) Comments are welcome.
nl: Ik hoop dat deze kaart goed is :) Reacties zijn welkom.
sv: Jag hoppas att den här kartan är bra :) Kommentarer är välkomna.

source: I hope, this challenge is hard :) Playing against 3 AIs have a much better start as you is not easy. What? You said "this is very easy"? You can make this harder: 1. Start with poor hamlet 2. The AIs are starting with Trading Outpost 3. Play as Empire or Atlanteans 4. Win condition: artifacts (very hard) Comments are welcome ;)
nl: Ik hoop dat deze uitdaging moeilijk is :) Spelen tegen 3 AI's die een veel betere start hebben als jij is niet makkelijk. Wat? Je zei “dit is heel makkelijk”? Je kunt dit moeilijker maken: 1. Begin met een arm gehucht 2. De AI's beginnen met een handelspost 3. Speel als Empire of Atlantiërs 4. Win voorwaarde: artefacten (zeer moeilijk) Reacties zijn welkom ;)
sv: Jag hoppas att den här utmaningen är svår :) Att spela mot tre AI-spelare är inte lätt, eftersom de har en mycket bättre start än du. Vadå? Sa du att "det här är väldigt lätt"? Du kan göra det svårare: 1. Börja med en fattig by. 2. AI-spelarna börjar med en handelsstation. 3. Spela som Imperiet eller Atlantis. 4. Vinstvillkor: artefakter (väldigt svårt). Kommentarer är välkomna ;)

source: The starting positions are 100% equal and the map is flat :) Comments are welcome.
nl: De startposities zijn 100% gelijk en de kaart is vlak :) Reacties zijn welkom.
sv: Startpositionerna är 100% equal och kartan är platt :) Kommentarer är välkomna.

source: Long seafearing game for 3 players. The AI has big problems on the map. Comments are welcome :)
nl: Lang zeevaartspel voor 3 spelers. De AI heeft grote problemen op de kaart. Reacties zijn welkom :)
sv: Långt sjöfartsspel för 3 spelare. AI har stora problem på kartan. Kommentarer är välkomna :)

source: Can't be played with autocrat! Recommended win conditions: Collectors, Artifacts Comments are welcome
nl: Kan niet gespeeld worden met autocraat! Aanbevolen winvoorwaarden: Verzamelaars, Artefacten Reacties zijn welkom
sv: Kan inte spelas med autokrat! Rekommenderade vinstvillkor: Samlare, artefakter Kommentarer är välkomna

source: This is the official Crater map, but all is desert terrain.
nl: Dit is de officiële Krater-kaart, maar alles is woestijnachtig terrein.
sv: Detta är den officiella kartan över kratern, men allt är ökenmark.

source: made for 1v1, 2v2 and 3v3 enjoy
nl: gemaakt voor 1v1, 2v2 en 3v3 geniet van
sv: skapad för 1v1, 2v2 och 3v3 njut

source: This is simply the official map Elven Forests, but with one difference: There are no altitude differences. This increases the fun to play a lot in my opinion.
nl: Dit is gewoon de officiële kaart Elvenbossen, maar met één verschil: Er zijn geen hoogteverschillen. Dit verhoogt naar mijn mening het speelplezier enorm.
sv: Det här är helt enkelt den officiella kartan Elven Forests, men med en skillnad: det finns inga höjdskillnader. Det ökar enligt min mening spelglädjen avsevärt.

source: Maps for Multiplayer Games created and tested by the-x - strategical - graphics might be overdone - Players are set in balanced positions, but not identical. Good for interesting Multiplayer Games and for Tournaments or Casts. Search "Widelands Cast" on youtube. Gold is hard to find, so master the challenge to hold your enemy back in an active gameplay. The-X
nl: Kaarten voor Multiplayer Games gemaakt en getest door the-x - strategisch - graphics zijn misschien overdreven - Spelers staan in evenwichtige posities, maar niet identiek. Goed voor interessante multiplayer-spellen en voor toernooien of Casts. Zoek op “Widelands Cast” op youtube. Goud is moeilijk te vinden, dus beheers de uitdaging om je vijand tegen te houden in een actieve gameplay. The-X
sv: Kartor för flerspelarspel skapade och testade av the-x – strategiska – grafiken kan vara överdriven – Spelarna placeras i balanserade positioner, men inte identiska. Bra för intressanta flerspelarspel och för turneringar eller casts. Sök efter "Widelands Cast" på YouTube. Guld är svårt att hitta, så bemästra utmaningen att hålla tillbaka din fiende i ett aktivt spel. The-X

source: Maps for Multiplayer Games created and tested by the-x - strategical - graphics might be overdone - Players are set in balanced positions, but not identical. Good for interesting Multiplayer Games and for Tournaments or Casts. Gold is hard to find, so master the challenge to hold your enemy back in an active gameplay. The-X
nl: Kaarten voor Multiplayer-spellen gemaakt en getest door the-x - strategisch - graphics zijn misschien overdreven - Spelers staan in evenwichtige posities, maar niet identiek. Goed voor interessante Multiplayer-spellen en voor Toernooien of Wedstrijden. Goud is moeilijk te vinden, dus beheers de uitdaging om je vijand tegen te houden in een actief spelverloop. The-X
sv: Kartor för flerspelarspel skapade och testade av the-x – strategiska – grafiken kan vara överdriven – Spelarna placeras i balanserade positioner, men inte identiska. Bra för intressanta flerspelarspel och för turneringar eller casts. Guld är svårt att hitta, så bemästra utmaningen att hålla tillbaka din fiende i ett aktivt spel. The-X

source: Perfekt für 3 Spieler - Maps for Multiplayer Games created and tested by the-x - strategical - graphics might be overdone - Players are set in balanced positions, but not identical. Good for interesting Multiplayer Games and for Tournaments or Casts. Search "Widelands Cast" on youtube. Gold is hard to find, so master the challenge to hold your enemy back in an active gameplay. The-X
nl: Perfect voor 3 spelers - Kaarten voor Multiplayer Games gemaakt en getest door the-x - strategisch - graphics kunnen overdreven zijn - Spelers staan in evenwichtige posities, maar niet identiek. Goed voor interessante multiplayer-spellen en voor toernooien of Casts. Zoek op “Widelands Cast” op youtube. Goud is moeilijk te vinden, dus beheers de uitdaging om je vijand tegen te houden in een actieve gameplay. The-X
sv: Perfekt för 3 spelare – Kartor för flerspelarspel skapade och testade av the-x – strategiska – grafiken kan vara överdriven – Spelarna placeras i balanserade positioner, men inte identiska. Bra för intressanta flerspelarspel och för turneringar eller casts. Sök efter "Widelands Cast" på YouTube. Guld är svårt att hitta, så bemästra utmaningen att hålla tillbaka din fiende i ett aktivt spel. The-X

source: A lot of ways might lead to victory :-) be sure to always keep an attention on your economy and master this test of time - Maps for Multiplayer Games created and tested by the-x - strategical - graphics might be overdone - Players are set in balanced positions, but not identical. Good for interesting Multiplayer Games and for Tournaments or Casts. Search "Widelands Cast" on youtube. Gold is hard to find, so master the challenge to hold your enemy back in an active gameplay. The-X
nl: Er zijn veel manieren die naar de overwinning kunnen leiden :-) zorg ervoor dat je altijd op je economie let en deze test van de tijd onder de knie krijgt - Kaarten voor multiplayerspellen gemaakt en getest door the-x - strategisch - graphics kunnen overdreven zijn - Spelers staan in evenwichtige posities, maar niet identiek. Goed voor interessante multiplayer-spellen en voor toernooien of Casts. Zoek op “Widelands Cast” op youtube. Goud is moeilijk te vinden, dus beheers de uitdaging om je vijand tegen te houden in een actieve gameplay. The-X
sv: Det finns många vägar som kan leda till seger :-) Se till att alltid hålla koll på din ekonomi och bemästra detta tidstest - Kartor för multiplayerspel skapade och testade av the-x - strategiska - grafiken kan vara överdriven - Spelarna placeras i balanserade positioner, men inte identiska. Bra för intressanta multiplayerspel och för turneringar eller casts. Sök efter "Widelands Cast" på YouTube. Guld är svårt att hitta, så bemästra utmaningen att hålla tillbaka din fiende i ett aktivt spel. The-X

source: 3v3 Tournament Map A lot of ways might lead to victory :-) be sure to always keep an attention on your economy and master this test of time - Maps for Multiplayer Games created and tested by the-x - strategical - graphics might be overdone - Players are set in balanced positions, but not identical. Good for interesting Multiplayer Games and for Tournaments or Casts. Search "Widelands Cast" on youtube. Gold is hard to find, so master the challenge to hold your enemy back in an active gameplay. The-X
nl: 3v3 Toernooi Kaart Veel manieren kunnen leiden tot de overwinning :-) zorg ervoor dat je altijd je economie in de gaten houdt en deze test van de tijd beheerst - Kaarten voor multiplayerspellen gemaakt en getest door the-x - strategisch - graphics kunnen overdreven zijn - Spelers staan in evenwichtige posities, maar niet identiek. Goed voor interessante multiplayer-spellen en voor toernooien of Casts. Zoek op “Widelands Cast” op youtube. Goud is moeilijk te vinden, dus beheers de uitdaging om je vijand tegen te houden in een actieve gameplay. The-X
sv: 3v3-turneringskarta Det finns många vägar som kan leda till seger :-) Se till att alltid hålla koll på din ekonomi och bemästra detta tidstest – Kartor för multiplayerspel skapade och testade av the-x – strategiska – grafiken kan vara överdriven – Spelarna placeras i balanserade positioner, men inte identiska. Bra för intressanta multiplayerspel och för turneringar eller casts. Sök efter "Widelands Cast" på YouTube. Guld är svårt att hitta, så bemästra utmaningen att hålla tillbaka din fiende i ett aktivt spel. The-X

source: This map is built for the Leagues of Widelands tournament.
nl: Deze kaart is gebouwd voor het Leagues of Widelands toernooi.
sv: Denna karta är skapad för turneringen Leagues of Widelands.

source: A slightly revised version of Europa 1.1 with port spaces on crimea, peloponnes, corsica and farör and activation of waterways (length 12).
nl: Een enigszins herziene versie van Europa 1.1 met havengebieden op crimea, peloponnes, corsica en farör en activering van waterwegen (lengte 12).
sv: En något reviderad version av Europa 1.1 med hamnutrymmen på Krim, Peloponnesos, Korsika och Färöarna samt aktivering av vattenvägar (längd 12).

source: Another Version of Europa 1.2 (see comment there) with a street of bosporus (seeway connection between Black Sea and Mediterranean Sea).
nl: Een andere versie van Europa 1.2 (zie commentaar daar) met een straat van bosporus (zeewegverbinding tussen Zwarte Zee en Middellandse Zee).
sv: En annan version av Europa 1.2 (se kommentar där) med en gata vid Bosporen (sjöförbindelse mellan Svarta havet och Medelhavet).

source: 4 Player Map or 6 Player Map
nl: 4-Speler Kaart of 6-Speler Kaart
sv: Karta för 4 spelare eller karta för 6 spelare

source: There are no trees, so the AI probably can't play here. There is also no any water, so Atlanteans can't play here.
nl: Er zijn geen bomen, dus de AI kan hier waarschijnlijk niet spelen. Er is ook geen water, dus Atlantiërs kunnen hier niet spelen.
sv: Det finns inga träd, så AI kan förmodligen inte spela här. Det finns heller inget vatten, så atlanterna kan inte spela här.

source: Meine zweite Map von Planeten im Sonnensystem, erste war Merkur: https://www.widelands.org/maps/merkur/ Deutsche Ideen und Feedback bitte hier: https://www.widelands.org/forum/topic/4985/
nl: Mijn tweede kaart van planeten in het zonnestelsel, de eerste was Mercurius: https://www.widelands.org/maps/merkur/ Duitse ideeën en feedback graag hier: https://www.widelands.org/forum/topic/4985/
sv: Min andra karta över planeterna i solsystemet, den första var Merkurius: https://www.widelands.org/maps/merkur/ Tyska idéer och feedback vänligen här: https://www.widelands.org/forum/topic/4985/

source: Another map where the tribes need to use boats to expand their lands. Each tribe is initially given ample resources with the exception of gold. In each of the six summer lands there is only one gold mine tucked into the snow boundary mountain range. It is covered by one rock and is marked by a standing stone. The single mine will provide enough gold to build a port and start an expedition. Now to the Winter ground inside the Snow covered mountain range. You will find a pass that is blocked by rocks. While you leave those rocks in place no body can attack you except by boat. Enter this frozen area and you will find plenty of gold and other minerals, however, once you open the pass into the Winter ground, the other five tribes can attack you. Comments would be appreciated (especially constructive criticism). Enjoy :-)
nl: Nog een kaart waar de stammen boten moeten gebruiken om hun land uit te breiden. Elke stam krijgt aanvankelijk voldoende grondstoffen, behalve goud. In elk van de zes zomerlanden ligt slechts één goudmijn verscholen in het sneeuwgrensgebergte. Hij wordt bedekt door één rots en gemarkeerd door een staande steen. Die ene mijn levert genoeg goud op om een haven te bouwen en een expeditie te beginnen. Nu naar de wintergrond binnen de besneeuwde bergketen. Je zal een pas vinden die geblokkeerd is door rotsen. Zolang je die rotsen op hun plaats laat, kan niemand je aanvallen, behalve per boot. Ga dit bevroren gebied binnen en je zult veel goud en andere mineralen vinden, maar zodra je de pas naar de wintergrond opent, kunnen de andere vijf stammen je aanvallen. Reacties worden op prijs gesteld (vooral opbouwende kritiek). Veel plezier :-)
sv: En annan karta där stammarna måste använda båtar för att utvidga sina landområden. Varje stam får initialt rikliga resurser med undantag för guld. I vart och ett av de sex sommarlandområdena finns endast en guldgruva gömd i den snötäckta bergskedjan. Den är täckt av en sten och markerad med en stående sten. Den enda gruvan ger tillräckligt med guld för att bygga en hamn och starta en expedition. Nu till vintermarkerna inne i den snötäckta bergskedjan. Du hittar en passagem som är blockerad av stenar. Så länge du lämnar stenarna på plats kan ingen attackera dig förutom med båt. Gå in i detta frusna område och du hittar gott om guld och andra mineraler, men så snart du öppnar passagen till vintermarkerna kan de andra fem stammarna attackera dig. Kommentarer uppskattas (särskilt konstruktiv kritik). Ha det så kul :-)

source: Deutsches Feedback bitte hier: https://www.widelands.org/forum/topic/4985/
nl: Duitse feedback graag hier: https://www.widelands.org/forum/topic/4985/

source: Deutsches Feedback bitte hier: https://www.widelands.org/forum/topic/4985/ Changes to the previous version: - much more building space - fishing works now
nl: Duitse Feedback hier: https://www.widelands.org/forum/topic/4985/ Wijzigingen ten opzichte van de vorige versie: - veel meer bouwruimte - vissen werkt nu
sv: Deutsches Feedback bitte hier: https://www.widelands.org/forum/topic/4985/ Ändringar jämfört med tidigare version: - mycket mer byggnadsutrymme - fiske fungerar nu

source: A new version of this map is part of the "Mostly Balanced Maps" addon.
nl: Een nieuwe versie van deze kaart maakt deel uit van de addon “Mostly Balanced Maps”.
sv: En ny version av denna karta ingår i tillägget "Mostly Balanced Maps".

source: This map is for two tribes. There is only one gold mine on the main land for each tribe. There are two islands full of gold; but which ones? Other resources are plentiful; both on the main land and on the islands. You MUST build boats to travel to the other tribe and to get to the gold islands. Comments are welcome and will be appreciated even if they appear negative - I am still learning :-)
nl: Deze kaart is voor twee stammen. Er is maar één goudmijn op het vasteland voor elke stam. Er zijn twee eilanden vol goud, maar welke? Andere grondstoffen zijn er in overvloed; zowel op het vasteland als op de eilanden. Je MOET boten bouwen om naar de andere stam te reizen en om naar de gouden eilanden te gaan. Reacties zijn welkom welkom en worden gewaardeerd, zelfs als het negatief lijkt - ik leer nog steeds :-)
sv: Denna karta är för två stammar. Det finns bara en guldgruva på fastlandet för varje stam. Det finns två öar fulla av guld, men vilka? Andra resurser finns i överflöd, både på fastlandet och på öarna. Du MÅSTE bygga båtar för att resa till den andra stammen och för att komma till guldöarna. Kommentarer är välkomna och uppskattas även om de verkar negativa – jag lär mig fortfarande :-)

source: A map where you can play truly powerful. Lots of wide lands. Optimal fishing possibilities. Very good tree growth (unfortunately not optimal, because I've chosen the wrong one because of wrong informations). Can you play that powerful on Ice Wars? No, there are too many chokepoints, weakening your transport. My idea was a map where one can play as powerful as possible, this seems to be the best approximation. I often tested the map and when I saw that there could be one more improvement I implemented it.
nl: Een kaart waarop je echt krachtig kunt spelen. Veel uitgestrekte landen. Optimale vismogelijkheden. Zeer goede boomgroei (helaas niet optimaal, want ik heb de verkeerde gekozen vanwege verkeerde informatie). Kun je zo krachtig spelen op Ice Wars? Nee, er zijn te veel chokepoints, die je transport verzwakken. Mijn idee was een kaart waar je zo krachtig mogelijk kunt spelen, dit lijkt de beste benadering te zijn. Ik heb de kaart vaak getest en toen ik zag dat er nog een verbetering mogelijk was, heb ik die doorgevoerd.
sv: En karta där du kan spela riktigt kraftfullt. Massor av vidsträckta landområden. Optimala fiskemöjligheter. Mycket bra trädtillväxt (tyvärr inte optimal, eftersom jag valt fel på grund av felaktig information). Kan du spela så kraftfullt på Ice Wars? Nej, det finns för många flaskhalsar som försvagar din transport. Min idé var en karta där man kan spela så kraftfullt som möjligt, och detta verkar vara den bästa approximationen. Jag testade kartan ofta och när jag såg att det fanns ytterligare en förbättring att göra implementerade jag den.

source: Lesser ring is a fair 8-player map with ring-shaped landmass and sea. It features: * Somewhat realistic division of geography - rivers flow glaciers in the mountains through hills and finally plains to the sea. * Somewhat realistic distribution of resources: Different resources often found at some distance to each other. * Gold is rare, and valuable, especially in the early game. * There are places of strategic importance, such as river crossings, that military action focuses on.
nl: Lesser ring is een eerlijke kaart voor 8 spelers met ringvormige landmassa's en zee. Kenmerken: * Enigszins realistische verdeling van de geografie - rivieren stromen gletsjers in de bergen via heuvels en uiteindelijk vlaktes naar de zee. * Enigszins realistische verdeling van hulpbronnen: Verschillende grondstoffen worden vaak op enige afstand van elkaar gevonden. * Goud is zeldzaam en waardevol, vooral in het begin van het spel. * Er zijn plaatsen van strategisch belang, zoals rivierovergangen, waar militaire actie zich op richt.
sv: Lesser Ring är en rättvis karta för 8 spelare med ringformad landmassa och hav. Den har följande egenskaper: * Något realistisk geografisk uppdelning – floder rinner från glaciärer i bergen genom kullar och slutligen slätter till havet. * Något realistisk resursfördelning: Olika resurser finns ofta på något avstånd från varandra. * Guld är sällsynt och värdefullt, särskilt i början av spelet. * Det finns platser av strategisk betydelse, såsom flodövergångar, som militära åtgärder fokuserar på.

source: Reupload of map with correction of spelling error.
nl: Opnieuw uploaden van kaart met correctie van spelfout.
sv: Omuppladdning av karta med korrigering av stavfel.

source: My take on expanding the popular 3 Warriors map for X players. Expand this or the template to your own liking. Short review appreciated, i might change some rescources if there are too many or land features if there is not enough space. May be add some relics too.
nl: Mijn kijk op het uitbreiden van de populaire 3 Warriors-kaart voor X-spelers. Breid dit of het sjabloon uit naar eigen smaak. Korte review wordt op prijs gesteld, misschien verander ik wat grondstoffen als er te veel zijn of landeigenschappen als er niet genoeg ruimte is. Misschien kan ik ook wat relikwieën toevoegen.
sv: Min syn på att utöka den populära kartan 3 Warriors för X-spelare. Utöka denna eller mallen efter eget tycke. Kort recension uppskattas, jag kan komma att ändra vissa resurser om det finns för många eller landfunktioner om det inte finns tillräckligt med utrymme. Kanske lägga till några reliker också.

source: Template to create your own version of New Warriors depending on your player number.
nl: Sjabloon om je eigen versie van New Warriors te maken, afhankelijk van je spelersaantal.
sv: Mall för att skapa din egen version av New Warriors beroende på ditt spelarnummer.

source: Haven't played in a while, but uploading some maps I made last year.
nl: Ik heb al een tijdje niet gespeeld, maar ik upload nu wat kaarten die ik vorig jaar heb gemaakt.
sv: Har inte spelat på ett tag, men laddar upp några kartor jag gjorde förra året.
