Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: **NO STONE - NOT SUITABLE FOR SOME TRIBES** Haven't played in a while, but uploading some maps I made last year.
nl: **GEEN STEEN - NIET TOEGESTAAN VOOR SOMMIGE STAMMEN** Heb al een tijdje niet gespeeld, maar ik upload een paar kaarten die ik vorig jaar heb gemaakt.
sv: **INGEN STEN - INTE LÄMPLIG FÖR VISSA STAMMAR** Har inte spelat på ett tag, men laddar upp några kartor jag gjorde förra året.

source: This is a map for two players. Although the map is one physical land mass you can speed up your expansion by building ships. Each tribe has one gold mine close to the headquarters. If you use this gold to build ships instead of growing your army you can conquer the whole map much quicker.
nl: Dit is een kaart voor twee spelers. Hoewel de kaart één fysieke landmassa is, kun je je uitbreiding versnellen door schepen te bouwen. Elke stam heeft een goudmijn in de buurt van het hoofdkwartier. Als je dit goud gebruikt om schepen te bouwen in plaats van je leger uit te breiden, kun je de hele kaart veel sneller veroveren.
sv: Detta är en karta för två spelare. Även om kartan består av en enda landmassa kan du påskynda din expansion genom att bygga skepp. Varje stam har en guldgruva nära sitt högkvarter. Om du använder detta guld för att bygga skepp istället för att utöka din armé kan du erövra hela kartan mycket snabbare.

source: Here is a four player map with a challenge. The mainland has a lot of desert area with a volcano in the middle and four lava flows going all the way to the ocean. There are 8 small islands surrounding the mainland. Except for coal, the mainland only has three mines for each resource per tribal area. There are ample resources on the islands. Coal is plentiful with mine sites along the edge of the lava flows as well as on two of the small islands. The challenge is that you must work your geologist by setting flags in different spots on the mountains and sending the geologist multiple times until you discover which potential mine sites actually have a lot of the resource. Two of the gold mines for each tribe are actually on the end of coal deposits so you need to make the geoligist examine every mine spot to find the Gold mines. The third gold mine is in one of the two corners where you can cross over into the neighbouring tribal area. This gold mine is alone and at ground level covered by four rocks and marked with a standing stone. Fishing areas are all the way around the coast and are marked by pairs of standing stones (each pair may be laying down or standing straight).
nl: Hier is een kaart voor vier spelers met een uitdaging. Het vasteland heeft veel woestijngebied met een vulkaan in het midden en vier lavastromen die helemaal naar de oceaan gaan. Er zijn 8 kleine eilanden rondom het vasteland. Behalve steenkool heeft het vasteland slechts drie mijnen voor elke grondstof per stamgebied. Er zijn voldoende grondstoffen op de eilanden. Kolen zijn er in overvloed met mijnlocaties langs de rand van de lavastromen en op twee van de kleine eilanden. De uitdaging is dat je je geoloog moet laten werken door vlaggen te plaatsen op verschillende plekken op de bergen en de geoloog meerdere keren te sturen totdat je ontdekt welke potentiële mijnlocaties daadwerkelijk veel van de grondstof hebben. Twee van de goudmijnen voor elke stam liggen eigenlijk aan het einde van steenkoollagen, dus je moet de geoloog elke mijnplek laten onderzoeken om de goudmijnen te vinden. De derde goudmijn ligt in een van de twee hoeken waar je kunt oversteken naar het aangrenzende stammengebied. Deze goudmijn is alleen en op grondniveau bedekt met vier rotsen en gemarkeerd met een staande steen. Visgebieden liggen helemaal rond de kust en worden gemarkeerd door paren staande stenen (elk paar kan neerliggen of rechtop staan).
sv: Här är en karta för fyra spelare med en utmaning. Fastlandet har stora ökenområden med en vulkan i mitten och fyra lavaflöden som sträcker sig ända till havet. Det finns åtta små öar som omger fastlandet. Förutom kol har fastlandet bara tre gruvor för varje resurs per stamområde. Det finns rikliga resurser på öarna. Kol finns i överflöd med gruvor längs kanten av lavaflödena samt på två av de små öarna. Utmaningen är att du måste arbeta med din geolog genom att sätta flaggor på olika platser i bergen och skicka geologen flera gånger tills du upptäcker vilka potentiella gruvor som faktiskt har mycket av resursen. Två av guldgruvorna för varje stam ligger faktiskt i änden av kolfyndigheter, så du måste få geologen att undersöka varje gruvplats för att hitta guldgruvorna. Den tredje guldgruvan ligger i ett av de två hörnen där du kan korsa gränsen till det angränsande stamområdet. Denna guldgruva ligger ensam och är på marknivå täckt av fyra stenar och markerad med en stående sten. Fiskområdena ligger längs hela kusten och är markerade med par av stående stenar (varje par kan ligga ner eller stå rakt upp).

source: The map Ice Wars, but all coal removed
nl: De kaart Ice Wars, maar alle kolen verwijderd
sv: Kartan Ice Wars, men allt kol har tagits bort

source: The Map Cycles, but for 8 players and all coal is removed
nl: De Kaart Cycli, maar voor 8 spelers en alle kolen zijn verwijderd
sv: Kartan Cycles, men för 8 spelare och all kol tas bort

source: The Map "The Power Map", but without Coal
nl: De kaart “ De Power Map”, maar dan zonder kolen
sv: Kartan "The Power Map", men utan kol

source: Interesting 1v1 Games, that last ~ 30 min Many new concepts, like - you can connect your own territory before reaching the enemy - Every Ressource is placed logically to the way you expand - Strategical decisions whether you go for gold / gold first and most of the strategies are nearly balanced - best playable with the Addon - "Fast 1v1 Tournament Balance" - : https://we.tl/t-MbicOkQ2t9 A map pack for short games
nl: Interessante 1v1-spellen, die ~ 30 min duren Veel nieuwe concepten, zoals - je kunt je eigen gebied verbinden voordat je de vijand bereikt - Elke grondstof is logisch geplaatst voor de manier waarop je uitbreidt - Strategische beslissingen of je eerst voor goud / gold gaat en de meeste strategieën zijn bijna gebalanceerd - het best speelbaar met de addon - “Fast 1v1 Tournament Balance” - : https://we.tl/t-MbicOkQ2t9 Een map pack voor korte wedstrijden
sv: Intressanta 1v1-spel som varar i cirka 30 minuter Många nya koncept, till exempel att du kan ansluta ditt eget territorium innan du når fienden - Alla resurser är placerade logiskt i förhållande till hur du expanderar - Strategiska beslut om du ska satsa på guld/guld först och de flesta strategierna är nästan balanserade - Bäst att spela med tillägget - "Fast 1v1 Tournament Balance" - : https://we.tl/t-MbicOkQ2t9 Ett kartpaket för korta spel

source: Interesting fast 1v1 Map
nl: Interessante snelle 1v1 Kaart
sv: Intressant snabb 1v1-karta

source: For anyone who has not heard of El Dorado, it is a legendary gold mine. As far as I know it has never been re-discovered. You have the chance to be one of the first to find it with a computer :-) Many thanks to members of Widelands who have given me tips recently in the use of the Editor. This map would not have been possible without your help :-)
nl: Voor iedereen die nog nooit van El Dorado heeft gehoord: het is een legendarische goudmijn. Voor zover ik weet is het nog nooit herontdekt. Je hebt de kans om een van de eersten te zijn die het vindt met een computer :-) Veel dank aan leden van Widelands die me onlangs tips hebben gegeven voor het gebruik van de Editor. Deze kaart was niet mogelijk geweest zonder jullie hulp :-)
sv: För alla som inte har hört talas om El Dorado är det en legendarisk guldgruva. Såvitt jag vet har den aldrig återupptäckts. Du har chansen att bli en av de första att hitta den med hjälp av en dator :-) Stort tack till medlemmarna i Widelands som nyligen har gett mig tips om hur man använder redigeraren. Denna karta hade inte varit möjlig utan er hjälp :-)

source: The Ultimative 16-player map
nl: De Ultieme kaart voor 16 spelers
sv: Den ultimata kartan för 16 spelare

source: This is the stage Castle of Warren from Quest/Square Enix's game Ogre Battle transferred to Widelands. It's a small two player map (possibly too small) that can be decided within an hour.
nl: Dit is de etappe Castle of Warren uit Quest/Square Enix' spel Ogre Battle overgezet naar Widelands. Het is een kleine kaart voor twee spelers (mogelijk te klein) die binnen een uur kan worden beslist.
sv: Detta är scenen Castle of Warren från Quest/Square Enix spel Ogre Battle överfört till Widelands. Det är en liten karta för två spelare (kanske för liten) som kan avgöras inom en timme.

source: Interesting Map with a lot of Strategical Decisions, Ressources are set intelligently and you need to consider fish and gold for a economic build up. Map is completely 3D, so you can meet at each side
nl: Interessante kaart met veel strategische beslissingen, grondstoffen zijn intelligent ingesteld en je moet rekening houden met vis en goud voor een economische opbouw. Kaart is volledig 3D, dus je kunt elkaar aan elke kant ontmoeten
sv: Intressant karta med många strategiska beslut. Resurserna är placerade på ett intelligent sätt och du måste ta hänsyn till fisk och guld för att bygga upp ekonomin. Kartan är helt i 3D, så du kan möta motståndare på alla sidor

source: Crash site in a fertile valley. 4 Players
nl: Crashplaats in een vruchtbare vallei. 4 Spelers
sv: Kraschplats i en bördig dal. 4 spelare

source: - Individualle Disigned Landscapes - Every Startposition is unique but in total balanced Valleys, Mountains and Rivers, this Map seems like a Real Landscape and it is indescribabel to play it with your favorite Widelands Civilization. Interesting in Diplomaty with 8 human or AI players.
nl: - Individueel afgebakende landschappen - Elke startpositie is uniek maar in totaal in balans Valleien, bergen en rivieren, deze kaart lijkt een echt landschap en het is onbeschrijfelijk om het te spelen met je favoriete Widelandsbeschaving. Interessant in Diplomaty met 8 menselijke of AI spelers.
sv: - Individuellt utformade landskap - Varje startposition är unik, men med sina välbalanserade dalar, berg och floder ser denna karta ut som ett riktigt landskap, och det är obeskrivligt att spela den med din favoritcivilisation från Widelands. Intressant för diplomati med 8 mänskliga eller AI-spelare.

source: The Map Euphrat is ecellence in Design for 4 Players. You play it 2v2 and have a lot of strategical choice, only 4 spots have the gold, symmetrical If you want 1v1: Green V Yellow Players will meet in medium time and will be possible to go (and meet) to both directions and can connect their way system also in north south direction (speed boost) trying before the counterpart
nl: De kaart Euphrat is een uitmuntend ontwerp voor 4 spelers. Je speelt het 2v2 en hebt veel strategische keuze, slechts 4 plekken hebben goud, symmetrisch Als je 1v1 wilt: Groen V Geel Spelers zullen elkaar ontmoeten in middellange tijd en zal het mogelijk zijn om te gaan (en te ontmoeten) in beide richtingen en kunnen hun weg systeem ook aansluiten in noord-zuid richting (snelheidsverbetering) proberen voordat de tegenhanger
sv: Kartan Euphrat är utmärkt i design för 4 spelare. Du spelar den 2 mot 2 och har många strategiska val, endast 4 platser har guld, symmetriskt Om du vill spela 1 mot 1: Gröna mot gula Spelare möts efter en medellång tid och det är möjligt att gå (och möta) i båda riktningarna och ansluta sitt vägsystem även i nord-sydlig riktning (hastighetsökning) genom att prova före motståndaren

source: many possibilities
nl: talloze mogelijkheden
sv: många möjligheter

source: Fixed some issues with only blue having animals.
nl: Problemen opgelost met alleen blauwe dieren.
sv: Fixade några problem med att endast blått hade djur.

source: Epic Map for 4 Players
nl: Epische kaart voor 4 spelers
sv: Episk karta för 4 spelare

source: The Varus Battle (Die Varusschlacht) In the year 9 AD, Varus was far in the interior of Germania. The Romans owned some parts of this land, but no contiguous area. Varus' opponent was Arminius, a Cheruscan prince. Unlike his brother Flavus, who always remained loyal to Rome, Arminius turned against Roman supremacy.
nl: De Varusslag (Die Varusschlacht) In het jaar 9 na Christus bevond Varus zich ver in het binnenland van Germanië. De Romeinen bezaten enkele delen van dit land, maar geen aaneengesloten gebied. Varus' tegenstander was Arminius, een Cheruskische prins. In tegenstelling tot zijn broer Flavus, die Rome altijd trouw bleef, keerde Arminius zich tegen de Romeinse overheersing.
sv: Varus-slaget (Die Varusschlacht) År 9 e.Kr. befann sig Varus långt inne i Germanien. Romarna ägde vissa delar av detta land, men inga sammanhängande områden. Varus motståndare var Arminius, en cheruskisk prins. Till skillnad från sin bror Flavus, som alltid förblev lojal mot Rom, vände sig Arminius mot den romerska överhögheten.

source: The Battle of Norditi was a battle between a Frisian army and an army of Danish Vikings in 884.
nl: De Slag bij Norditi was een veldslag tussen een Fries leger en een leger Deense Vikingen in 884.
sv: Slaget vid Norditi var ett slag mellan en frisiska armé och en armé av danska vikingar år 884.

source: Here is a BIG map for those who like VERY long single player games :-) Actually I did build this map with those who play on-line in mind. There are 8 tribes possible with this map; It is also very large - 512 X 512. I have set up three large islands and some smaller ones just for resources [Gold :-)]. This map also has my signature landing ports that guarantee a safe initiation of an invasion of another tribe by ship. This has taken a couple of months to build and incorporates all of the map building skills that I have learned. Again I would like to thank everyone for their effort in building such an amazing game. Special thanks to those who have given me valuable help with how to use the editor. I have thoroughly tested the landing ports as well as completely capturing the whole of one island. I did not focus on the precise time I spent but the last 6 days have been pretty much devoted to playing this map at speed 6 [Normally I play at speed 1 and enjoy watching my tribe living their lives :-)]. I wanted to get this map ready for upload before the end of the year.
nl: Hier is een GROTE kaart voor degenen die van ZEER lange singleplayer-spellen houden :-) Eigenlijk heb ik deze kaart gemaakt met degenen die online spelen in gedachten. Er zijn 8 stammen mogelijk met deze kaart; hij is ook erg groot - 512 x 512. Ik heb drie grote eilanden gemaakt en een paar kleinere voor grondstoffen [goud :-)]. Deze kaart heeft ook mijn kenmerkende landingshavens die een veilige start van een invasie van een andere stam per schip garanderen. Het heeft een paar maanden geduurd om deze kaart te bouwen en bevat alle vaardigheden die ik heb geleerd om kaarten te bouwen. Ik wil iedereen nogmaals bedanken voor hun inzet om zo'n geweldig spel te bouwen. Speciale dank aan degenen die me waardevolle hulp hebben gegeven bij het gebruik van de editor. Ik heb de landingshavens grondig getest en ook het volledig veroveren van één eiland. Ik heb me niet geconcentreerd op de precieze tijd die ik heb besteed, maar de laatste 6 dagen zijn vrijwel volledig besteed aan het spelen van deze kaart op snelheid 6 [normaal speel ik op snelheid 1 en geniet ik ervan om mijn stam hun leven te zien leiden :-)]. Ik wilde deze kaart klaar hebben om te uploaden voor het einde van het jaar.
sv: Här är en STOR karta för dem som gillar MYCKET långa singleplayer-spel :-) Egentligen skapade jag den här kartan med tanke på dem som spelar online. Det finns 8 stammar som är möjliga med den här kartan; den är också mycket stor – 512 x 512. Jag har placerat ut tre stora öar och några mindre öar bara för resurser [guld :-)]. Denna karta har också mina signaturlandningshamnar som garanterar en säker start på en invasion av en annan stam med skepp. Det har tagit ett par månader att skapa denna karta och den innehåller alla de kartskapande färdigheter som jag har lärt mig. Jag vill återigen tacka alla för deras insatser i att skapa ett så fantastiskt spel. Ett särskilt tack till de som har gett mig värdefull hjälp med hur man använder redigeraren. Jag har testat landningshamnarna noggrant och även erövrat en hel ö. Jag har inte fokuserat på den exakta tiden jag har lagt ner, men de senaste 6 dagarna har jag ägnat åt att spela denna karta på hastighet 6 [Normalt spelar jag på hastighet 1 och njuter av att se min stam leva sina liv :-)]. Jag ville få denna karta klar för uppladdning före årsskiftet.

source: The Art of Settlers A map for up to 16 Players where you can find literally everything. Experts will choose 15 Trading Outpost AI and will manage this extremly hard (!) contestent. Not even the-x, Creator of this Map managed to beat all 15. New Players will sail over the Ocean to the other side of the Map and construct incredible trading routes. They are all over the Map. One important hint: Everything in this map makes sence. Ressouces are nicely marked, you will soon see the different layers. Never ending gold ressources can only be found by climbing the highest Mountain in the middle before all the 15 friends or by sailing to the deepest Ocean on exact the opposite Site of the Map. Choose wise and you will find everything from time and time. The-x Of course you can optimally play this map with your friends, invite as many and try it ;-) Strategically you might find one opponent fist and then in an individual speed more and more, you might also reduce the amount of players the fast you think you might find some upgrades.
nl: De Kunst van Kolonisten Een kaart voor maximaal 16 spelers waar je letterlijk alles kunt vinden. Experts kiezen 15 Trading Outpost AI en beheren deze extreem moeilijke (!) wedstrijd. Zelfs the-x, de maker van deze kaart, slaagde er niet in om ze alle 15 te verslaan. Nieuwe spelers varen over de oceaan naar de andere kant van de kaart en bouwen ongelooflijke handelsroutes. Ze zijn overal op de kaart te vinden. Een belangrijke hint: Alles op deze kaart is logisch. Ressouces zijn mooi gemarkeerd, je zult snel de verschillende lagen zien. Nooit eindigende goudbronnen kunnen alleen worden gevonden door de hoogste berg in het midden te beklimmen voor alle 15 vrienden of door naar de diepste oceaan te varen precies aan de andere kant van de kaart. Kies wijs en je vindt alles van tijd en plaats. De-x Natuurlijk kun je deze kaart optimaal spelen met je vrienden, nodig er zoveel uit als je wilt en probeer het ;-) Strategisch gezien vind je misschien één tegenstander vuist en dan in een individuele snelheid meer en meer, je kunt ook het aantal spelers verminderen hoe snel je denkt dat je misschien wat upgrades vindt.
sv: Konsten att bosätta sig En karta för upp till 16 spelare där du kan hitta bokstavligen allt. Experter väljer 15 handelsutposter AI och hanterar denna extremt svåra (!) tävling. Inte ens the-x, skaparen av denna karta, lyckades besegra alla 15. Nya spelare seglar över havet till andra sidan kartan och bygger otroliga handelsrutter. De finns över hela kartan. Ett viktigt tips: Allt på denna karta har en mening. Resurserna är tydligt markerade, och du kommer snart att se de olika lagren. Oändliga guldresurser kan endast hittas genom att bestiga det högsta berget i mitten före alla 15 vännerna eller genom att segla till det djupaste havet på exakt motsatt sida av kartan. Välj klokt så kommer du att hitta allt efter hand. The-x Naturligtvis kan du spela denna karta optimalt med dina vänner, bjud in så många som möjligt och prova ;-) Strategiskt sett kan du hitta en motståndare först och sedan fler och fler i individuell hastighet, du kan också minska antalet spelare ju snabbare du tror att du kan hitta några uppgraderingar.

source: I made this with b21. At least with it there's an issue with one harbor location. You can build there but never get supplies afterwards. I tried a bit different location on the same peninsula but it didn't help. I hope that's not the case with later versions. In case it isn't useable, you can count it as a successful gaining of the nearby residing artefact if you can keep that harbor there.
nl: Ik heb deze gemaakt met b21. Daarmee is er tenminste een probleem met één havenlocatie. Je kunt daar bouwen maar krijgt daarna nooit voorraden. Ik heb een andere locatie op hetzelfde schiereiland geprobeerd, maar dat hielp niet. Ik hoop dat dit niet het geval is met latere versies. In het geval dat het niet bruikbaar is, kun je het tellen als een succesvolle winst van het nabijgelegen woon artefact als je die haven daar kunt houden.
sv: Jag gjorde detta med b21. Åtminstone med det finns det ett problem med en hamnplats. Du kan bygga där men aldrig få förnödenheter efteråt. Jag provade en lite annan plats på samma halvö men det hjälpte inte. Jag hoppas att det inte är fallet med senare versioner. Om det inte är användbart kan du räkna det som en framgångsrik förvärvning av den närliggande artefakten om du kan behålla hamnen där.

source: round and round it goes, to the next stripe, that's where it goes. ship your stuff, build your stuff, you know the drill. Have fun!
nl: Rond en rond gaat het, naar de volgende streep, daar gaat het. verscheep je spullen, bouw je spullen, je kent het wel Veel plezier!
sv: runda efter runda, till nästa rand, dit går det. Skicka dina saker, bygg dina saker, du vet hur det går till. Ha så kul!

source: Sorry but some things are still like in the first version of the map which are quite illogical. oh there are some things in german here the translation: A few years ago the Imperia Resica ion invaded the territory of the Belearic Islands. Since the Empire took up little space, the belebars left the Empire alone until the Frisians showed up. Since the Belebaren and the Imperia Resica saw the Frisians coming from the north as a threat, they teamed up.
nl: Sorry maar sommige dingen zijn nog steeds zoals in de eerste versie van de kaart die vrij onlogisch zijn. oh er zijn wat dingen in het duits hier de vertaling: Een paar jaar geleden viel het Imperia Resica ion het grondgebied van de Belearic Islands binnen. Omdat het Imperium weinig ruimte in beslag nam, lieten de Belebaren het Imperium met rust totdat de Friezen opdoken. Omdat de Belebaren en de Imperia Resica de Friezen vanuit het noorden als een bedreiging zagen, sloegen ze de handen ineen.
sv: Tyvärr finns det fortfarande vissa saker i den första versionen av kartan som är ganska ologiska. Åh, det finns några saker på tyska här, översättningen: För några år sedan invaderade Imperia Resica-ionen Beleariska öarnas territorium. Eftersom imperiet tog liten plats lämnade belebarna imperiet ifred tills friserna dök upp. Eftersom belebarna och Imperia Resica såg friserna som kom från norr som ett hot, gick de samman.

source: I hope you'll like xD
nl: Ik hoop dat je het leuk vindt xD
sv: Jag hoppas att du gillar det xD

source: I hope you'll like more now xD
nl: Ik hoop dat je het nu leuker vindt xD
sv: Jag hoppas att du kommer att gilla det mer nu xD

source: This is the map shown on the editor screenshots. :)
nl: Dit is de kaart die wordt getoond op de schermafbeeldingen van de editor. :)
sv: Det här är kartan som visas på redigerarens skärmdumpar. :)

source: Interesting 1v1 Map
nl: Interessante 1v1 Kaart
sv: Intressant 1v1-karta

source: A very interesting open 1v1 map with countless of various strategies
nl: Een zeer interessante open 1v1-kaart met talloze verschillende strategieën
sv: En mycket intressant öppen 1v1-karta med otaliga olika strategier

source: Here Ressources are set rare
nl: Hier worden Bronnen zeldzaam ingesteld
sv: Här är resurserna sällsynta

source: Balanced Version
nl: Uitgebalanceerde versie
sv: Balanserad version
