Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: ..or build an Arena and a Training Camp. Train your soldiers and attack when they are ready.
nl: ...of bouw een Arena en een Trainingskamp. Train je soldaten en val aan als ze er klaar voor zijn.
sv: …eller bygg en arena och ett träningsläger. Träna dina soldater och attackera när de är redo.

source: We should explore the Island in the south and build an expedition port there let's try to find some mining ressources.
nl: We moeten het eiland in het zuiden verkennen en daar een expeditiehaven bouwen en proberen mijnbouwbronnen te vinden.
sv: Vi borde utforska ön i söder och bygga en expeditionhamn där. Låt oss försöka hitta några gruvresurser.

source: We should explore the Island in the south and build an expedition port. Let's try to find some mining ressources there.
nl: We moeten het eiland in het zuiden verkennen en een expeditiehaven bouwen. Laten we proberen daar wat mijnbouw grondstoffen te vinden.
sv: Vi borde utforska ön i söder och bygga en expeditionhamn. Låt oss försöka hitta några gruvresurser där.

source: Build a fortress on the peninsula (near where the Barbarian headquarters stood before). Finally, this will avoid new settlements of other tribes in that region.
nl: Bouw een fort op het schiereiland (vlakbij waar eerder het hoofdkwartier van de Barbaren stond). Dit zal nieuwe nederzettingen van andere stammen in die regio voorkomen.
sv: Bygg en fästning på halvön (nära där barbarernas högkvarter tidigare låg). Detta kommer att förhindra att andra stammar bosätter sig i regionen.

source: Sire, all shovels have been handed out but if we continue at this pace than we will not have removed the swamps before the next wet season. If you bring more shovels to the new warehouse then more volunteers will join in.
nl: Sire, alle scheppen zijn uitgedeeld, maar als we zo doorgaan zullen we de moerassen niet verwijderd hebben voor het volgende natte seizoen. Als u meer scheppen naar de nieuwe opslagplaats brengt, zullen meer vrijwilligers meedoen.
sv: Herr, alla spadar har delats ut, men om vi fortsätter i denna takt kommer vi inte att ha rensat bort träsken innan nästa regnperiod. Om ni tar med fler spadar till den nya lagerbyggnaden kommer fler frivilliga att delta.

source: We should send a ship to the north to get certainty about the barbarians. Try to build a port on the island to found an outpost.
nl: We moeten een schip naar het noorden sturen om zekerheid te krijgen over de barbaren. Probeer een haven op het eiland te bouwen om een buitenpost te stichten.
sv: Vi bör skicka ett skepp norrut för att få visshet om barbarerna. Försök bygga en hamn på ön för att grunda en utpost.

source: Produce gold to send out expeditions
nl: Produceer goud om expedities uit te sturen
sv: Producerar guld för att skicka ut expeditioner

source: A New Island
nl: Een Nieuw Eiland
sv: En ny ö

source: Gold production
nl: Goudproductie
sv: Guldproduktion

source: Pirates are regrouping
nl: De piraten hergroeperen zich
sv: Piraterna omgrupperar sig

source: Produce gold
nl: Produceer goud
sv: Producerar guld

source: Sire, as a result of our attacks on the pirates they have started to regroup with pirates from other tribes. They could regain much of their previously lost strength. Our dwindling resources can become a problem with such a large enemy in front of us.
nl: Sire, als gevolg van onze aanvallen op de piraten zijn ze begonnen zich te hergroeperen met piraten van andere stammen. Ze zouden veel van hun eerder verloren kracht kunnen. terugwinnen. Onze slinkende grondstoffen kunnen een probleem worden met zo'n grote vijand voor ons.
sv: Sire, som ett resultat av våra attacker mot piraterna har de börjat omgruppera sig med pirater från andra stammar. De kan återfå mycket av sin tidigare förlorade styrka. Våra minskande resurser kan bli ett problem med en så stor fiende framför oss.

source: We need to produce at least 6 gold to be able to colonize our vicinity.
nl: We moeten minstens 6 goudstukken produceren om onze omgeving te kunnen koloniseren.
sv: Vi måste producera minst 6 guld för att kunna kolonisera vår omgivning.

source: Diary of Lutius
nl: Dagboek van Lutius
sv: Lutius dagbok

source: Finally! This island appears to have been made for us, it is a gift from the Gods to my people and myself. Until now, we have only seen a small part of this island, but this part alone is already bringing sunlight to my mind. I feel as if we have found a priceless treasure, a land like paradise.
nl: Eindelijk! Dit eiland lijkt voor ons gemaakt te zijn, het is een geschenk van de Goden aan mijn volk en mijzelf. Tot nu toe hebben we slechts een klein deel van dit eiland gezien, maar dit deel alleen al brengt zonlicht in mijn geest. Ik heb het gevoel dat we een onbetaalbare schat hebben gevonden, een paradijselijk land.
sv: Äntligen! Denna ö verkar ha skapats för oss, den är en gåva från gudarna till mitt folk och mig själv. Hittills har vi bara sett en liten del av ön, men redan denna del fyller mitt sinne med solsken. Det känns som om vi har hittat en ovärderlig skatt, ett land som liknar paradiset.

source: Defeat the barbarians
nl: Versla de Barbaren
sv: Besegra barbarerna

source: On this island, we will start our new life. We will build up an outpost for our exile, which perhaps will become a new, beautiful home for every one of us.
nl: Op dit eiland zullen we ons nieuwe leven beginnen. We zullen een buitenpost bouwen voor onze ballingschap, die misschien een nieuw, prachtig thuis voor ieder van ons zal worden.
sv: På denna ö kommer vi att börja vårt nya liv. Vi kommer att bygga upp en utpost för vår exil, som kanske kommer att bli ett nytt, vackert hem för var och en av oss.

source: Defeat the enemy
nl: Versla de vijand
sv: Besegra fienden

source: Pirates on the run
nl: Piraten op de vlucht
sv: Pirater på flykt

source: Sire, thanks to our successful efforts to drive out the pirates, lots of them have fled and moved away in small boats. It is unknown in what direction they have escaped.
nl: Sire, dankzij onze succesvolle pogingen om de piraten te verdrijven, zijn veel van hen gevlucht in kleine boten. Het is onbekend in welke richting ze zijn ontsnapt.
sv: Ers höghet, tack vare våra framgångsrika insatser för att driva bort piraterna har många av dem flykt och flytt i små båtar. Det är okänt i vilken riktning de har flykt.

source: We should end the barbarians existence in this piece of the world.
nl: We moeten een einde maken aan het bestaan van de barbaren in dit deel van de wereld.
sv: Vi borde göra slut på barbarernas existens i denna del av världen.

source: The Green Forests
nl: De Groene Wouden
sv: De gröna skogarna

source: As Saledus and I walked through these wonderful forests in the north, we felt that our future had just begun. This land is so peaceful, good and beautiful, I could stay here until the end of my life.
nl: Terwijl Saledus en ik door deze prachtige bossen in het noorden liepen, hadden we het gevoel dat onze toekomst nog maar net begonnen was. Dit land is zo vredig, goed en mooi, ik zou hier wel tot het einde van mijn leven kunnen blijven.
sv: När Saledus och jag vandrade genom dessa underbara skogar i norr kände vi att vår framtid just hade börjat. Detta land är så fridfullt, gott och vackert att jag skulle kunna stanna här till slutet av mitt liv.

source: Ability to build shipyards
nl: Vermogen om scheepswerven te bouwen
sv: Förmåga att bygga skeppsvarv

source: But until that day, many years may pass! For now, we must concentrate on the present, and build a few lumberjack’s houses and a sawmill to produce some basic building materials.
nl: Maar tot die dag kunnen er vele jaren voorbijgaan! Voor nu moeten we ons concentreren op het heden en een paar houthakkershuizen bouwen en een zagerij om wat basisbouwmaterialen te produceren.
sv: Men tills den dagen kommer kan det dröja många år! För tillfället måste vi koncentrera oss på nuet och bygga några skogshuggarsstugor och ett sågverk för att producera några grundläggande byggmaterial.

source: Journey home
nl: Reis naar huis
sv: Resan hem

source: Sire, after long study and research our wise men have finally managed to decipher the strange language in Törver's descriptions that we had found in his headquarters. From now on we are able to build shipyards.
nl: Sire, na lang onderzoek zijn onze wijzen er eindelijk in geslaagd de vreemde taal in Törvers beschrijvingen te ontcijferen die we in zijn hoofdkwartier. Vanaf nu kunnen we scheepswerven bouwen.
sv: Sire, efter långa studier och forskning har våra vise män äntligen lyckats dechiffrera det märkliga språket i Törvers beskrivningar som vi hittade i hans högkvarter. Från och med nu kan vi bygga skeppsvarv.

source: But we mustn’t forget to preserve this natural bounty. These forests should last forever, so we really have to build a forester’s house too.
nl: Maar we mogen niet vergeten om deze natuurlijke overvloed te bewaren. Deze bossen moeten voor altijd blijven bestaan, dus we moeten ook echt een boswachtershuis bouwen.
sv: Men vi får inte glömma att bevara denna naturliga rikedom. Dessa skogar ska finnas kvar för alltid, så vi måste verkligen bygga ett skogsvaktarhus också.

source: Finally we were set to Fremil again. I couldn't await the chance to clear my records of this big defeat by the babarians.
nl: Eindelijk waren we weer op weg naar Fremil. Ik kon niet wachten op de kans om mijn gegevens van deze grote nederlaag van de babarianen te wissen.
sv: Äntligen var vi tillbaka i Fremil igen. Jag kunde knappt vänta på chansen att rensa mina register från detta stora nederlag mot barbarerna.

source: But the gods themselves didn't want us to get home so quickly!
nl: Maar de goden zelf wilden niet dat we zo snel naar huis gingen!
sv: Men gudarna själva ville inte att vi skulle komma hem så snabbt!

source: Our scout has been captured
nl: Onze verkenner is gevangen genomen
sv: Vår spanare har tillfångatagits

source: Sire, one of our scouts has been captured by the pirates and brought to their island. He is the only person who knows the way through the swamps towards Hjalmar. <br><br> According to our fishermen he is locked up in the stronghold on the island. We should use the knowledge about shipbuilding that we took from Törver to build ships and attack their positions.
nl: Sire, een van onze verkenners is gevangen genomen door de piraten en naar hun eiland gebracht. Hij is de enige die de weg weet door de moerassen richting Hjalmar. <br><br> Volgens onze vissers zit hij opgesloten in het bolwerk op het eiland. We moeten de kennis over scheepsbouw die we van Törver hebben meegenomen gebruiken om schepen te bouwen en hun posities aan te vallen.
sv: Sire, en av våra spejare har fångats av piraterna och förts till deras ö. Han är den enda som känner till vägen genom träsken mot Hjalmar. <br><br> Enligt våra fiskare är han inlåst i fästningen på ön. Vi bör använda den kunskap om skeppsbyggnad som vi tog från Törver för att bygga skepp och attackera deras positioner.

source: The Rocks
nl: De Rotsen

source: Later, I walked down to the rocks in the south and looked for a place where we could build a quarry to get some granite for our larger buildings.
nl: Later liep ik naar de rotsen in het zuiden en zocht naar een plek waar we een steengroeve konden bouwen om graniet te halen voor onze grotere gebouwen.
sv: Senare gick jag ner till klipporna i söder och letade efter en plats där vi kunde bygga ett stenbrott för att få tag på granit till våra större byggnader.

source: The wrath of Neptun
nl: De toorn van Neptun
sv: Neptuns vrede

source: The wrath of Neptune
nl: De toorn van Neptunus
sv: Neptunus vrede

source: Again, I felt like I was in paradise when I noticed that some marble-like stones were among the rocks. It seems that we will soon be able to build strong, luxurious buildings, like those we were accustomed to in Fremil.
nl: Weer had ik het gevoel dat ik in het paradijs was toen ik merkte dat er een paar marmerachtige stenen tussen de rotsen lagen. Het lijkt erop dat we binnenkort sterke, luxe gebouwen kunnen bouwen, zoals we gewend waren in Fremil.
sv: Återigen kände jag mig som i paradiset när jag märkte att det fanns några marmorliknande stenar bland klipporna. Det verkar som om vi snart kommer att kunna bygga starka, lyxiga byggnader, som de vi var vana vid i Fremil.

source: Neptun himself was against us and drove us into a dark, wild storm again. But this time it felt even worse than last time. The waves were double the height of our brave ship and the winds drove us into unsafe waters.
nl: Neptun zelf was tegen ons en joeg ons opnieuw in een donkere, wilde storm. Maar deze keer voelde het nog erger dan de vorige keer. De golven waren twee keer zo hoog als ons dappere schip en de wind dreef ons in onveilige wateren.
sv: Neptun själv var emot oss och drev oss återigen in i en mörk, våldsam storm. Men den här gången kändes det ännu värre än förra gången. Vågorna var dubbelt så höga som vårt modiga skepp och vindarna drev oss in i farliga vatten.

source: Neptune himself was against us and drove us into a dark, wild storm again. But this time it felt even worse than last time. The waves were double the height of our brave ship and the winds drove us into unsafe waters.
nl: Neptunus zelf was tegen ons en joeg ons opnieuw in een donkere, wilde storm. Maar deze keer voelde het nog erger dan de vorige keer. De golven waren twee keer zo hoog als ons dappere schip en de wind dreef ons in onveilige wateren.
sv: Neptunus själv var emot oss och drev oss återigen in i en mörk, våldsam storm. Men den här gången kändes det ännu värre än förra gången. Vågorna var dubbelt så höga som vårt modiga skepp och vindarna drev oss in i farliga vatten.

source: -- NEW OBJECTIVES --
nl: -- NIEUWE DOELSTELLINGEN --
sv: -- NYA MÅL --

source: Our ship is heavily damaged. The mast has gone overboard and the hull is taking in more and more water. We would be glad to survive this black night with barely more than our lives.
nl: Ons schip is zwaar beschadigd. De mast is overboord geslagen en er komt steeds meer water in de romp. We zouden al blij zijn als we deze zwarte nacht met nauwelijks meer dan ons leven zouden overleven.
sv: Vårt skepp är svårt skadat. Masten har fallit överbord och skrovet tar in mer och mer vatten. Vi skulle vara glada om vi överlevde denna mörka natt med knappt mer än våra liv.

source: Island conquered
nl: Eiland veroverd
sv: Ön erövrad

source: Wood for the Colony
nl: Hout voor de Kolonie
sv: Trä till kolonin

source: Sire, our soldiers have conquered the island and managed to free the scout. It turns out that the pirates have left a large amount of gold, beer, and weapons on the island.
nl: Sire, onze soldaten hebben het eiland veroverd en zijn erin geslaagd de verkenner te bevrijden. Het blijkt dat de piraten een grote hoeveelheid goud, bier en wapens hebben achtergelaten op het eiland hebben achtergelaten.
sv: Ers höghet, våra soldater har erövrat ön och lyckats befria spejaren. Det visar sig att piraterna har lämnat kvar en stor mängd guld, öl och vapen på ön.

source: Good news! Today our wood economy was completed. Now we can be sure that we will have enough wood for our future building projects.
nl: Goed nieuws! Vandaag is onze houteconomie voltooid. Nu kunnen we er zeker van zijn dat we genoeg hout hebben voor onze toekomstige bouwprojecten.
sv: Goda nyheter! Idag blev vår träekonomi klar. Nu kan vi vara säkra på att vi kommer att ha tillräckligt med trä för våra framtida byggprojekt.

source: Shipwrecked again
nl: Weer schipbreuk
sv: Skeppsbruten igen

source: Finally, the wrath of the gods and the ocean seems to be over.
nl: Eindelijk lijkt de toorn van de goden en de oceaan voorbij.
sv: Till slut verkar gudarnas och havets vrede vara över.

source: Stones for the Colony
nl: Stenen voor de Kolonie
sv: Stenar till kolonin

source: The scout returns
nl: De verkenner keert terug
sv: Spanaren återvänder

source: Sire, our scout has returned to our territorium and he has shown us the road through the swamps towards Hjalmar. <br><br> He noticed that we can also move along the other side of the mountain, in case we might fail here, but it will be much more difficult to do.
nl: Sire, onze verkenner is teruggekeerd naar ons territorium en hij heeft ons de weg gewezen... door de moerassen naar Hjalmar. <br><br> Hij merkte op dat we ook langs de andere kant van de berg kunnen gaan, voor het geval dat... we hier zouden kunnen falen, maar dat zal veel moeilijker te doen zijn.
sv: Sire, vår spejare har återvänt till vårt territorium och han har visat oss vägen genom träskmarkerna mot Hjalmar. <br><br> Han har upptäckt att vi också kan ta oss fram längs andra sidan av berget, om vi skulle misslyckas här, men det kommer att bli mycket svårare.

source: We landed on an unknown coast and found some rest under the palm trees growing at the shore. But that is about as good as it gets. The truth is: when I woke up this morning, I saw nothing but sand and stone around us.
nl: We landden op een onbekende kust en vonden wat rust onder de palmbomen die aan de kust groeiden. Maar beter dan dat wordt het niet. De waarheid is: toen ik vanochtend wakker werd, zag ik niets anders dan zand en steen om ons heen.
sv: Vi landade på en okänd kust och fann vila under palmerna som växte vid stranden. Men det är ungefär så bra det blir. Sanningen är att när jag vaknade i morse såg jag ingenting annat än sand och sten omkring oss.

source: Great! Today the building of the quarry was completed. Now we will get enough granite and marble to construct larger buildings.
nl: Geweldig! Vandaag is de bouw van de steengroeve voltooid. Nu krijgen we genoeg graniet en marmer om grotere gebouwen te bouwen.
sv: Fantastiskt! Idag blev byggnaden av stenbrottet färdig. Nu kommer vi att få tillräckligt med granit och marmor för att bygga större byggnader.

source: It really seems as if we have landed on a very small island with little space.
nl: Het lijkt echt alsof we op een heel klein eiland met weinig ruimte zijn beland.
sv: Det känns verkligen som om vi har landat på en mycket liten ö med lite utrymme.

source: Dangerous Ship Parts
nl: Gevaarlijke scheepsonderdelen
sv: Farliga skeppsdelar

source: To make it even worse all the land we can see is blocked by stone and trees. I fear we won’t find any help we need to build a new ship.
nl: Om het nog erger te maken is al het land dat we kunnen zien geblokkeerd door stenen en bomen. Ik vrees dat we geen hulp zullen vinden om een nieuw schip te bouwen.
sv: För att göra saken ännu värre är all mark vi kan se blockerad av stenar och träd. Jag är rädd att vi inte kommer att hitta någon hjälp för att bygga ett nytt skepp.

source: to make it even worse all the land we can see is blocked by stone and trees. I fear we won’t find any help we need to build a new ship.
nl: om het nog erger te maken wordt al het land dat we kunnen zien geblokkeerd door stenen en bomen. Ik vrees dat we geen hulp zullen vinden om een nieuw schip te bouwen.
sv: för att göra saken ännu värre är all mark vi kan se blockerad av stenar och träd. Jag är rädd att vi inte kommer att hitta någon hjälp för att bygga ett nytt skepp.

source: I really don't know if and how we will get back home. And the war is going on without us. I hope my comrades defend our empire well.
nl: Ik weet echt niet of en hoe we weer thuis zullen komen. En de oorlog gaat door zonder ons. Ik hoop dat mijn kameraden ons rijk goed verdedigen.
sv: Jag vet verkligen inte om och hur vi kommer att komma hem. Och kriget fortsätter utan oss. Jag hoppas att mina kamrater försvarar vårt imperium väl.

source: Saledus looks unhappy
nl: Saledus kijkt ongelukkig
sv: Saledus ser olycklig ut

source: The last frontier
nl: De laatste grens
sv: Den sista gränsen

source: 4 shovels for removing the swamps have been collected at the warehouse.
nl: 4 schoppen voor het verwijderen van de moerassen zijn verzameld in het magazijn.
sv: 4 spadar för att ta bort träsken har samlats in i lagerbyggnaden.

source: Shovels
nl: Schoppen
sv: Spadar

source: Sire, we have almost defeated all armies and we are now approaching our final enemy. They have been expecting us for a long time and will be prepared for the heaviest battle in their lifetime. <br><br> Make sure that our armies are at full strength and then act decisively.
nl: Sire, we hebben bijna alle legers verslagen en we naderen nu onze laatste vijand. Ze verwachten ons al een lange tijd en zullen voorbereid zijn op de zwaarste strijd in hun leven. <br><br> Zorg ervoor dat onze legers op volle sterkte zijn en handel dan vastberaden.
sv: Sire, vi har nästan besegrat alla arméer och närmar oss nu vår sista fiende. De har väntat på oss länge och kommer att vara förberedda på den hårdaste striden i deras liv. <br><br> Se till att våra arméer är i full styrka och agera sedan beslutsamt.

source: Sire, I don’t want to start a panic, but I found something which gives me a sinking feeling in my stomach and spreads waves of fear in my heart. As I walked down to the southern shore, I found the remains of another ship. I don’t know whether these parts are all that is left of that ship. In any case, these parts do not seem to be old.
nl: Sire, ik wil geen paniek zaaien, maar ik heb iets gevonden dat me een drukkend gevoel in mijn maag geeft en golven van angst in mijn hart verspreidt. Toen ik naar de zuidkust liep, vond ik de overblijfselen van een ander schip. Ik weet niet of deze onderdelen alles zijn wat er over is van dat schip. In ieder geval lijken deze onderdelen niet oud te zijn.
sv: Sire, jag vill inte skapa panik, men jag har hittat något som ger mig en sjunkande känsla i magen och sprider vågor av rädsla i mitt hjärta. När jag gick ner till södra stranden hittade jag resterna av ett annat skepp. Jag vet inte om dessa delar är allt som finns kvar av det skeppet. I vilket fall som helst verkar dessa delar inte vara gamla.

source: Perhaps the people aboard that ship were caught in the same storm which brought us to Malac’ Mor – and were brought to this island.
nl: Misschien zijn de mensen aan boord van dat schip in dezelfde storm terechtgekomen die ons naar Malac' Mor bracht – en zijn ze naar dit eiland gebracht.
sv: Kanske fastnade människorna ombord på det skeppet i samma storm som förde oss till Malac' Mor – och fördes till denna ö.

source: No sight
nl: Geen zicht
sv: Ingen sikt

source: Saledus looks around nervously…
nl: Saledus kijkt nerveus om zich heen...
sv: Saledus ser sig nervöst omkring…

source: I beg you to be cautious and to build some blockhouses or sentries around our colony.
nl: Ik smeek jullie om voorzichtig te zijn en om een paar blokkades of wachtposten rond onze kolonie te bouwen.
sv: Jag ber er att vara försiktiga och bygga några blockhus eller vaktposter runt vår koloni.

source: Sire, we do not know anything about the island. And I believe we are not safe as well. Probably it would be reasonable to build a tower to explore the island and add some military strength.
nl: Sire, we weten niets over het eiland. En ik denk dat we ook niet veilig zijn. Waarschijnlijk zou het redelijk zijn om een toren te bouwen om het eiland te verkennen en wat militaire kracht toe te voegen.
sv: Sire, vi vet ingenting om ön. Och jag tror inte att vi är säkra heller. Det vore nog klokt att bygga ett torn för att utforska ön och förstärka den militära styrkan.
