Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: I found out that the construction of the lumberjack and the sawmill is complete, so we can begin to harvest the logs and make planks out of it.
nl: Ik heb ontdekt dat de bouw van de houthakker en de zagerij klaar is, dus we kunnen beginnen met het oogsten van de boomstammen en er planken van maken.
sv: Jag fick reda på att byggandet av skogshuggaren och sågverket är klart, så vi kan börja avverka stockarna och tillverka plankor av dem.

source: Sire, I just thought about our way home. It is really important to build a port for loading our ships and start an expedition.
nl: Sire, ik dacht net aan onze weg naar huis. Het is echt belangrijk om een haven te bouwen om onze schepen te laden en een expeditie te beginnen.
sv: Sire, jag tänkte just på vår hemväg. Det är verkligen viktigt att bygga en hamn för att lasta våra skepp och påbörja en expedition.

source: Sire, I just thought about our way home. It is utmost important to build a port for loading our ships and start an expedition.
nl: Sire, ik dacht net aan onze weg naar huis. Het is uiterst belangrijk om een haven te bouwen om onze schepen te laden en een expeditie te beginnen.
sv: Sire, jag tänkte just på vår hemväg. Det är ytterst viktigt att bygga en hamn för att lasta våra skepp och påbörja en expedition.

source: Enemy in sight
nl: Vijand in zicht
sv: Fiende i sikte

source: The problem is that a port is a building which needs a very special place to be build. So while buidling our economy we should nevertheless expand further to discover the whole island. Let's try to find such a valuable place.
nl: Het probleem is dat een haven een gebouw is waarvoor een speciale plek nodig is. Dus terwijl we onze economie opbouwen moeten we toch verder uitbreiden om het hele eiland te ontdekken. Laten we proberen zo'n waardevolle plek te vinden.
sv: Problemet är att en hamn är en byggnad som kräver en mycket speciell plats för att kunna byggas. Så medan vi bygger upp vår ekonomi bör vi ändå expandera ytterligare för att upptäcka hela ön. Låt oss försöka hitta en sådan värdefull plats.

source: The problem is that a port is a building which needs a very special place to be build. We should expand and try to find such a place.
nl: Het probleem is dat een haven een gebouw is dat een heel speciale plek nodig heeft om gebouwd te worden. We moeten uitbreiden en proberen zo'n plek te vinden.
sv: Problemet är att en hamn är en byggnad som kräver en mycket speciell plats för att kunna byggas. Vi bör expandera och försöka hitta en sådan plats.

source: This is a great step forward in constructing advanced buildings. And we can think of using some planks to build new ships.
nl: Dit is een grote stap voorwaarts in de bouw van geavanceerde gebouwen. En we kunnen overwegen om sommige planken te gebruiken om nieuwe schepen te bouwen.
sv: Detta är ett stort steg framåt i byggandet av avancerade byggnader. Och vi kan tänka oss att använda några plankor för att bygga nya skepp.

source: We got first sight of the enemy territory. It appears as though they possess a good location for a port and a shipyard. We need that peninsula to build a fleet if we want to leave this island eventually.
nl: We kregen voor het eerst zicht op het vijandelijke gebied. Het lijkt erop dat ze een goede locatie hebben voor een haven en een scheepswerf. We hebben dat schiereiland nodig om een vloot op te bouwen als we dit eiland uiteindelijk willen verlaten.
sv: Vi fick vår första glimt av fiendens territorium. Det verkar som om de har ett bra läge för en hamn och ett skeppsvarv. Vi behöver den halvön för att bygga en flotta om vi så småningom vill lämna ön.

source: A Step closer to get home
nl: Een stap dichter bij huis
sv: Ett steg närmare hemmet

source: Saledus looks excited…
nl: Saledus kijkt opgewonden...
sv: Saledus ser uppspelt ut…

source: Puny intruders
nl: Nietige indringers
sv: Ynkliga inkräktare

source: Sire, today we got a lot closer to finally get home again. Our military has spotted a space to build a port on. We should start to build a port quickly.
nl: Sire, vandaag zijn we een stuk dichter bij huis gekomen. Ons leger heeft een ruimte gevonden om een haven op te bouwen. We moeten snel beginnen met het bouwen van een haven.
sv: Sire, idag kom vi mycket närmare att äntligen komma hem igen. Vår militär har hittat en plats där vi kan bygga en hamn. Vi bör börja bygga hamnen så snart som möjligt.

source: Olaf is angry
nl: Olaf is boos
sv: Olaf är arg

source: Now we truly can look forward to build some ships. So we should build a shipyard as well.
nl: Nu kunnen we echt uitkijken naar het bouwen van een aantal schepen. Dus we moeten ook een scheepswerf bouwen.
sv: Nu kan vi verkligen se fram emot att bygga några skepp. Så vi borde också bygga ett skeppsvarv.

source: Now we truly can look forward to build some ships. So we should build a shipyard where we can build some ships.
nl: Nu kunnen we echt uitkijken naar het bouwen van een aantal schepen. Dus we moeten een scheepswerf bouwen waar we schepen kunnen bouwen.
sv: Nu kan vi verkligen se fram emot att bygga några skepp. Så vi borde bygga ett skeppsvarv där vi kan bygga några skepp.

source: Who are those that walk our island? Don't yee dare to take our land!
nl: Wie zijn degenen die over ons eiland lopen? Waag het niet ons land in te nemen!
sv: Vem är det som vandrar på vår ö? Våga inte ta vårt land!

source: Amalea's wisdom
nl: Amalea's wijsheid
sv: Amaleas visdom

source: Falo is amused
nl: Falo is geamuseerd
sv: Falo är road

source: I understand the euphoria of saledus but we have some serious problems to solve first.
nl: Ik begrijp de euforie van saledus, maar we moeten eerst een aantal serieuze problemen oplossen.
sv: Jag förstår euforin över saledus, men vi har några allvarliga problem att lösa först.

source: Let 'em come, my brother.
nl: Laat ze maar komen, mijn broeder.
sv: Låt dem komma, min broder.

source: To send out an expeditionary ship we first need a ship. Unfortunately we have only 5 cloth left which we will need to build the port and the shipyard.
nl: Om een expeditieschip uit te zenden hebben we eerst een schip nodig. Helaas hebben we nog maar 5 doeken over die we nodig hebben om de haven en de scheepswerf te bouwen.
sv: För att kunna skicka ut ett expeditionsskepp behöver vi först ett skepp. Tyvärr har vi bara 5 tyg kvar, som vi behöver för att bygga hamnen och skeppsvarvet.

source: Come, yee beardless cowards! I will smite yee with me axe!
nl: Kom, baardloze lafaards! Ik zal jullie met mijn bijl slaan!
sv: Kom, ni skägglösa fegisar! Jag ska slå er med min yxa!

source: So we need more cloth to finally be able to build ships. But there is no space on the island to build a whole economy to produce cloth. Therefore we need to build the necessary wares in a more serial way.
nl: We hebben dus meer stof nodig om eindelijk schepen te kunnen bouwen. Maar er is geen ruimte op het eiland om een hele economie op te bouwen om stof te produceren. Daarom moeten we de benodigde handelswaar serieuzer opbouwen.
sv: Så vi behöver mer tyg för att äntligen kunna bygga skepp. Men det finns inte plats på ön för att bygga upp en hel ekonomi för att producera tyg. Därför måste vi bygga de nödvändiga varorna på ett mer seriellt sätt.

source: Hungry for battle
nl: Honger naar de strijd
sv: Hungrig efter strid

source: So let's think this over. To produce cloth we need some wool. And to produce wool we need wheat so let'S find a space for a big building and build a wheat farm first.
nl: Laten we hier eens over nadenken. Om stof te maken hebben we wol nodig. En om wol te produceren hebben we tarwe nodig, dus laten we een plek zoeken voor een groot gebouw en eerst een tarweboerderij bouwen.
sv: Låt oss fundera på detta. För att producera tyg behöver vi ull. Och för att producera ull behöver vi vete, så låt oss hitta en plats för en stor byggnad och först bygga en vetefarm.

source: Saledus is angry
nl: Saledus is boos
sv: Saledus är arg

source: After the production of enough wheat we can dismantle the farm and build a sheepfarm to produce wool. Later on we could build a weaving mill in the same spot to use our wool for weaving cloth. But for the moment being let's start with producing a reasonable amount of wheat.
nl: Na de productie van genoeg tarwe kunnen we de boerderij ontmantelen en een schapenboerderij bouwen om wol te produceren. Later kunnen we op dezelfde plek een weverij bouwen om onze wol te gebruiken voor het weven van stoffen. Maar laten we voorlopig beginnen met het produceren van een redelijke hoeveelheid tarwe.
sv: När vi har producerat tillräckligt med vete kan vi riva gården och bygga en fårfarm för att producera ull. Senare kan vi bygga ett väveri på samma plats för att använda vår ull till att väva tyg. Men för tillfället kan vi börja med att producera en rimlig mängd vete.

source: Afterwards we can dismantle the farm and build a sheepfarm and later on a weaving mill. But for the moment being let's start with producing a reasonable amount of wheat.
nl: Daarna kunnen we de boerderij afbreken en een schapenboerderij bouwen en later een weverij. Maar laten we voorlopig beginnen met het produceren van een redelijke hoeveelheid tarwe.
sv: Efteråt kan vi riva gården och bygga en fårfarm och senare ett väveri. Men för tillfället kan vi börja med att producera en rimlig mängd vete.

source: The barbarians are not negotiating and denying us access to their port. We have to take the peninsula by force.
nl: De barbaren onderhandelen niet en weigeren ons de toegang tot hun haven. We moeten het schiereiland met geweld innemen.
sv: Barbarerna förhandlar inte och nekar oss tillträde till deras hamn. Vi måste ta halvön med våld.

source: I think for the beginning a stock of 50 wheat would be enough. Perhaps we have to adjust the target quantity for wheat to achieve this.
nl: Ik denk dat voor het begin een voorraad van 50 tarwe genoeg is. Misschien moeten we de doelhoeveelheid voor tarwe aanpassen om dit te bereiken.
sv: Jag tror att ett lager på 50 ton vete skulle räcka till i början. Kanske måste vi justera målkvantiteten för vete för att uppnå detta.

source: However our scouts report that the two brothers are very fierce fighters. It will be a tough battle, so build a solid army and fortifications.
nl: Onze verkenners melden echter dat de twee broers zeer felle vechters zijn. Het zal een zware strijd worden, dus zorg voor een solide leger en versterkingen.
sv: Våra spejare rapporterar dock att de två bröderna är mycket duktiga krigare. Det kommer att bli en tuff strid, så bygg upp en stark armé och befästningar.

source: Do it smart
nl: Doe het slim
sv: Gör det smart

source: Seafaring possible again
nl: Zeevaren weer mogelijk
sv: Sjöfart möjlig igen

source: Amalea frowns…
nl: Amalea fronst...
sv: Amalea rynkar pannan…

source: Praise the gods. We finally have a ship industry.
nl: Prijs de goden. We hebben eindelijk een scheepsindustrie.
sv: Prisa gudarna. Äntligen har vi en skeppsindustri.

source: Lutius, I understand that Saledus and you lust for battle and revenge, but please don't throw away the lives of our soldiers so carelessly.
nl: Lutius, ik begrijp dat Saledus en jij verlangen naar strijd en wraak, maar gooi de levens van onze soldaten niet zo achteloos weg.
sv: Lutius, jag förstår att Saledus och du längtar efter strid och hämnd, men snälla, släng inte bort våra soldaters liv så lättvindigt.

source: Instead of overrunning the enemy we should try and train our troops to match those horrible brothers.
nl: In plaats van de vijand te overrompelen zouden we moeten proberen onze troepen te trainen om die verschrikkelijke broeders te evenaren.
sv: Istället för att övermanna fienden bör vi försöka träna våra trupper så att de kan mäta sig med dessa fruktansvärda bröder.

source: Amalea's pride
nl: Amalea's trots
sv: Amaleas stolthet

source: Amalea cheers…
nl: Amalea juicht...
sv: Amalea jublar…

source: The weapon smith knows how to make more advanced weapons for our soldiers. Build a Training Camp to get them trained with better weaponry. An Arena will also help you.
nl: De wapensmid weet hoe hij geavanceerdere wapens voor onze soldaten kan maken. Bouw een trainingskamp om ze te trainen met betere wapens. Een Arena zal je ook helpen.
sv: Vapensmeden vet hur man tillverkar mer avancerade vapen till våra soldater. Bygg ett träningsläger för att träna dem med bättre vapen. En arena kan också vara till hjälp.

source: Well done so far. We have produced enough wheat. Now dismantle the farm and build the next building in the chain.
nl: Goed gedaan tot nu toe. We hebben genoeg tarwe geproduceerd. Ontmantel nu de boerderij en bouw het volgende gebouw in de keten.
sv: Bra gjort hittills. Vi har producerat tillräckligt med vete. Nu kan du riva gården och bygga nästa byggnad i kedjan.

source: Well done so far. We have produced enough wheat. Now dismantle the farm and build the next building in the production chain.
nl: Goed gedaan tot nu toe. We hebben genoeg tarwe geproduceerd. Ontmantel nu de boerderij en bouw het volgende gebouw in de productieketen.
sv: Bra gjort hittills. Vi har producerat tillräckligt med vete. Nu kan vi riva gården och bygga nästa byggnad i produktionskedjan.

source: But be aware, Lutius, training is hard work. Make sure your soldiers constantly are supplied with food during training.
nl: Maar let op, Lutius, trainen is hard werken. Zorg ervoor dat je soldaten tijdens de training constant van voedsel worden voorzien.
sv: Men var medveten om, Lutius, att träning är hårt arbete. Se till att dina soldater hela tiden får mat under träningen.

source: Don't forget to check the target quantity of wool and cloth in the economy settings. We need to turn all the wheat into wool and then the all the wool into cloth.
nl: Vergeet niet om de beoogde hoeveelheid wol en stof te controleren in de economie-instellingen. We moeten van alle tarwe wol maken en van alle wol stof.
sv: Glöm inte att kontrollera målkvantiteten för ull och tyg i ekonomiinställningarna. Vi måste omvandla allt vete till ull och sedan all ull till tyg.

source: Don't forget to check the target quantity of wool in the economy settings.
nl: Vergeet niet om de beoogde hoeveelheid wol in de economie-instellingen te controleren.
sv: Glöm inte att kontrollera målkvantiteten för ull i ekonomiinställningarna.

source: Well done so far. We have produced enough wheat now dismantle the farm and build the next building in the chain.
nl: Goed gedaan tot nu toe. We hebben nu genoeg tarwe geproduceerd om de boerderij te ontmantelen en het volgende gebouw in de keten te bouwen.
sv: Bra gjort hittills. Vi har producerat tillräckligt med vete, så nu kan vi riva gården och bygga nästa byggnad i kedjan.

source: Don't forget to check the target quantity of wool in the economy settings .
nl: Vergeet niet de gewenste hoeveelheid wol te controleren in de economie-instellingen .
sv: Glöm inte att kontrollera målkvantiteten för ull i ekonomiinställningarna .

source: Getting ready
nl: Gereedmaken
sv: Förberedelser

source: Perhaps it would be a good idea to stop the shipyard's production until we have some cloth available to not waste any logs or planks.
nl: Misschien is het een goed idee om de productie van de scheepswerf te stoppen totdat we wat stof beschikbaar hebben om geen boomstammen of planken te verspillen.
sv: Kanske vore det en bra idé att stoppa varvets produktion tills vi har lite tyg tillgängligt, så att vi inte slösar bort några stockar eller plankor.

source: Saledus is calming down
nl: Saledus kalmeert
sv: Saledus lugnar ner sig

source: Amalea has a gentle heart. Training our soldiers will cost time and gold.
nl: Amalea heeft een zacht hart. Het trainen van onze soldaten kost tijd en goud.
sv: Amalea har ett ömt hjärta. Att träna våra soldater kommer att kosta tid och guld.

source: We should explore the islands
nl: We moeten de eilanden verkennen
sv: Vi borde utforska öarna

source: Saledus is excited…
nl: Saledus is opgewonden...
sv: Saledus är entusiastisk…

source: The mountain to the south appears to yield gold for advanced weaponry and the construction of the training facilities.
nl: De berg in het zuiden blijkt goud op te leveren voor geavanceerd wapentuig en de bouw van de trainingsfaciliteiten.
sv: Berget i söder verkar ge guld för avancerade vapen och byggandet av träningsanläggningar.

source: Now that we have all ressources ready to built a ship, we should explore the surrounding islands.
nl: Nu we alle middelen hebben om een schip te bouwen, moeten we de omliggende eilanden verkennen.
sv: Nu när vi har alla resurser som behövs för att bygga ett skepp, bör vi utforska de omgivande öarna.

source: The choice is yours, Lutius.
nl: De keuze is aan jou, Lutius.
sv: Valet är ditt, Lutius.

source: First we need to find some more ressources to back up our growing economy. I have spotted an island with some mountains in the south. Perhaps we can find some valuable ressources like iron there.
nl: Eerst moeten we meer grondstoffen vinden om onze groeiende economie te ondersteunen. Ik heb een eiland gezien met bergen in het zuiden. Misschien kunnen we daar waardevolle grondstoffen zoals ijzer vinden.
sv: Först måste vi hitta fler resurser för att stödja vår växande ekonomi. Jag har upptäckt en ö med några berg i söder. Kanske kan vi hitta några värdefulla resurser som järn där.

source: But even more important is the following objective.
nl: Maar nog belangrijker is de volgende doelstelling.
sv: Men ännu viktigare är följande mål.

source: But even more important is the following objective.
nl: Maar nog belangrijker is de volgende doelstelling.
sv: Men ännu viktigare är följande mål.

source: Victory
nl: Overwinning
sv: Seger

source: But even more important I think I Have heard the wind carrying some weird but well known sound from the north. If I'm not totally wrong I heard babarian war drums fromm the north so we should better going to look what is going on there.
nl: Maar nog belangrijker is dat ik denk dat ik de wind een vreemd maar bekend geluid uit het noorden heb horen maken. Als ik me niet helemaal vergis hoorde ik babariaanse oorlogstrommels uit het noorden dus we kunnen beter gaan kijken wat daar aan de hand is.
sv: Men ännu viktigare är att jag tror att jag har hört vinden bära med sig ett konstigt men välbekant ljud från norr. Om jag inte misstar mig helt så hörde jag barbariska krigstrummor från norr, så vi borde nog gå och kolla vad som pågår där.

source: I think I have heard the wind carrying some weird but well known sounds from the north. If I'm not totally wrong I heard some barbarian war drums, so we should better going to look what is going on up there.
nl: Ik denk dat ik de wind wat vreemde maar bekende geluiden uit het noorden heb horen dragen. Als ik me niet helemaal vergis hoorde ik een paar barbaarse oorlogstrommels, dus we kunnen maar beter gaan kijken wat daar aan de hand is.
sv: Jag tror att jag har hört vinden bära med sig några konstiga men välbekanta ljud från norr. Om jag inte misstar mig helt så hörde jag några barbariska krigstrummor, så vi borde nog gå och se vad som pågår där uppe.

source: I think I have heard the wind carrying some weird but well known sounds from the north. If I'm not totally wrong I heard some barbarian war, so we should better going to look what is going on up there.
nl: Ik denk dat ik de wind wat vreemde maar bekende geluiden uit het noorden heb horen dragen. Als ik me niet helemaal vergis hoorde ik een of andere barbaarse oorlog, dus we kunnen maar beter gaan kijken wat daar aan de hand is.
sv: Jag tror att jag har hört vinden bära med sig några konstiga men välbekanta ljud från norr. Om jag inte misstar mig helt så hörde jag något som liknade barbarisk krigföring, så vi borde nog gå och se vad som pågår där uppe.

source: Today is a proud day. We have fought for our new home and risen victorious.
nl: Vandaag is een trotse dag. We hebben gevochten voor ons nieuwe thuis en zijn als overwinnaars uit de strijd gekomen.
sv: Idag är en stolt dag. Vi har kämpat för vårt nya hem och segrat.

source: There are still a few Barbarians hiding on our island, but I am sure that we will find them soon. Every Barbarian who doesn’t attack us will be put in a boat with the other peaceful ones, and sent back to their country.
nl: Er zijn nog steeds een paar barbaren op ons eiland, maar ik weet zeker dat we ze snel zullen vinden. Elke barbaar die ons niet aanvalt, wordt samen met de andere vreedzame barbaren in een boot gezet en teruggestuurd naar hun land.
sv: Det finns fortfarande några barbarer som gömmer sig på vår ö, men jag är säker på att vi snart kommer att hitta dem. Alla barbarer som inte attackerar oss kommer att sättas på en båt tillsammans med de andra fredliga barbarer och skickas tillbaka till sitt land.

source: Amalea has some advice
nl: Amalea heeft wat advies
sv: Amalea har några råd

source: Amalea looks thoughtfully…
nl: Amalea kijkt nadenkend...
sv: Amalea ser eftertänksamt ut…

source: You have established a working economy, trained new soldiers and driven the Barbarians from the island.
nl: Je hebt een werkende economie opgezet, nieuwe soldaten getraind en de barbaren van het eiland verdreven.
sv: Du har skapat en fungerande ekonomi, tränat nya soldater och drivit barbarerna från ön.

source: Not so fast Saledus. The chance to colonize and back up our econmy is more than luring for me, too.
nl: Niet zo snel Saledus. De kans om te koloniseren en onze economie te ondersteunen is voor mij ook meer dan aantrekkelijk.
sv: Inte så fort, Saledus. Möjligheten att kolonisera och stärka vår ekonomi är mer än lockande även för mig.

source: Salve Lutius. While talking to all our brave builders, they told me that they had to use all our remaining gold for building the port. Now we don't have any gold left.
nl: Salve Lutius. Terwijl ik met al onze dappere bouwers sprak, vertelden ze me dat ze al ons overgebleven goud moesten gebruiken om de haven te bouwen. Nu hebben we geen goud meer over.
sv: Salve Lutius. När jag pratade med alla våra modiga byggare berättade de att de var tvungna att använda allt vårt kvarvarande guld för att bygga hamnen. Nu har vi inget guld kvar.

source: The chance to colonize and back up our econmy is more than luring for me.
nl: De kans om te koloniseren en onze economie te ondersteunen is meer dan aantrekkelijk voor mij.
sv: Möjligheten att kolonisera och stärka vår ekonomi är mer än lockande för mig.

source: As Time is Running By
nl: Terwijl de Tijd Verstrijkt
sv: När tiden går

source: But the problem is that for sending out an expedition we need some gold.
nl: Maar het probleem is dat we goud nodig hebben om een expeditie uit te sturen.
sv: Men problemet är att vi behöver guld för att kunna skicka ut en expedition.

source: But the problem is that we spend our last gold on building the port. So for sending out an expedition we need some gold.
nl: Maar het probleem is dat we ons laatste goud uitgeven aan de bouw van de haven. Dus om een expeditie uit te sturen hebben we goud nodig.
sv: Men problemet är att vi spenderar vårt sista guld på att bygga hamnen. Så för att skicka ut en expedition behöver vi lite guld.

source: The problem is that we spend our last gold on the building of the port. So for sending out an expedition we need some gold.
nl: Het probleem is dat we ons laatste goud uitgeven aan de bouw van de haven. Voor het sturen van een expeditie hebben we dus goud nodig.
sv: Problemet är att vi spenderar vårt sista guld på att bygga hamnen. Så för att skicka ut en expedition behöver vi lite guld.

source: 7 days later…
nl: 7 dagen later...
sv: 7 dagar senare…
