Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Single player scenario map with high difficulty level in a historic Swedish setting. Shipped under GNU General Public License version 2.
nl: Scenariokaart voor één speler met hoge moeilijkheidsgraad in een historische Zweedse omgeving. Uitgevoerd onder GNU General Public License versie 2.
sv: Enspelarscenariokarta med hög svårighetsgrad i en historisk svensk miljö. Levereras under GNU General Public License version 2.

source: My first map for 4 Players ..it's for looooooong playing ;)
nl: Mijn eerste kaart voor 4 spelers ... het is voor laaaaaang spelen ;)
sv: Min första karta för 4 spelare … den är för långa spelomgångar ;)

source: GNU General Public License version 2.
nl: GNU Algemene Gebruikerslicentie versie 2.

source: The map is full of stones and there is no coal. You can end the game very fast (aobut 3 hours), but also you can play it for a while. Probably you won't run out of iron.
nl: De kaart ligt vol met stenen en er zijn geen kolen. Je kunt het spel heel snel beëindigen (ongeveer 3 uur), maar je kunt het ook een tijdje spelen. Waarschijnlijk zul je niet zonder ijzer komen te zitten.
sv: Kartan är full av stenar och det finns inget kol. Du kan avsluta spelet mycket snabbt (cirka 3 timmar), men du kan också spela det ett tag. Du kommer troligen inte att få slut på järn.

source: The first version of map was made with build 17. Second is created with new standard: build 18 :) Feel free to check the difference (only some port spaces)
nl: De eerste versie van de kaart is gemaakt met build 17. De tweede is gemaakt met de nieuwe standaard: build 18 :) Voel je vrij om het verschil te bekijken (alleen enkele poortruimtes)
sv: Den första versionen av kartan skapades med build 17. Den andra är skapad med den nya standarden: build 18 :) Kolla gärna in skillnaden (endast några hamnutrymmen).

source: Licensed under the GNU General Public License version 2.
nl: Gelicentieerd onder de GNU Algemene Gebruikerslicentie versie 2.
sv: Licensierad under GNU General Public License version 2.

source: Map created by script, except for distribution of resources and placing the headquarters. Should be easy to play, though raw materials are bit limited. As usual, AI is bit stupid for this kind of map... Report any ideas and suggestions!
nl: Kaart gemaakt door script, behalve voor de verdeling van middelen en het plaatsen van het hoofdkwartier. Zou makkelijk te spelen moeten zijn, hoewel grondstoffen een beetje beperkt zijn. Zoals gewoonlijk is de AI een beetje dom voor dit soort kaarten... Meld alle ideeën en suggesties!
sv: Karta skapad med skript, förutom fördelningen av resurser och placeringen av högkvarteret. Bör vara lätt att spela, även om råvarorna är något begränsade. Som vanligt är AI lite dumt för den här typen av karta… Rapportera gärna idéer och förslag!

source: An error in the fish resources has been fixed, and I also corrected that silly typo in the name.
nl: Een fout in de visbronnen is hersteld, en ik heb ook die domme typfout in de naam gecorrigeerd.
sv: Ett fel i fiskresurserna har rättats, och jag har också korrigerat det dumma stavfelet i namnet.

source: Huge map - too huge for my quite slow PC. A lot of land, a lot of time before running into enemies. (Maybe more then 8 enemies would be nice). As usual AI is too stupid and after about 2 hours begin to stagnate. Created and developed with barbarians in mind, though basic testing was done with other races as well. The landscape was created with fractal algorithm, I believe you will like it :) Comments welcomed.
nl: Enorme kaart - te groot voor mijn vrij trage pc. Veel land, veel tijd voordat je vijanden tegenkomt. (Misschien meer dan 8 vijanden zou leuk zijn). Zoals gewoonlijk is de AI te dom en begint na ongeveer 2 uur te stagneren. Gemaakt en ontwikkeld met barbaren in gedachten, hoewel de basistests ook met andere rassen zijn gedaan. Het landschap is gemaakt met fractal algoritme, ik denk dat je het mooi zult vinden :) Commentaar welkom.
sv: Enorm karta – för stor för min ganska långsamma dator. Mycket mark, mycket tid innan man stöter på fiender. (Kanske skulle det vara trevligt med fler än 8 fiender). Som vanligt är AI för dum och efter ungefär 2 timmar börjar det stagnera. Skapad och utvecklad med barbarer i åtanke, även om grundläggande tester också gjordes med andra raser. Landskapet skapades med fraktalalgoritm, jag tror att du kommer att gilla det :) Kommentarer välkomnas.

source: Map I made to test the seafaring. it is possible to conquer the whole world if the islands are taken in the right order. Hint: don't spoil your gold in the beginning.
nl: Een kaart die ik heb gemaakt om de zeevaart te testen. Het is mogelijk om de hele wereld te veroveren als de eilanden in de juiste volgorde worden genomen. Tip: bederf je goud niet in het begin.
sv: Karta jag skapade för att testa sjöfarten. Det är möjligt att erövra hela världen om öarna tas i rätt ordning. Tips: slösa inte bort ditt guld i början.

source: Four players, enough room and raw materials. Easy / medium difficulty. Developed for barbarians.
nl: Vier spelers, genoeg ruimte en grondstoffen. Makkelijke / gemiddelde moeilijkheidsgraad. Ontwikkeld voor barbaren.
sv: Fyra spelare, tillräckligt med utrymme och råmaterial. Lätt/medel svårighetsgrad. Utvecklad för barbarer.

source: Updated version with more fishing resources and more balanced game play.
nl: Bijgewerkte versie met meer visbestanden en een evenwichtiger spelverloop.
sv: Uppdaterad version med fler fiskeresurser och mer balanserat spel.

source: New version with more land connections.
nl: Nieuwe versie met meer landverbindingen.
sv: Ny version med fler landförbindelser.

source: Big map where you can train your seafaring abilities. As usual AI players will be too weak for you. The map was created with my fractal algorithm (slightly modified diamond-square algorithm). Any ideas welcomed. I tested it with AI players - so seafaring was not tested at all...
nl: Grote kaart waarop je je zeemanskunsten kunt trainen. Zoals gewoonlijk zijn AI-spelers te zwak voor je. De kaart is gemaakt met mijn fractal algoritme (licht aangepast diamant-vierkant algoritme). Ideeën zijn welkom. Ik heb het getest met AI spelers - dus zeevaardigheid is helemaal niet getest...
sv: Stor karta där du kan träna dina sjöfartskunskaper. Som vanligt kommer AI-spelarna att vara för svaga för dig. Kartan skapades med min fraktala algoritm (en något modifierad diamant-kvadratalgoritm). Alla idéer är välkomna. Jag testade den med AI-spelare – så sjöfarten testades inte alls…

source: The number of trees in this map has been reduced significantly after it turned out that they were an obstacle during the game. It's a great map for long and balanced games with strong players, for example by tweaking the startup files in the case of AI players. It is quite difficult to win this map if all opponents start with attack level 2.
nl: Het aantal bomen op deze kaart is aanzienlijk verminderd nadat bleek dat ze een obstakel vormden tijdens het spel. Het is een geweldige kaart voor lange en gebalanceerde spellen met sterke spelers, bijvoorbeeld door de opstartbestanden aan te passen in het geval van AI-spelers. Het is vrij moeilijk om deze kaart te winnen als alle tegenstanders beginnen met aanvalsniveau 2.
sv: Antalet träd på denna karta har minskats avsevärt efter att det visade sig att de utgjorde ett hinder under spelet. Det är en utmärkt karta för långa och balanserade spel med starka spelare, till exempel genom att justera startfilerna för AI-spelare. Det är ganska svårt att vinna på denna karta om alla motståndare startar med attacknivå 2.

source: Reworked version - I re-designed mines & raw resources as they were too hard to get to. Four players - easy to medium difficulty. Developed for barbarians in mind.
nl: Herwerkte versie - Ik heb mijnen en grondstoffen opnieuw ontworpen omdat ze te moeilijk te bereiken waren. Vier spelers - makkelijke tot gemiddelde moeilijkheidsgraad. Ontwikkeld voor barbaren.
sv: Omarbetad version – Jag har omdesignat gruvor och råvaror eftersom de var för svåra att komma åt. Fyra spelare – lätt till medelsvår svårighetsgrad. Utvecklad med barbarerna i åtanke.

source: Comment in regard to v.2: I found some bugs in the previous version - simply some of fields planned as port-capable were not enabled as ports. (There were no blue placeholders meaning that a port can be build there) Technical comments: Creating a fractal map with rivers is a challenge. I tried few approaches but at the end I gave up. The known problem with diamond-square algorithm is that it creates pits - many deep pits and this is a problem for rivers. One of approaches was simulate erosion&deposition process but this is also quite challenging. So I decided to do it other way round: to generate rivers (inluding height of individual points) via fractal-like algorithm and then generate landscape around them. This is the result. Yet, improvements to algorithm are still possible. And the most significant shortcoming is that rivers do not branch. Maybe in next version... :) Comment to seafaring: I hope the rivers could be used for seafaring up to the "springs" - I did not tested it yet:( Any comments welcomed.
nl: Opmerking met betrekking tot v.2: Ik heb enkele bugs gevonden in de vorige versie - sommige velden die gepland waren als port-geschikt waren niet ingeschakeld als ports. (Er waren geen blauwe plaatsaanduidingen die betekenen dat daar een poort kan worden gebouwd) Technische opmerkingen: Het maken van een fractal map met rivieren is een uitdaging. Ik heb een paar benaderingen geprobeerd, maar uiteindelijk heb ik het opgegeven. Het bekende probleem met het ruitvormige algoritme is dat het kuilen creëert - veel diepe kuilen en dit is een probleem voor rivieren. Een van de benaderingen was het simuleren van erosie en afzetting, maar dit is ook een hele uitdaging. Dus besloot ik het andersom te doen: rivieren genereren (inclusief de hoogte van individuele punten) via een fractal-achtig algoritme en dan het landschap eromheen genereren. Dit is het resultaat. Toch zijn er nog verbeteringen aan het algoritme mogelijk. En de belangrijkste tekortkoming is dat rivieren zich niet vertakken. Misschien in de volgende versie... :) Opmerking voor zeevaart: Ik hoop dat de rivieren gebruikt kunnen worden voor zeevaart tot aan de “bronnen” - ik heb het nog niet getest:( Alle opmerkingen zijn welkom.
sv: Kommentar angående v.2: Jag hittade några buggar i den tidigare versionen – vissa fält som var planerade som portkompatibla var helt enkelt inte aktiverade som portar. (Det fanns inga blå platshållare som indikerade att en port kunde byggas där). Tekniska kommentarer: Att skapa en fraktalkarta med floder är en utmaning. Jag provade några olika metoder, men till slut gav jag upp. Det kända problemet med diamant-kvadratalgoritmen är att den skapar gropar – många djupa gropar, och det är ett problem för floder. En av metoderna var att simulera erosion och sedimentation, men det är också ganska utmanande. Så jag bestämde mig för att göra tvärtom: att generera floder (inklusive höjden på enskilda punkter) via en fraktalliknande algoritm och sedan generera landskapet runt dem. Detta är resultatet. Det finns dock fortfarande utrymme för förbättringar av algoritmen. Den största bristen är att floderna inte förgrenar sig. Kanske i nästa version… :) Kommentar till sjöfart: Jag hoppas att floderna kan användas för sjöfart ända upp till ”källorna” – jag har inte testat det ännu :( Alla kommentarer är välkomna.

source: Three players, small map, short game :). I did couple of small changes against v.2 to impove playability....
nl: Drie spelers, kleine kaart, kort spel :). Ik heb een paar kleine veranderingen aangebracht ten opzichte van v.2 om de speelbaarheid te verbeteren....
sv: Tre spelare, liten karta, kort spel :). Jag gjorde några små ändringar jämfört med v.2 för att förbättra spelbarheten….

source: My first blackland map :). Should be easy to play. Not suitable for Atlanteans. These four holes with water should be craters. Their walls are not as steep as should be but my intend was to make them climb-able - to allow building fisher huts close to water. As usuall, any comments welcomed.
nl: Mijn eerste blackland map :). Moet makkelijk te spelen zijn. Niet geschikt voor Atlantiërs. Deze vier gaten met water zouden kraters moeten zijn. Hun wanden zijn niet zo steil als zou moeten, maar het was mijn bedoeling om ze beklimbaar te maken - om het bouwen van vissershutten dicht bij het water mogelijk te maken. Zoals gewoonlijk zijn opmerkingen welkom.
sv: Min första svarta markkarta :). Bör vara lätt att spela. Inte lämplig för atlanter. Dessa fyra hål med vatten bör vara kratrar. Deras väggar är inte så branta som de borde vara, men min avsikt var att göra dem klättringsbara – för att möjliggöra byggandet av fiskarstugor nära vattnet. Som vanligt är alla kommentarer välkomna.

source: Par l'eau ou par les montagnes .... ?
nl: Over het water of over de bergen .... ?
sv: Via vattnet eller via bergen …?

source: Flat, symmetrical and predictable. It's designed for doing war rather than looking pretty. The reason for the strange arrangement of trees and rocks around the start point is to give the AI a good start.
nl: Vlak, symmetrisch en voorspelbaar. Het is ontworpen om oorlog te voeren in plaats van er mooi uit te zien. De reden voor de vreemde opstelling van bomen en rotsen rond het startpunt is om de AI een goede start te geven.
sv: Platt, symmetrisk och förutsägbar. Den är utformad för krigföring snarare än för att se snygg ut. Anledningen till det märkliga arrangemanget av träd och stenar runt startpunkten är att ge AI:n en bra start.

source: Welcome to the dark forest. To reach the interior of the island, you have to find a way through the forest. Each resource is available to a great extent. The map is also playable for multiplayer games and suitable for every people. Ports are also available and offer an interesting possibility.
nl: Welkom in het donkere bos. Om het binnenland van het eiland te bereiken, moet je een weg door het bos vinden. Elke bron is in grote mate beschikbaar. De kaart is ook speelbaar voor multiplayer games en geschikt voor iedereen. Ports zijn ook beschikbaar en bieden een interessante mogelijkheid.
sv: Välkommen till den mörka skogen. För att nå öns inre måste du hitta en väg genom skogen. Alla resurser finns tillgängliga i stor utsträckning. Kartan kan även användas för multiplayer-spel och passar alla. Portar finns också tillgängliga och erbjuder intressanta möjligheter.

source: I wanted to make the AI a bit more challenging. Playing blue (or maybe red) should be quite hard, although for an easy time you could play green.
nl: Ik wilde de AI wat uitdagender maken. Blauw spelen (of misschien rood) zou vrij moeilijk moeten zijn, hoewel je voor een makkelijke tijd groen zou kunnen spelen.
sv: Jag ville göra AI:n lite mer utmanande. Att spela blått (eller kanske rött) borde vara ganska svårt, men för att ha det lättare kan man spela grönt.

source: Stranded on an island to rest our tired bones. It seems not to be the best place... I tested this map only with the Empire tribe.
nl: Gestrand op een eiland om onze vermoeide botten te laten rusten. Het lijkt niet de beste plek te zijn... Ik heb deze kaart alleen getest met de Empire stam.
sv: Strandade på en ö för att vila våra trötta ben. Det verkar inte vara den bästa platsen… Jag testade den här kartan endast med Empire-stammen.

source: Es stinkt nach Schwefel, die Bäumen gleichen riesigen Pilzen und die Fische schmecken seltsam. Doch die neue Insel ist mit Reichtümern gespickt und die Nachhricht verbreitet sich wie ein Lauffeuer. Nun sind 6 Stämme auf dieser Insel gelandet, getrieben von Gier und Blutdurst, denn die anderen Stämme werden nicht einfach so weichen! It stinks of sulfur, the same trees giant mushrooms and the fish tasted strange. But the new island is peppered with riches and the Nachhricht spreads like wildfire. Now 6 strains have landed on this island, driven by greed and bloodlust, because the other tribes are not simply so soft!
nl: Het stinkt er naar zwavel, de bomen lijken op reuzenpaddenstoelen en de vis smaakt er vreemd. Maar het nieuwe eiland zit vol rijkdommen en het nieuws verspreidt zich als een lopend vuurtje. Nu zijn er 6 stammen op dit eiland geland, gedreven door hebzucht en bloeddorst, want de andere stammen geven niet zomaar op! Het stinkt er naar zwavel, dezelfde bomen reuzenpaddenstoelen en de vis smaakt er vreemd. Maar het nieuwe eiland is bezaaid met rijkdommen en de Nachhricht verspreidt zich als een lopend vuurtje. Nu zijn er 6 stammen op dit eiland geland, gedreven door hebzucht en bloeddorst, want de andere stammen zijn niet zo zachtzinnig!
sv: Det luktar svavel, träden liknar gigantiska svampar och fisken smakar konstigt. Men den nya ön är full av rikedomar och nyheten sprider sig som en löpeld. Nu har sex stammar landat på ön, drivna av girighet och blodtörst, för de andra stammarna kommer inte att ge sig så lätt! Det luktar svavel, träden liknar gigantiska svampar och fisken smakar konstigt. Men den nya ön är full av rikedomar och nyheten sprider sig som en löpeld. Nu har sex stammar landat på ön, drivna av girighet och blodtörst, för de andra stammarna kommer inte att ge sig så lätt!

source: This map was designed to give the AI an advantage against the blue tribe, but for a more balanced game you could play one of the other colours. I hope you like it, I've tested with every tribe and there don't seem to be any problems - each one of them can win, although not without some difficulty.
nl: Deze kaart is ontworpen om de AI een voordeel te geven tegen de blauwe stam, maar voor een evenwichtiger spel kun je ook een van de andere kleuren spelen. Ik hoop dat je het leuk vindt, ik heb met elke stam getest en er lijken geen problemen te zijn - ze kunnen allemaal winnen, hoewel niet zonder enige moeite.
sv: Denna karta har utformats för att ge AI en fördel mot den blå stammen, men för ett mer balanserat spel kan du spela med någon av de andra färgerna. Jag hoppas att du gillar den. Jag har testat med alla stammar och det verkar inte finnas några problem – alla kan vinna, men det är inte helt utan svårigheter.

source: Big world with islands. For seafaring. Second, modified version.
nl: Grote wereld met eilanden. Voor zeevaarders. Tweede, aangepaste versie.
sv: Stor värld med öar. För sjöfart. Andra, modifierade versionen.

source: The main goal was to create a map where is almost no ores. Instead of that the map has enough resources for short battle. If you want to play longer- you have to reach overseas. There is plenty of ores. All the idea came after a topic https://wl.widelands.org/forum/topic/1572/?page=1#post-11485 came on the forum.
nl: Het belangrijkste doel was om een kaart te maken waar bijna geen ertsen zijn. In plaats daarvan heeft de kaart genoeg grondstoffen voor korte gevechten. Als je langer wilt spelen, moet je de overzeese gebieden bereiken. Daar zijn genoeg ertsen. Het idee is ontstaan na een topic https://wl.widelands.org/forum/topic/1572/?page=1#post-11485 op het forum.
sv: Huvudmålet var att skapa en karta där det nästan inte finns några malmer. Istället har kartan tillräckligt med resurser för korta strider. Om du vill spela längre måste du ta dig till utlandet. Där finns det gott om malmer. Idén kom efter att ett ämne med titeln "https://wl.widelands.org/forum/topic/1572/?page=1#post-11485" (Ska vi skapa en karta med mycket resurser?) dök upp på forumet.

source: Few further improvements.
nl: Weinig verdere verbeteringen.
sv: Några ytterligare förbättringar.

source: Couple of enhancements to the terrain and resources
nl: Een paar verbeteringen aan het terrein en de bronnen
sv: Några förbättringar av terrängen och resurserna

source: no comment needed:)
nl: geen commentaar nodig:)
sv: ingen kommentar behövs :)

source: A large flat map with large rock to block fast expansions. Lots of water, fish, gold, coal, ... lots of everything. If u really run ot on resourses, you should consider a diplomatic solution.
nl: Een grote platte kaart met grote rotsen om snelle uitbreidingen te blokkeren. Veel water, vis, goud, kolen, ... veel van alles. Als je echt geen grondstoffen meer hebt, moet je een diplomatieke oplossing overwegen.
sv: En stor platt karta med stora stenblock som hindrar snabb expansion. Mycket vatten, fisk, guld, kol… mycket av allt. Om du verkligen har ont om resurser bör du överväga en diplomatisk lösning.

source: Enhanced map. I improved accessibility or mines and I also added further resources. This is a result of my quite lengthy testing of AI. Everytime I see some shortcoming on a map I edit and fix it. No seafaring.
nl: Verbeterde kaart. Ik heb de toegankelijkheid of mijnen verbeterd en ik heb ook meer grondstoffen toegevoegd. Dit is het resultaat van mijn langdurige testen van AI. Elke keer als ik een tekortkoming op een kaart zie, bewerk en repareer ik het. Geen zeevaart.
sv: Förbättrad karta. Jag har förbättrat tillgängligheten till gruvor och lagt till ytterligare resurser. Detta är resultatet av mina långa tester av AI. Varje gång jag upptäcker brister på kartan redigerar jag och åtgärdar dem. Ingen sjöfart.

source: This is probably first map where very different types of soil is used so it is named the way how it looks.
nl: Dit is waarschijnlijk de eerste kaart waar zeer verschillende grondsoorten zijn gebruikt, dus het is zo genoemd.
sv: Detta är förmodligen den första kartan där mycket olika typer av jord används, så den har fått sitt namn efter hur den ser ut.

source: Tricky little map .. Blue = Palermo, Red = Syracuse .. Enjoy the play and add some comments (:
nl: Lastige kleine kaart ... Blauw = Palermo, Rood = Syracuse ... Geniet van het spel en voeg wat commentaar toe (:
sv: Knepig liten karta … Blått = Palermo, rött = Syrakusa … Njut av spelet och lägg till några kommentarer (:
