Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: All positions are fully equal! :)
nl: Alle posities zijn volledig gelijk! :)
sv: Alla positioner är exakt likvärdiga :)

source: Be aware that you are surrounded with enemies. Disable diplomacy for an easier game, enable it for a more challenging game. Additionally you can define the difficulty by playing against different AI-Teams. Although some players have more space in the beginning i would consider this map balanced.
nl: Wees je ervan bewust dat je omringd bent door vijanden. Schakel diplomatie uit voor een makkelijker spel, schakel het in voor een uitdagender spel. Daarnaast kun je de moeilijkheidsgraad bepalen door tegen verschillende AI-teams te spelen. Hoewel sommige spelers in het begin meer ruimte hebben, zou ik deze kaart als evenwichtig beschouwen.
sv: Var medveten om att du är omgiven av fiender. Inaktivera diplomati för ett enklare spel, aktivera det för ett mer utmanande spel. Dessutom kan du definiera svårighetsgraden genom att spela mot olika AI-lag. Även om vissa spelare har mer utrymme i början skulle jag betrakta denna karta som balanserad.

source: Because of steep, rocky terrain, the North-facing slopes near your headquarters will be difficult to mine. Expand your empire North to the headlands, build ports and make your way across the sea to reach the desert mountains, where minerals are abundant, but the land is nearly barren. You can also access the sea with ports on one of the meandering rivers.
nl: Vanwege het steile, rotsachtige terrein zullen de noordelijke hellingen in de buurt van je hoofdkwartier moeilijk te ontginnen zijn. Breid je rijk uit naar het noorden tot aan de landtongen, bouw havens en steek de zee over om de woestijnbergen te bereiken, waar mineralen in overvloed aanwezig zijn, maar het land bijna onvruchtbaar is. Je kunt ook toegang krijgen tot de zee via havens aan een van de kronkelende rivieren.
sv: På grund av den branta, steniga terrängen kommer de norra sluttningarna nära ditt högkvarter att vara svåra att bryta. Utvidga ditt imperium norrut till udden, bygg hamnar och ta dig över havet för att nå ökenbergen, där mineraler finns i överflöd, men marken är nästan ofruktbar. Du kan också nå havet med hamnar vid en av de slingrande floderna.

source: Blue - New Camp, Red - Old Camp, Yellow - Swamp Camp, Green - Orcs Village
nl: Blauw - Nieuw kamp, Rood - Oud kamp, Geel - Moeraskamp, Groen - Orksdorp
sv: Blått – Nytt läger, rött – Gammalt läger, gult – Sumpmarkläger, grönt – Orkby

source: Borders will form with your left and right neighbours in FFA and 1st team suggestion. Take 2nd suggestion for one friendly and one hostile border.
nl: Grenzen worden gevormd met je linker- en rechterburen in FFA en 1e teamsuggestie. Neem de 2e suggestie voor een vriendelijke en een vijandige grens.
sv: Gränser kommer att bildas med dina vänstra och högra grannar i FFA och första lagförslaget. Ta det andra förslaget för en vänskaplig och en fientlig gräns.

source: Borneo is easy to recognize thanks to its white beaches. It has 10 port spaces and 13 artifacts. If you want to win, you should build a port there. Not suitable for Autocrat or HQ Hunter. AI should start with Trading Outpost. Map is more suitable for multiplayer. Each player has two port spaces on his home island.
nl: Borneo is gemakkelijk te herkennen aan de witte stranden. Het heeft 10 havenvelden en 13 kunstvoorwerpen. Als je wilt winnen, moet je er een haven bouwen. Niet geschikt voor de Autocraat of HQ Jager. AI moet beginnen met Handelspost. De kaart is meer geschikt voor multiplayer. Elke speler heeft twee havenvelden op zijn thuiseiland.
sv: Borneo är lätt att känna igen tack vare sina vita stränder. Det har 10 hamnplatser och 13 artefakter. Om du vill vinna bör du bygga en hamn där. Passar inte för Autocrat eller HQ Hunter. AI bör börja med Trading Outpost. Kartan passar bättre för multiplayer. Varje spelare har två hamnplatser på sin hemö.

source: Build a ship with the gold from the small mine that is located near your closest harbour site. Previous inhabitants have marked the mine with small rocks and a standing stone. There are places where the water is too wide for Ware carriers to cross on foot. Use a ferry to overcome this problem.
nl: Bouw een schip met het goud uit de kleine mijn die vlakbij je dichtstbijzijnde haven ligt. Vorige bewoners hebben de mijn gemarkeerd met kleine rotsen en een staande steen. Er zijn plaatsen waar het water te breed is voor Ware dragers om te voet over te steken. Gebruik een veerboot om dit probleem op te lossen.
sv: Bygg ett skepp med guldet från den lilla gruvan som ligger nära din närmaste hamn. Tidigare invånare har markerat gruvan med små stenar och en stående sten. Det finns platser där vattnet är för brett för att varubärare ska kunna korsa till fots. Använd en färja för att lösa detta problem.

source: Collectors and Territorial Lord recommended. Also suitable for a peaceful mode of play. 2 teams possible, yellow and blue should play against each other. While playing a single player, you have to count with the possibility that your opponents may not start an expedition at all and may rather choose a land path.
nl: Verzamelaars en Territoriale Heer aanbevolen. Ook geschikt voor een vreedzame speelwijze. 2 teams mogelijk, geel en blauw moeten tegen elkaar spelen. Als je met één speler speelt, moet je rekening houden met de mogelijkheid dat je tegenstanders helemaal geen expeditie starten en liever een landpad kiezen.
sv: Samlare och landets härskare är rekommenderade. Passar också för fredligt spelläge. 2 lag är möjligt, gul och blå bör spela mot varandra. I enspelarläge får du räkna med att det finns en risk att dina motståndare inte startar någon expedition alls utan istället väljer att ta landvägen.

source: Dummerweise - ist man nicht alleine. Unsere Kundschafter haben Sie, unser Oberhaupt des kleinen Stammes eben erst informiert, dass ein Fremdes Volk ganz weit im Osten liege. Der Kundschafter redete etwas von, die Welt sei symmetrisch aufgebaut, was all unsere Wissenschaftler vor den Kopf stoße. Ihr habt nun die Chance als größter Stratege aller Zeiten in die Geschichtsbücher einzugehen oder aber auf den Feldern des Eisenholzbezwingers zu arbeiten.
nl: Helaas ben je niet alleen. Onze Verkenners hebben U, het Opperhoofd van onze kleine Stam, net verteld dat er ver naar het Oosten een Vreemde natie ligt. De Verkenner zei iets over een symmetrische Wereld, wat al onze Wetenschappers op het verkeerde been zou zetten. Je hebt nu de Kans om de Geschiedenisboeken in te gaan als de grootste Strateeg aller Tijden of om te werken op de velden van de Ironwood Veroveraar.
sv: Tyvärr är man inte ensam. Våra spejare har just informerat er, vår ledare för den lilla stammen, om att det finns ett främmande folk långt bort i öster. Spejaren pratade om att världen är symmetriskt uppbyggd, vilket förbryllar alla våra forskare. Ni har nu chansen att gå till historien som den största strateg som någonsin funnits, eller att arbeta på fälten som tillhör järnträdets erövrare.

source: Enabling Naval warefare is recommended. You have to sail the sea and build probably a lot of ports and shipyards until you reach your opponent. You might need to restrict the workarea of a shipyard by placing roads on the coast to force the shipbuilder to build ships on the wanted coast. The AI does not work very well on this map.
nl: Het inschakelen van oorlogvoering op zee wordt aanbevolen. Je moet de zee bevaren en waarschijnlijk veel havens en scheepswerven bouwen totdat je je tegenstander bereikt. Misschien moet je het werkgebied van een scheepswerf beperken door wegen langs de kust te plaatsen om de scheepsbouwer te dwingen schepen te bouwen aan de gewenste kust. De AI werkt niet erg goed op deze kaart.
sv: Det rekommenderas att aktivera sjöstrid. Du måste segla på havet och förmodligen bygga många hamnar och skeppsvarv tills du når din motståndare. Du kan behöva begränsa varvets arbetsområde genom att placera vägar längs kusten för att tvinga varvsbyggaren att bygga skepp på önskad kust. AI fungerar inte särskilt bra på denna karta.

source: Find Gold near Port region buried by a previous settlement and build ships to explore the seas for other islands with Gold and other Minerals. Previous dwellers have also erected standing stones to mark Great Fishing sites and some known mining sites. Previous civilizations dwelt close to the sea and had great wealth. They left Artifacts near their castles.
nl: Zoek naar Goud in de buurt van een Havengebied dat is begraven door een eerdere nederzetting en bouw schepen om de zeeën te verkennen naar andere eilanden met Goud en andere Mineralen. Vorige bewoners hebben ook staande stenen opgericht om grote visplaatsen en enkele bekende mijnlocaties te markeren. Vorige beschavingen woonden dicht bij de zee en hadden grote rijkdom. Ze lieten artefacten achter in de buurt van hun kastelen.
sv: Hitta guld nära hamnområdet som begravts av en tidigare bosättning och bygg skepp för att utforska haven efter andra öar med guld och andra mineraler. Tidigare invånare har också rest stående stenar för att markera bra fiskeplatser och några kända gruvplatser. Tidigare civilisationer bodde nära havet och hade stora rikedomar. De lämnade artefakter nära sina slott.

source: Find the exit of the circus and follow the sand paths. Waterways are not most useful.
nl: Zoek de uitgang van het circus en volg de zandpaden. Waterwegen zijn niet erg nuttig.
sv: Hitta utgången från cirkusen och följ sandstigarna. Vattendrag är inte särskilt användbara.

source: For hundreds of years this island was kept as sanctuary of the Gods. No human ever ventured to set a foot on it. But now, that a tribe was finally barefaced enough to settle on the coast of that island, a lot other followed afterwards.
nl: Honderden jaren lang was dit eiland het heiligdom van de Goden. Geen mens heeft er ooit een voet durven zetten. Maar nu er eindelijk een stam brutaal genoeg was om zich op de kust van dat eiland te vestigen, volgden er vele anderen.
sv: I hundratals år var denna ö en helig plats för gudarna. Ingen människa vågade sätta sin fot på den. Men nu, när en stam äntligen var djärv nog att bosätta sig på öns kust, följde många andra efter.

source: Gegner sind ganz nahe! Es kann sich sehr lohnen möglichst schnell bestimmte Hafenbauplätze zu kontrollieren. Achte darauf, dass die Werften und die Schiffe an der richtigen Position gebaut werden. Ein Fluss führt über eine winzige Hafeninsel zu einer orangefarbenen Insel mit viel Metall. Dieser Fluss ist jedoch ein längerer Weg, als andere Wege zu weniger Metall. Überlege deshalb ganz genau, in welchem Hafen du für eine weitere Expedition das anfangs wenige Gold ausgibst. Wenn du das Gold nicht für Häfen ausgibst, fehlt dir der Zugang zu weiterem Gold für Häfen und Expeditionen zum Gegner.
nl: Vijanden zijn heel dichtbij! Het kan erg de moeite waard zijn om bepaalde havenbouwplaatsen zo snel mogelijk onder controle te krijgen. Zorg ervoor dat de scheepswerven en de schepen op de juiste plek worden gebouwd. Een rivier leidt over een klein haveneiland naar een oranje eiland met veel metaal. Deze rivier is echter een langere weg dan andere wegen naar minder metaal. Denk daarom goed na in welke haven je het weinige goud dat je aan het begin hebt uitgeven voor een volgende expeditie. Als je het goud niet uitgeeft aan havens, heb je geen toegang tot verder goud voor havens en expedities naar de vijand.
sv: Motståndarna är mycket nära! Det kan vara mycket lönsamt att så snabbt som möjligt kontrollera vissa hamnbyggnadsplatser. Se till att varven och skeppen byggs på rätt plats. En flod leder över en liten hamnö till en orangefärgad ö med mycket metall. Denna flod är dock en längre väg än andra vägar till mindre metall. Tänk därför noga igenom i vilken hamn du ska spendera det initialt begränsade guldet för en ytterligare expedition. Om du inte spenderar guldet på hamnar saknar du tillgång till ytterligare guld för hamnar och expeditioner till motståndaren.

source: Gold is hard to get to.
nl: Goud is moeilijk te vinden.
sv: Guld är svårt att få tag på.

source: Gold is scarce. It can only be found in small quantities in the sandbars and mountains.
nl: Goud is schaars. Het is alleen in kleine hoeveelheden te vinden in de zandbanken en bergen.
sv: Guld är en bristvara. Det finns bara i små mängder i sandbankar och berg.

source: Haches & Pioches !
nl: Haaien & Pioches!

source: Have Fun! ^-^
nl: Veel Plezier! ^-^
sv: Ha det så kul! ^-^

source: Land eingeebnet damit man leichter bauen kann, Rohstoffe besser verteilt.
nl: Land geëgaliseerd om gemakkelijker te kunnen bouwen, Grondstoffen beter verdeeld.
sv: Marken jämnas ut så att det blir lättare att bygga och råvarorna fördelas bättre.

source: Magic Ore = Iron, No coal, medium and big buildings places are where buildings were in the Gothic game
nl: Magisch erts = IJzer, Geen Kolen, middelgrote en grote gebouwen plaatsen waar gebouwen stonden in het Gotische spel
sv: Magisk malm = järn, inget kol, medelstora och stora byggnader finns på samma platser som i spelet Gothic

source: Map is balanced for 4 players. Gold is very rare on this map. There is a small deposit of 100 pieces of golden ore near each starting position.
nl: Kaart is gebalanceerd voor 4 spelers. Goud is erg zeldzaam op deze kaart. Er is een klein depot van 100 stukken gouden erts in de buurt van elke startpositie.
sv: Kartan är balanserad för 4 spelare. Guld är mycket sällsynt på denna karta. Det finns en liten fyndighet med 100 stycken guldmalm nära varje startposition.

source: Naval warefare is not needed but recommended. Gold can only be found on the leaves.
nl: Marine oorlogvoering is niet nodig maar wel aanbevolen. Goud is alleen te vinden op de bladeren.
sv: Sjöfart är inte nödvändigt men rekommenderas. Guld finns endast på bladen.

source: No fish, no trees.
nl: Geen vis, geen bomen.
sv: Ingen fisk, inga träd.

source: Places for medium and big buildings are in the places where the city, farms, ruins and other buildings are in Gothic game. No coal. Stone: in place of caves. Iron: in place of magic ore mines, Greg's treasures in Jarkendar, a cave on Pirates beach, a cave north to the city, a collapsed mine next to Xardas, the Sleeper's Temple. Gold: dragons treasures, thiefs treasure, a bandits gold mine, a Test of Fire cave next to black troll, a cave next to the pyramid, a cave on the beach next to Pirates beach. The are two ways in the mountains from Khornis to Jarkendar and one long way in the mountains from Mine Valley to Jarkendar.
nl: Plaatsen voor middelgrote en grote gebouwen zijn op de plaatsen waar de stad, boerderijen, ruïnes en andere gebouwen zijn in het spel Gothic. Geen kolen. Steen: in plaats van grotten. IJzer: in plaats van magische ertsmijnen, Greg's schatten in Jarkendar, een grot op Pirates beach, een grot ten noorden van de stad, een ingestorte mijn naast Xardas, de Sleeper's Temple. Goud: drakenschatten, dievenschatten, een goudmijn van bandieten, een Vuurproefgrot naast zwarte trol, een grot naast de piramide, een grot op het strand naast Piratenstrand. Er zijn twee wegen in de bergen van Khornis naar Jarkendar en één lange weg in de bergen van Mine Valley naar Jarkendar.
sv: Platser för medelstora och stora byggnader finns på platser där staden, gårdar, ruiner och andra byggnader finns i spelet Gothic. Inget kol. Sten: i stället för grottor. Järn: i stället för magiska malmgruvor, Gregs skatter i Jarkendar, en grotta på Piratstranden, en grotta norr om staden, en raserad gruva bredvid Xardas, Sleeper's Temple. Guld: drakars skatter, tjuvars skatter, en banditers guldgruva, en Test of Fire-grotta bredvid svarta trollen, en grotta bredvid pyramiden, en grotta på stranden bredvid Pirates Beach. Det finns två vägar i bergen från Khornis till Jarkendar och en lång väg i bergen från Mine Valley till Jarkendar.

source: Protect your people from the eruption of Krakatau.
nl: Bescherm je volk tegen de uitbarsting van Krakatau.
sv: Skydda ditt folk från Krakatau-vulkanens utbrott.

source: Rohstoffe sind mit Bedacht gesetzt, es gibt aber immer mehrere Möglichkeiten weiß: der Seefahrer blau: Im Hochgebirge (Tipp) dunkelgrün: Im Ödland
nl: Grondstoffen worden zorgvuldig gekozen, maar er zijn altijd meerdere opties wit: de zeeman blauw: in het hooggebergte (hint) donkergroen: in de woestenij
sv: Råvaror placeras med eftertanke, men det finns alltid flera möjligheter vitt: sjöfararen blått: i höglandet (tips) mörkgrönt: i ödemarken

source: Seefahrt
nl: Zeevaart
sv: Sjöfart

source: Seefahrt, entspanntes Spielen da Feind nicht so schnell angreifen kann.
nl: Reizen over zee, ontspannen Spelen omdat de Vijand niet zo snel kan aanvallen.
sv: Sjöfart, avslappnat spel eftersom fienden inte kan attackera så snabbt.

source: Spieler 1 startet in der Mitte und hat es am Schwersten.
nl: Speler 1 begint in het Midden en heeft het het Moeilijkst.
sv: Spelare 1 startar i mitten och har det svårast.

source: Start positions are clockwise
nl: Startposities zijn met de klok mee
sv: Startpositionerna är placerade medurs

source: Teams recommended. Rich in resources. AI is weak on this map.
nl: Aanbevolen teams. Rijk aan grondstoffen. AI is zwak op deze kaart.
sv: Team rekommenderas. Rikt på resurser. AI är svagt på denna karta.

source: The lower mountains only contain granite. To reach other mining resources, go about the treeline.
nl: De lagere bergen bevatten alleen graniet. Om andere grondstoffen te bereiken, ga je tot boven de boomgrens.
sv: De lägre bergen innehåller endast granit. För att nå andra gruvresurser, gå runt trädgränsen.

source: The map is balanced for 2 or 4 players. Orange player (Grand Bay) and grey player (The City of Light) are optional. The first one has not enough resources near his base, the second one is in the middle of the map. This is a non-addon version of the ''Tropical Mauritius'' map.
nl: De kaart is gebalanceerd voor 2 of 4 spelers. De oranje speler ( Grote Baai) en de grijze speler ( Lichtstad) zijn optioneel. De eerste heeft niet genoeg grondstoffen in de buurt van zijn basis, de tweede zit in het midden van de kaart. Dit is een niet-addon versie van de kaart ''Tropical Mauritius''.
sv: Kartan är balanserad för 2 eller 4 spelare. Den orange spelaren (Grand Bay) och den grå spelaren (The City of Light) är valfria. Den första har inte tillräckligt med resurser nära sin bas, den andra befinner sig i mitten av kartan. Detta är en version av kartan ''Tropical Mauritius'' utan tillägg.

source: The map is designed to be played from blue player's starting point. It may also be fun for multiplayer if more advanced player starts from blue player's position and less advanced players from the rest two places.
nl: De kaart is ontworpen om te worden gespeeld vanaf het startpunt van de blauwe speler. Het kan ook leuk zijn voor multiplayer als de meer gevorderde speler start vanaf de positie van de blauwe speler en de minder gevorderde spelers vanaf de overige twee plaatsen.
sv: Kartan är utformad för att spelas från den blå spelarens startpunkt. Det kan också vara roligt för flera spelare om mer avancerade spelare startar från den blå spelarens position och mindre avancerade spelare från de två andra platserna.

source: The strata in the mountains give clues to the minerals that lie beneath.
nl: De lagen in de bergen geven aanwijzingen over de mineralen die eronder liggen.
sv: Bergens lager ger ledtrådar till vilka mineraler som finns under ytan.

source: This is a large and slow map for long games, best suited for two human players. If you play against the AI, give it all the advantage you can: use Trading Outpost starting condition for the AI and some reduced starting condition for yourself, then play with increased game speed — but it will still be too easy.
nl: Dit is een grote en trage kaart voor lange spellen, die het meest geschikt is voor twee menselijke spelers. Als je tegen de AI speelt, geef deze dan alle voordelen die je kunt: gebruik de startvoorwaarde Trading Outpost voor de AI en een aantal verminderde startvoorwaarden voor jezelf, en speel vervolgens met een verhoogde spelsnelheid — maar het zal nog steeds te gemakkelijk zijn.
sv: Detta är en stor och långsam karta för långa spel, som passar bäst för två mänskliga spelare. Om du spelar mot AI, ge den alla fördelar du kan: använd startvillkoret Trading Outpost för AI och något reducerat startvillkor för dig själv, spela sedan med ökad spelhastighet – men det kommer fortfarande att vara för lätt.

source: This is a map for a tactical battle. Expect all kind of struggle. AI does not perform very well (you should choose Barbarians). You need land of your enemy to reach The Main Landbelt from where you can access to any corner of this map. You can also find 4 artifacts there. Your homeland is hard to defend. Expect that you may lose it, but try to defend it. If you didn't, your enemy would have an advantage. 1v1, 2 teams or 2 humans with 2 AIs also possible.
nl: Dit is een kaart voor een tactisch gevecht. Verwacht allerlei soorten strijd. AI presteert niet erg goed (je moet Barbaren kiezen). Je hebt land van je vijand nodig om The Main Landbelt te bereiken, vanwaar je toegang hebt tot elke hoek van deze kaart. Je kunt er ook 4 artefacten vinden. Je thuisland is moeilijk te verdedigen. Verwacht dat je het kunt verliezen, maar probeer het te verdedigen. Als je dat niet doet, is je vijand in het voordeel. 1v1, 2 teams of 2 mensen met 2 AI's ook mogelijk.
sv: Detta är en karta för en taktisk strid. Förvänta dig alla typer av strider. AI presterar inte särskilt bra (du bör välja barbarerna). Du behöver fiendens land för att nå huvudlandskapet, från vilket du kan nå alla hörn av denna karta. Du kan också hitta fyra artefakter där. Ditt hemland är svårt att försvara. Räkna med att du kan förlora det, men försök att försvara det. Om du inte gör det får din fiende ett övertag. 1 mot 1, 2 lag eller 2 människor med 2 AI är också möjligt.

source: This is a modified version of an official map. Teams recommended. To overcome gold shortage an expedition is necessary. Trading Outpost for AI possible (recommended for yellow and blue in case one of these is your enemy). While played from red position Empire is more challenging,
nl: Dit is een aangepaste versie van een officiële kaart. Teams aanbevolen. Om goud tekort te overwinnen is een expeditie nodig. Outpost ruilen voor AI is mogelijk (aanbevolen voor geel en blauw voor het geval een van deze je vijand is). Vanuit rode positie gespeeld is Empire uitdagender,
sv: Detta är en modifierad version av en officiell karta. Lag rekommenderas. För att övervinna guldbristen krävs en expedition. Handelsutpost för AI möjlig (rekommenderas för gult och blått om ett av dessa är din fiende). När man spelar från röd position är Empire mer utmanande,

source: This is a small map. Game with only 2 players recommended. Yellow and Green positions are not suitable for AI (islands are very small). Barbarians are the most suitable tribe for AI.
nl: Dit is een kleine kaart. Spel met slechts 2 spelers aanbevolen. Gele en Groene posities zijn niet geschikt voor AI (eilanden zijn erg klein). Barbaren zijn de meest geschikte stam voor AI.
sv: Detta är en liten karta. Spelet rekommenderas för endast 2 spelare. De gula och gröna positionerna är inte lämpliga för AI (öarna är mycket små). Barbarer är den mest lämpliga stammen för AI.
