Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: The number 5 is the basis of this game. Develop the economy and looking for an island off the mainland after the gold. The way through the mountains will be richly rewarded, that is the difficult way worthwhile.
nl: Het getal 5 is de basis van dit spel. Ontwikkel de economie en ga op zoek naar een eiland buiten het vasteland naar het goud. De weg door de bergen zal rijkelijk beloond worden, dat is de moeilijke weg die de moeite waard is.
sv: Siffran 5 är grunden för detta spel. Utveckla ekonomin och leta efter en ö utanför fastlandet efter guldet. Vägen genom bergen kommer att belönas rikligt, det är den svåra vägen som är värd att ta.

source: Prepare for an extreme winter. Fish, water and even choppable trees are hard to find. However, the newly found volcano is place of great riches if you can manage to reach the top of it.
nl: Bereid je voor op een extreme winter. Vis, water en zelfs hakbare bomen zijn moeilijk te vinden. De pas gevonden vulkaan is echter een plaats van grote rijkdom als je erin slaagt om de top ervan te bereiken.
sv: Förbered dig på en extrem vinter. Fisk, vatten och till och med träd som går att hugga ner är svåra att hitta. Men den nyupptäckta vulkanen är en plats med stora rikedomar om du lyckas nå toppen.

source: This is a huge map of europe with a lot of resources. It is made for epic matches against up to 7 opponents. As it is the first Version of the map - please let me know your ideas to optimize this baby :)
nl: Dit is een enorme kaart van Europa met veel grondstoffen. Het is gemaakt voor epische wedstrijden tegen maximaal 7 tegenstanders. Dit is de eerste versie van de kaart - laat me weten wat jullie ideeën zijn om deze baby te optimaliseren :)
sv: Detta är en enorm karta över Europa med många resurser. Den är gjord för episka matcher mot upp till 7 motståndare. Eftersom det är den första versionen av kartan – låt mig gärna veta era idéer för att optimera denna pärla :)

source: In the past a Vulkan was active and some old lavaflows has leaved his marks. Follow this marks to find fortune... but be aware of other folks, they just want the same.
nl: In het verleden was er een Vulkaan actief en enkele oude lavastromen hebben zijn sporen achtergelaten. Volg deze sporen om fortuin te vinden... maar pas op voor andere mensen, zij willen gewoon hetzelfde.
sv: Förr i tiden var en vulkan aktiv och några gamla lavaflöden har lämnat sina spår. Följ dessa spår för att hitta rikedomar… men se upp för andra människor, de vill bara samma sak.

source: This map is massive, and only four players are set up in it. Best is ports and ships are utilized.
nl: Deze kaart is enorm groot en er staan maar vier spelers op. Het beste is dat havens en schepen worden gebruikt.
sv: Denna karta är enorm, och endast fyra spelare är uppställda på den. Det bästa är att hamnar och skepp utnyttjas.

source: This was created using my WMF merge script, found on the forum here http://wl.widelands.org/forum/post/8845/ Highly recommended that you know how to use ports and ships well. This was a test of the endurance of the script really, but I decided to fill in the details and tidy it up a bit in the editor to make it playable. My maps are not for the novice, they really require some knowledge of how the game is played, especially if you play using anything other than Atlanteans as I tend to tailor them to that particular tribe. Please, if you do play the map, let me know what you think, good or bad, offer me some feedback on here or message me in private if you want, I enjoy making these and am also working on scenarios.
nl: Dit is gemaakt met mijn WMF-samenvoegscript, hier te vinden op het forum http://wl.widelands.org/forum/post/8845/ Het is sterk aanbevolen dat je goed weet hoe je poorten en schepen moet gebruiken. Dit was eigenlijk een test voor het uithoudingsvermogen van het script, maar ik besloot om de details in te vullen en het een beetje op te ruimen in de editor om het speelbaar te maken. Mijn kaarten zijn niet voor beginners, ze vereisen echt enige kennis van hoe het spel wordt gespeeld, vooral als je iets anders speelt dan Atlantiërs, omdat ik ze op maat maak voor die specifieke stam. Als je de kaart speelt, laat me dan alsjeblieft weten wat je ervan vindt, goed of slecht, geef me wat feedback hier of stuur me een privébericht als je wilt, ik vind het leuk om deze kaarten te maken en ben ook bezig met scenario's.
sv: Detta skapades med hjälp av mitt WMF-sammanslagningsskript, som finns på forumet här http://wl.widelands.org/forum/post/8845/. Jag rekommenderar starkt att du kan använda hamnar och skepp väl. Detta var egentligen ett test av skriptets hållbarhet, men jag bestämde mig för att fylla i detaljerna och städa upp det lite i redigeraren för att göra det spelbart. Mina kartor är inte för nybörjare, de kräver verkligen viss kunskap om hur spelet spelas, särskilt om du spelar med något annat än atlanter, eftersom jag tenderar att skräddarsy dem för just den stammen. Om du spelar kartan, låt mig gärna veta vad du tycker, bra eller dåligt, ge mig feedback här eller skicka ett privat meddelande om du vill. Jag tycker om att skapa dessa och arbetar också med scenarier.

source: This map is a lot of fun, and a little bit challenging. The mining resources are not exactly easy to plan out, and the lack of space makes it very important to plan your building locations carefully. Please enjoy it.
nl: Deze kaart is erg leuk en een beetje uitdagend. De mijnbouwgrondstoffen zijn niet bepaald eenvoudig te plannen en door het gebrek aan ruimte is het erg belangrijk om je bouwlocaties zorgvuldig te plannen. Veel plezier ermee.
sv: Denna karta är väldigt rolig och lite utmanande. Gruvresurserna är inte precis lätta att planera, och bristen på utrymme gör det väldigt viktigt att planera byggplatserna noggrant. Ha så kul!

source: A highly detailed map of Australia made with playability in mind, so it isn't authentical but close enough to be a great fun.
nl: Een zeer gedetailleerde kaart van Australië gemaakt met speelbaarheid in het achterhoofd, dus het is niet authentiek, maar dichtbij genoeg om erg leuk te zijn.
sv: En mycket detaljerad karta över Australien som är utformad med spelbarhet i åtanke, så den är inte helt autentisk men tillräckligt nära för att vara riktigt rolig.

source: This is a four player maps: Desert Tracks. This map probably makes Atlanteans more superior, because of the little tracks spread everywhere,the tracks is only allow small building( for military building most of time) building on it. And Atlanteans can build small tower on the tracks. To expand the territory, you have to keep building smallest military along the tracks to finds water, fish, trees, stones, metal ore... (I don't know why there is water everywhere even I just don't put them there, can someone tell me how?). There is only little resources and spaces in the mainland, so you must want to expand as soon as possible. And final, each mainland has unique outline, pick whatever you like and enjoy it!
nl: Dit zijn kaarten voor vier spelers: Desert Tracks. Deze map maakt Atlantiërs waarschijnlijk superieur, omdat de kleine sporen overal verspreid liggen, de sporen staan alleen kleine gebouwen toe (meestal militaire gebouwen). En Atlantiërs kunnen kleine torens bouwen op de sporen. Om het territorium uit te breiden, moet je de kleinste militairen langs de sporen blijven bouwen om water, vis, bomen, stenen, metaalerts te vinden... (Ik weet niet waarom er overal water is, zelfs als ik het er niet neerzet, kan iemand me vertellen hoe?). Er zijn maar weinig grondstoffen en ruimtes op het vasteland, dus je moet zo snel mogelijk willen uitbreiden. En tot slot, elk vasteland heeft unieke contouren, kies wat je leuk vindt en geniet ervan!
sv: Detta är en karta för fyra spelare: Desert Tracks. Denna karta gör förmodligen atlanterna mer överlägsna, eftersom de små spåren är utspridda överallt och endast små byggnader (oftast militära byggnader) får byggas på dem. Atlanterna kan bygga små torn på spåren. För att utvidga territoriet måste du fortsätta bygga små militära byggnader längs spåren för att hitta vatten, fisk, träd, stenar, metallmalm… (Jag vet inte varför det finns vatten överallt även om jag inte har placerat det där, kan någon förklara det för mig?). Det finns bara små resurser och utrymmen på fastlandet, så du måste expandera så fort som möjligt. Slutligen har varje fastland en unik kontur, välj det du gillar bäst och njut!

source: An island, not big enough for 3 tribes. Battle for territorial control and the preservation of your tribe. Version 1.0
nl: Een eiland dat niet groot genoeg is voor 3 stammen. Strijd voor territoriale controle en het behoud van je stam. Versie 1.0
sv: En ö som inte är tillräckligt stor för tre stammar. Kämpa för territoriell kontroll och bevarandet av din stam. Version 1.0

source: This map is for massive war. Long- term play and great fun!
nl: Deze kaart is voor massale oorlog. Langdurig spelen en veel plezier!
sv: Denna karta är avsedd för storskaliga krig. Långvarigt spelande och mycket roligt!

source: You will need some boats to be faster than the others.
nl: Je zult een aantal boten moeten hebben die sneller zijn dan de andere.
sv: Du behöver några båtar som är snabbare än de andra.

source: You need to optimize your use of land -- there is a bit too little of it for a fully fluent economy. Running the game at faster-than-usual speed makes things more interesting. Key features: - Almost no coal available, getting some using burners brings an advantage. - Ships are good fellows of yours, in number of ways. AI plays this map poorly (summer 2013), fun mostly with three human players. The starting positions are fair. Knowing the map in advance is an advantage -- for fair play, all should either know this or not know it. Explicitly licensed under the GNU General Public License version 2. Also version 3 if you prefer that.
nl: Je moet het gebruik van land optimaliseren -- er is een beetje te weinig van voor een volledig vloeiende economie. Als je het spel met een hogere snelheid speelt dan normaal, wordt het interessanter. Belangrijkste kenmerken: - Bijna geen kolen beschikbaar, het verkrijgen van wat met behulp van branders brengt een voordeel met zich mee. - Schepen zijn goede vrienden van je, op verschillende manieren. AI speelt deze kaart slecht (zomer 2013), leuk meestal met drie menselijke spelers. De startposities zijn eerlijk. De kaart van tevoren kennen is een voordeel -- voor eerlijk spel zou iedereen dit moeten weten of niet weten. Expliciet licensedgelicentieerd onder de GNU General Public License versie 2. Ook versie 3 als je daar de voorkeur aan geeft.
sv: Du måste optimera din markanvändning – det finns lite för lite mark för en fullt fungerande ekonomi. Att spela spelet i snabbare tempo än vanligt gör det mer intressant. Viktiga funktioner: - Det finns nästan ingen kol tillgänglig, så det är en fördel att skaffa lite med hjälp av brännare. - Skepp är dina goda vänner på många sätt. AI spelar denna karta dåligt (sommaren 2013), roligast med tre mänskliga spelare. Startpositionerna är rättvisa. Att känna till kartan i förväg är en fördel – för rättvis spelning bör alla antingen känna till den eller inte känna till den. Explicit licensierad under GNU General Public License version 2. Även version 3 om du föredrar det.

source: I think that this is the best of the few maps that I made so far. Please enjoy!
nl: Ik denk dat dit de beste is van de weinige kaarten die ik tot nu toe heb gemaakt. Veel plezier!
sv: Jag tycker att detta är den bästa av de få kartor jag har gjort hittills. Hoppas ni gillar den!

source: A suitable map for a short game but with enough resources to build up large armies.
nl: Een geschikte kaart voor een kort spel, maar met genoeg grondstoffen om grote legers op te bouwen.
sv: En lämplig karta för ett kort spel, men med tillräckligt med resurser för att bygga upp stora arméer.

source: This is kind of prequel to the Fellowships map: Timberlanders is simpler in many ways, and mostly suited to learn how to make an efficient "carbon-free economy". It is still fun to play, in my opinion. Licensed under GNU GPL versions 2 and 3, pick whichever pleases you most.
nl: Dit is een soort voorproefje van de Fellowships-kaart: Timberlanders is in veel opzichten eenvoudiger en vooral geschikt om te leren hoe je een efficiënte “koolstofvrije economie” maakt. Het is naar mijn mening nog steeds leuk om te spelen. Gelicenseerd onder GNU GPL versie 2 en 3, kies wat je het meest bevalt.
sv: Detta är en sorts föregångare till kartan Fellowships: Timberlanders är enklare på många sätt och passar främst för att lära sig hur man skapar en effektiv "koldioxidfri ekonomi". Det är fortfarande roligt att spela, enligt min mening. Licensierad under GNU GPL version 2 och 3, välj den som passar dig bäst.

source: Some problems with gold and place at first. Best play: 4 vs 4 (1 vs 5, 2 vs 6, ...). Ships are required to fast transport. Good luck!
nl: In het begin wat problemen met goud en plaats. Beste spel: 4 vs 4 (1 vs 5, 2 vs 6, ...). Schepen zijn nodig voor snel transport. Veel succes!
sv: Några problem med guld och plats i början. Bästa spel: 4 mot 4 (1 mot 5, 2 mot 6, …). Skepp krävs för snabb transport. Lycka till!

source: Just finished and tested this map. The game play is spectacular, a good pace and many large battles.
nl: Zojuist deze kaart voltooid en getest. Het spel is spectaculair, een goed tempo en veel grote gevechten.
sv: Jag har precis avslutat och testat den här kartan. Spelet är spektakulärt, med bra tempo och många stora strider.

source: The AI may be too weak for experienced players. Playing on line is recommended. GNU General Public License version 2 is applicable.
nl: De AI kan te zwak zijn voor ervaren spelers. Online spelen wordt aanbevolen. GNU General Public License versie 2 is van toepassing.
sv: AI:n kan vara för svag för erfarna spelare. Det rekommenderas att spela online. GNU General Public License version 2 är tillämplig.

source: Version 2 with port spaces added and a few small updates made. GNU General Public License version 2 is applicable.
nl: Versie 2 met toegevoegde poortruimten en een paar kleine updates. GNU General Public License versie 2 is van toepassing.
sv: Version 2 med hamnutrymmen tillagda och några mindre uppdateringar gjorda. GNU General Public License version 2 är tillämplig.

source: The map may be challenging to new players, as most starting locations lack either building space or resources. Manage your resources wisely!
nl: De kaart kan uitdagend zijn voor nieuwe spelers, omdat de meeste startlocaties te weinig bouwruimte of grondstoffen hebben. Beheer je grondstoffen verstandig!
sv: Kartan kan vara utmanande för nya spelare, eftersom de flesta startplatser saknar antingen byggnadsutrymme eller resurser. Hantera dina resurser klokt!

source: My objective was to create a map where you can conquer most of the land without ships, but with ships its much easier (and more fun) because of shorter transportation ways. Another aim was to make the map fair for 1 vs 1 or 2 vs 2.
nl: Mijn doel was om een kaart te maken waar je het grootste deel van het land kunt veroveren zonder schepen, maar met schepen is het veel makkelijker (en leuker) vanwege de kortere transportwegen. Een ander doel was om de kaart eerlijk te maken voor 1 vs 1 of 2 vs 2.
sv: Mitt mål var att skapa en karta där man kan erövra större delen av landet utan skepp, men med skepp är det mycket enklare (och roligare) eftersom transportvägarna blir kortare. Ett annat mål var att göra kartan rättvis för 1 mot 1 eller 2 mot 2.

source: GNU General Public License version 2 is applicable.
nl: GNU Algemene Gebruikerslicentie versie 2 is van toepassing.
sv: GNU General Public License version 2 är tillämplig.

source: The map is suitable for both 2 and 3 player teams, and is difficult to win against the computer, especially when all opponents are united in one team and start with citadel or castle villages. Supports seafaring. Licensed under the GNU General Public License V2.0
nl: De kaart is geschikt voor teams van zowel 2 als 3 spelers en is moeilijk te winnen tegen de computer, vooral als alle tegenstanders zijn verenigd in één team en beginnen met citadel- of kasteeldorpen. Ondersteunt zeevaart. Gelicentieerd onder de GNU Algemene Gebruikerslicentie V2.0
sv: Kartan är lämplig för både 2- och 3-spelarlag och är svår att vinna mot datorn, särskilt när alla motståndare är samlade i ett lag och börjar med citadell- eller slottsbyar. Stöder sjöfart. Licensierad under GNU General Public License V2.0

source: The map is suitable for both 2 and 3 player teams, and is difficult to win against the computer, especially if all opponents are united in one team and start with citadel- or castle villages. Supports seafaring. Licensed under the GNU General Public License V2.0.
nl: De kaart is geschikt voor teams van zowel 2 als 3 spelers en is moeilijk te winnen tegen de computer, vooral als alle tegenstanders zijn verenigd in één team en beginnen met citadel- of kasteeldorpen. Ondersteunt zeevaart. Gelicenseerd onder de GNU General Public License V2.0.
sv: Kartan passar både för lag med 2 och 3 spelare, och det är svårt att vinna mot datorn, särskilt om alla motståndare är samlade i ett lag och börjar med citadell- eller slottsbyar. Stöder sjöfart. Licensierad under GNU General Public License V2.0.

source: A good battle map in which it is necessary to breed animals for sufficient food production. The map has some problems when the AI players start with citadel/castle village, normal headquarters are strongly recommended. Licensed under the GNU General Public License V2.0.
nl: Een goede gevechtskaart waarin het nodig is om dieren te fokken voor voldoende voedselproductie. De kaart heeft wat problemen als de AI spelers beginnen met citadel/kastelendorp, normale hoofdkwartieren worden sterk aangeraden. Gelicenseerd onder de GNU General Public License V2.0.
sv: En bra stridskarta där det är nödvändigt att föda upp djur för att få tillräcklig matproduktion. Kartan har vissa problem när AI-spelarna börjar med citadell/slottby, normala högkvarter rekommenderas starkt. Licensierad under GNU General Public License V2.0.

source: As teppo said: "With players of unequal skills, unbalanced maps like this could be a key to a fair play. If the asymmetry is known in advance." (https://wl.widelands.org/forum/topic/1280/?page=1). Begginers: position 1 & 2, advanced: 3-6, experts: 7 & 8 (higher position- higher skills). Please try and comment any problems. I will try to improve the map.
nl: Zoals teppo zei: “Met spelers met ongelijke vaardigheden kunnen ongebalanceerde kaarten zoals deze een sleutel zijn tot een eerlijk spel. Als de asymmetrie van tevoren bekend is.” (https://wl.widelands.org/forum/topic/1280/?page=1). Beginners: positie 1 & 2, gevorderden: 3-6, experts: 7 & 8 (hogere positie - hogere vaardigheden). Probeer en geef commentaar bij eventuele problemen. Ik zal proberen de kaart te verbeteren.
sv: Som teppo sa: "Med spelare med olika färdigheter kan obalanserade kartor som denna vara nyckeln till ett rättvist spel. Om asymmetrin är känd i förväg." (https://wl.widelands.org/forum/topic/1280/?page=1). Nybörjare: position 1 & 2, avancerade: 3-6, experter: 7 & 8 (högre position – högre färdigheter). Prova och kommentera eventuella problem. Jag ska försöka förbättra kartan.

source: I've made some corrections and update for Widelands bzr6783[trunk](Release). Description the same as before.
nl: Ik heb wat correcties aangebracht en een update gemaakt voor Widelands bzr6783[trunk](Release). Beschrijving hetzelfde als voorheen.
sv: Jag har gjort några korrigeringar och uppdateringar för Widelands bzr6783[trunk](Release). Beskrivningen är densamma som tidigare.

source: Upgraded version for bzw6785 with the new type port spaces. This map is not compatible with the official build 17 release version and earlier. The terrain around the ports has been changed and is now always accessible for expeditions (without blocking trees). Licensed under the GNU General Public License V2.0.
nl: Bijgewerkte versie voor bzw6785 met het nieuwe type poortruimtes. Deze kaart is niet compatibel met de officiële build 17 release versie en eerder. Het terrein rond de havens is veranderd en is nu altijd toegankelijk voor expedities (zonder blokkerende bomen). Gelicenseerd onder de GNU General Public License V2.0.
sv: Uppgraderad version för bzw6785 med den nya typen av hamnområden. Denna karta är inte kompatibel med den officiella versionen 17 och tidigare versioner. Terrängen runt hamnarna har ändrats och är nu alltid tillgänglig för expeditioner (utan blockerande träd). Licensierad under GNU General Public License V2.0.

source: The shape is based on the Earth, but some changes were added. You will have to expand teritory using expedition, but it won't be easy. The coastline is unfriendly and far away.
nl: De vorm is gebaseerd op de Aarde, maar er zijn enkele veranderingen toegevoegd. Je zult het grondgebied moeten uitbreiden met behulp van expedities, maar dat zal niet gemakkelijk zijn. De kustlijn is onvriendelijk en ver weg.
sv: Formen är baserad på jorden, men vissa förändringar har tillkommit. Du måste utvidga ditt territorium genom expeditioner, men det kommer inte att bli lätt. Kustlinjen är ogästvänlig och ligger långt bort.

source: This is slightly modified version of my "Distant enemies" map. I added resources for Yellow tribe as it has very few resources available near to its starting point. If you start as Blue tribe you should have abundance of resources nearby and should manage to win :)
nl: Dit is een licht aangepaste versie van mijn kaart “Verre vijanden”. Ik heb grondstoffen toegevoegd voor de Gele stam omdat deze weinig grondstoffen beschikbaar heeft in de buurt van het startpunt. Als je begint als de blauwe stam heb je een overvloed aan grondstoffen in de buurt en zou je moeten kunnen winnen :)
sv: Detta är en något modifierad version av min karta "Distant enemies". Jag har lagt till resurser för den gula stammen, eftersom den har väldigt få resurser tillgängliga nära sin startpunkt. Om du startar som den blå stammen bör du ha gott om resurser i närheten och borde kunna vinna :)

source: Licensed under GNU General Public License version 2.
nl: Onder licentie van GNU Algemene Gebruikerslicentie versie 2.
sv: Licensierad under GNU General Public License version 2.

source: Corrected small mistake and added some animals on the first island. Also added new spoiler here :) Have a fun!
nl: Klein foutje gecorrigeerd en wat dieren toegevoegd op het eerste eiland. Ook nieuwe spoiler hier toegevoegd :) Veel plezier!
sv: Korrigera ett litet misstag och lagt till några djur på den första ön. Har också lagt till en ny spoiler här :) Ha så kul!

source: Because the map Colonies can be not equal to different skills players I've made a version without the coal and with very rare gold places. Fights on this map can be very long and epic. Have fun!
nl: Omdat de kaart Koloniën niet gelijk is voor spelers met verschillende vaardigheden, heb ik een versie gemaakt zonder de kolen en met zeer zeldzame goudplaatsen. Gevechten op deze kaart kunnen erg lang en episch zijn. Veel plezier!
sv: Eftersom kartan Colonies inte passar alla spelare med olika färdigheter har jag skapat en version utan kol och med mycket sällsynta guldfyndigheter. Striderna på denna karta kan bli mycket långa och episka. Ha så kul!

source: Shipped under GNU General Public License version 2.
nl: Geleverd onder GNU Algemene Gebruikerslicentie versie 2.
sv: Levereras under GNU General Public License version 2.
