Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Smugglers
nl: Smokkelaars
sv: Smugglare

source: Your advisor
nl: Uw adviseur
sv: Din rådgivare

source: Along the River
nl: Langs de Rivier
sv: Längs floden

source: Defeat Törver
nl: Versla Törver
sv: Besegra Törver

source: Acurate Europe 1.0
nl: Nauwkeurig Europa 1.0
sv: Exakt Europa 1.0

source: Acurate Europe 1.1
nl: Nauwkeurig Europa 1.1
sv: Exakt Europa 1.1

source: Aenos (Kralle Edition)
nl: Aenos (Klauw-uitgave)

source: After the Wood Gnomes (Kralle Edition)
nl: Na de Boskabouters (Editie Kralle)
sv: Efter skogsnissarna (Kralle Edition)

source: All Strategies Lead to Rome
nl: Alle Strategieën Leiden naar Rome
sv: Alla strategier leder till Rom

source: An_Empire_Strikes_Back (Kralle Edition)
nl: An_Empire_Strikes_Back (Editie Kralle)

source: Antarctic Conquest v.2
nl: Antarctische Verovering v.2
sv: Antarktis erövring v.2

source: Archipelago Ignite
nl: Archipel Ignite
sv: Skärgården Ignite

source: Archipelago Sea (Kralle Edition)
nl: Archipel Zee (Editie Kralle)
sv: Skärgårds havet (Kralle Edition)

source: Asterix und Obelix
nl: Asterix en Obelix
sv: Asterix och Obelix

source: Astoria 2.R (Kralle Edition)
nl: Astoria 2.R (Editie Kralle)

source: Atoll (Kralle Edition)
nl: Atoll (Editie Kralle)

source: Atoll Island (Kralle Edition)
nl: Atoll Eiland (Editie Kralle)
sv: Atollön (Kralle Edition)

source: Banana Split - The Strangled Land
nl: Banana Split - Het Gewurgde Land
sv: Banana Split - Det strypta landet

source: Basalt Ridge 1.0
nl: Basaltrug 1.0

source: Battle of the Middle Stripe
nl: Slag om de Middenstreep
sv: Slaget om mittremsan

source: Bootfahrt!
nl: Boottocht!
sv: Båttur!

source: Calvisson (Kralle Edition)
nl: Calvisson (Editie Kralle)
sv: Calvisson (Kralle-utgåva)

source: Cenere di Pompei v.2
nl: As van Pompeii v.2

source: Char Wars - The Empire burns coal
nl: Char Wars – Het Rijk brandt kolen
sv: Char Wars – Imperiet bränner kol

source: Charcoal Tournament
nl: Houtskool Toernooi
sv: Kolturnering

source: Clear Lake - California
nl: Clear Meer - Californië
sv: Clear Lake - Kalifornien

source: CoalCleanCycles
nl: KolenCleanCycles

source: Crash Site u
nl: Crashlocatie u
sv: Kraschplats u

source: Cross 2b (Kralle Edition)
nl: Kruis 2b (Editie Kralle)

source: Crossing the Horizon (Kralle Edition)
nl: De Horizon over (Editie Kralle)

source: Das grüne Plateau (Kralle Edition)
nl: Het groene Plateau (Editie Kralle)

source: Defeat the armies of Törver.
nl: Versla het leger van Törver
sv: Besegra Törvers arméer.

source: Der grosse See (Kralle Edition)
nl: Het grote Meer (Editie Kralle)

source: Desert Tournament (Kralle Edition)
nl: Woestijn Toernooi (Editie Kralle)
sv: Ökenturnering (Kralle Edition)

source: Desert Wonderland (Kralle Edition)
nl: Woestijn Wonderland (Editie Kralle)
sv: Öknens underland (Kralle Edition)

source: Deutschland - Germany
nl: Deutschland - Duitsland
sv: Deutschland - Tyskland

source: Die Gallier - Asterix und Obelix - superheavy for player 1
nl: De Galliërs - Asterix en Obelix - superzwaar voor speler 1
sv: Die Gallier - Asterix und Obelix - superheavy för spelare 1

source: Die Schlacht bei Norditi
nl: De Slag om Norditi
sv: Slaget vid Norditi

source: Die Schneeschmelze (Kralle Edition)
nl: De Smeltende Sneeuw (Editie Kralle)

source: Die Varusschlacht
nl: De Varusslag
sv: Varusslaget

source: Die drei Zauberer AI 4
nl: De drie Tovenaars AI 4
sv: De tre trollkarlarna AI 4

source: Die letzten Überlebenden (Kralle Edition)
nl: De laatste Overlevenden (Kralle Editie)
sv: De sista överlevande (Kralle Edition)

source: Die vier Wikinger
nl: De vier Vikingen
sv: De fyra vikingarna

source: Dinosaur Valley (Kralle Edition)
nl: Dinosaurusvallei (Editie Kralle)

source: Diplomaty - Maincover Island
nl: Diplomatie - Eiland van Maincover
sv: Diplomati - Maincover Island

source: Discworld - Die Scheibenwelt
nl: Discworld - De Schijfwereld
sv: Discworld - Skivvärlden

source: Distant Enemies II (Kralle Edition)
nl: Verre vijanden II (Editie Kralle)

source: Dolomites 3.0 (Kralle Edition)
nl: Dolomieten 3.0 (Editie Kralle)
sv: Dolomiterna 3.0 (Kralle Edition)

source: Dreizack des Feuers (Kralle Edition)
nl: Drietand van Vuur (Editie Kralle)

source: Dust in the Wind (Kralle Edition)
nl: Stof in de Wind (Editie Kralle)

source: EastWind Islands (Kralle Edition)
nl: EastWind Eilanden (Editie Kralle)

source: Economy1.2
nl: Economie1.2
sv: Ekonomi 1,2

source: Egyptian Mandala v1.2
nl: Egyptische Mandala v1.2
sv: Egyptisk mandala v1.2

source: El Dorado (Kralle Edition)
nl: El Dorado (Editie Kralle)

source: Elven Forests (Kralle Edition)
nl: Elfenbossen (Editie Kralle)
sv: Elvskogar (Kralle Edition)

source: Euphrat and Tigris
nl: Eufraat en Tigris
sv: Eufrat och Tigris

source: Europa 1.2 with straits of bosporus
nl: Europa 1.2 met zeestraten van bosporus
sv: Europa 1.2 med Bosporen

source: Fatal Error : Kernel Panic
nl: Fatale Fout: Kernel Paniek
sv: Allvarligt fel: Kernel Panic

source: Fellowships (Kralle Edition)
nl: Beurzen (Editie Kralle)
sv: Stipendier (Kralle Edition)

source: Find a Better Name 1.0
nl: Zoek een betere naam 1.0
sv: Hitta ett bättre namn 1.0

source: Finnische Seen (Kralle Edition)
nl: Finse Meren (Editie Klauw)
sv: Finska sjöar (Kralle Edition)

source: Floodplains 1.0
nl: Overstromingsgebieden 1.0
sv: Översvämningsområden 1.0

source: Forest Valley Tournament version
nl: Forest Valley Toernooi versie
sv: Forest Valley Tournament-versionen

source: Fraenkischer Wald
nl: Fraenkische Woud
sv: Frankenwald

source: Fraenkischer Wald - 1v1
nl: Het Fraenkische Woud - 1v1
sv: Frankenwald - 1v1

source: Germania
nl: Duitsland

source: Glitzernde Wellen (Kralle Edition)
nl: Glinsterende Golven (Editie Kralle)
sv: Glitterande vågor (Kralle Edition)

source: Gothic Khorinis
nl: Gotische Khorini's
sv: Gotiska Khorinis

source: Gothic Khorinis 2.0
nl: Gotische Khorini's 2.0
sv: Gotiska Khorinis 2.0

source: Gothic Mine Valley
nl: Gotische Mijnvallei
sv: Gotiska gruvdalen

source: Great Britain
nl: Groot-Brittannië
sv: Storbritannien

source: Great Danube Basin
nl: Groot Donaubekken
sv: Stora Donaubäckenet

source: Great Danube Basin (Kralle Edition)
nl: Groot Donaubekken (Editie Kralle)
sv: Stora Donauområdet (Kralle Edition)

source: Green Mauritius
nl: Groen Mauritius
sv: Gröna Mauritius

source: Großgebirge v.2
nl: Hooggebergte v.2

source: Hilly Desert
nl: Hilly Woestijn
sv: Kuperad öken

source: Hookfang Island (Kralle Edition)
nl: Hookfang Eiland (Editie Kralle)

source: Hope Not Lost 1.0
nl: Hoop Niet Verloren 1.0
sv: Hoppet är inte förlorat 1.0

source: Ice Protected Secret Vally - Mark II
nl: Met ijs beschermde geheime vallei - Mark II
sv: Isbeskyggd hemlig dal - Mark II

source: Imperia Inseln
nl: Imperia Eilanden
sv: Imperiaöarna

source: Infinithe-X for 6
nl: Infinithe-X voor 6
sv: Infinithe-X för 6

source: InfinitheX (Kralle Edition)
nl: InfinitheX (Editie Kralle)

source: Inselkrieger Tournament version
nl: Eilandstrijder Toernooi versie
sv: Inselkrieger Turneringsversion

source: Inselkrieger modified for better balance
nl: Eilandkrijger aangepast voor betere balans
sv: Inselkrieger modifierad för bättre balans

source: Islands at War (Kralle Edition)
nl: Eilanden in Oorlog (Editie Kralle)
sv: Öar i krig (Kralle Edition)

source: Java and Sumatra
nl: Java en Sumatra
sv: Java och Sumatra

source: Java and Sumatra 1.1
nl: Java en Sumatra 1.1
sv: Java och Sumatra 1.1

source: Kampf um Lappland
nl: Strijd om Lapland
sv: Kampen om Lappland

source: Ke le meilleur gagne !!
nl: Laat de beste winnen!
sv: Må den bästa vinna!

source: Kingdom of Borneo
nl: Koninkrijk Borneo
sv: Kungariket Borneo

source: Kingdom of Borneo (Kralle Edition)
nl: Koninkrijk Borneo (Editie Kralle)
sv: Kungariket Borneo (Kralle Edition)

source: Kings and Queens (Kralle Edition)
nl: Koningen en Koninginnen (Editie Kralle)
sv: Kungar och drottningar (Kralle Edition)

source: Kyklades
nl: Cycladen
sv: Kykladerna

source: Lake Tahoe
nl: Meer van Tahoe
sv: Tahoesjön

source: Lanes
nl: Lanen
sv: Körfält

source: Lanes (Kralle Edition)
nl: Lanen (Editie Kralle)

source: Lesser Ring 1.2
nl: Kleine Ring 1.2
sv: Mindre ring 1.2

source: Lesser Ring 1.2 (Kralle Edition)
nl: Kleine ring 1.2 (Editie Kralle)

source: Maincover Island
nl: Maincover Eiland

source: Middle Earth And The Undying Lands
nl: Middenaarde en de Onsterfelijke Landen
sv: Midgård och de odödliga länderna

source: Modest Economy 1.0
nl: Bescheiden Economie 1.0
sv: Blygsam ekonomi 1.0

source: Mountain Labyrinth
nl: Berg Labyrint
sv: Bergslabyrint

source: Much Too Rocky
nl: Veel te Rotsachtig
sv: Alldeles för stenig

source: New Warriors
nl: Nieuwe Krijgers
sv: Nya krigare

source: New Warriors template
nl: Nieuwe Krijgers sjabloon
sv: Ny Warriors-mall

source: Pass It Down 1.0
nl: Laat Het Vallen 1.0
sv: Förmedla vidare 1.0

source: Plateau edited by tothxa
nl: Plateau bewerkt door tothxa
sv: Plateau redigerad av tothxa

source: River Explorers v.2
nl: Rivier Verkenners v.2
sv: Flodutforskare v.2

source: Riverboats
nl: Rivierboten
sv: Flodbåtar

source: Roman Empire
nl: Romeins Imperium
sv: Romerska riket

source: Rules
nl: Regels
sv: Regler

source: Saturn
nl: Saturnus
sv: Saturnus

source: Schmuggler (Kralle Edition)
nl: Smokkelaar (Editie Kralle)

source: Serpentspine Cordillera 1.0
nl: Slangenkruid Cordillera 1.0

source: Silberberg
nl: Zilverberg

source: Sire, let me inform you about the surrounding tribes. <br><br> From the north we are endangered by a belligerent tribe, led by warlord Törver, that is rapidly building up its armies. They may soon have become too strong to be defeated. <br><br> A large area to the north-east is agonized by a wild horde of unfettered pirates, led by their insane Arvid. Their presence blocks our ways to other tribes. <br><br> Over the river lies the prosperous land of the mysterious king Runar. We have been in war with him before the pirates occupied the eastern area. His strenth is based on his vaste industries and large armies. <br><br> The area beyond the pirates belongs to a developed tribe led by their mighty chieftain Hjalmar. They have had a long time of preparement to build up their deterring armies. <br><br> The situation looks quite perilous and my advice is that we direct our efforts towards building up a strong army.
nl: Sire, laat me u informeren over de omringende stammen. <br><br> Vanuit het noorden worden we bedreigd door een oorlogvoerende stam onder leiding van krijgsheer Törver, die zijn legers snel opbouwt. Misschien zijn ze al snel te sterk om verslagen te worden. <br><br> Een groot gebied in het noordoosten wordt geteisterd door een wilde horde ongeremde piraten, geleid door hun krankzinnige Arvid. Hun aanwezigheid blokkeert onze wegen naar andere stammen. <br><br> Aan de overkant van de rivier ligt het welvarende land van de mysterieuze koning Runar. We hebben met hem in oorlog geweest voordat de piraten het oostelijke gebied bezetten. Zijn kracht is gebaseerd op zijn grote industrieën en grote legers. <br><br> Het gebied achter de piraten behoort toe aan een ontwikkelde stam onder leiding van hun machtige opperhoofd Hjalmar. Ze hebben zich lang voorbereid om hun. afschrikwekkende legers op te bouwen. <br><br> De situatie ziet er gevaarlijk uit en mijn advies is dat we onze inspanningen richten op het opbouwen van een sterk leger.
sv: Sire, låt mig informera er om de omgivande stammarna. <br><br> Från norr hotas vi av en krigisk stam, ledd av krigsherren Törver, som snabbt bygger upp sin armé. De kan snart bli för starka för att kunna besegras. <br><br> Ett stort område i nordöst plågas av en vild hord av obundna pirater, ledda av den galne Arvid. Deras närvaro blockerar våra vägar till andra stammar. <br><br> Över floden ligger det mystiske kungen Runars blomstrande land. Vi har krigat mot honom innan piraterna ockuperade det östra området. Hans styrka baseras på hans omfattande industrier och stora arméer. <br><br> Området bortom piraterna tillhör en utvecklad stam ledd av sin mäktiga hövding Hjalmar. De har haft lång tid på sig att förbereda sig för att bygga upp sina avskräckande arméer. <br><br> Situationen ser ganska farlig ut och mitt råd är att vi riktar våra ansträngningar mot att bygga upp en stark armé.

source: Skull Island
nl: Doodshoofd Eiland

source: Southern Archipelago Mark ii
nl: Zuidelijke Archipel Mark ii
sv: Södra skärgården Mark ii

source: Stone - Forest (Kralle Edition)
nl: Stenen - Bos (Editie Kralle)

source: Stone - Forest New (Kralle Edition)
nl: Stenen - Bos Nieuw (Editie Kralle)

source: Strangers' Pass
nl: Vreemdelingen Pas
sv: Främlingarnas pass

source: Surreal Valleys
nl: Surrealistische Valleien
sv: Surrealistiska dalar

source: Tasmanian Black War (Kralle Edition)
nl: Tasmaanse Zwarte Oorlog (Editie Kralle)

source: The Ancient Sun of Fire (Kralle Edition)
nl: De Oeroude Vuurzon (Editie Kralle)
sv: Den forntida eldsolen (Kralle-utgåvan)

source: The Art of Settlers
nl: De kunst van Kolonisten
sv: Konsten att bosätta sig

source: The Great Lakes - Ports in Danger
nl: De Grote Meren - Havens in Gevaar
sv: De stora sjöarna – hamnar i fara

source: The Great Lakes - Ports in Danger (Kralle Edition)
nl: De Grote Meren - Havens in Gevaar (Editie Kralle)
sv: De stora sjöarna – hamnar i fara (Kralle Edition)

source: The Islands of the eight Tribes (Kralle Edition)
nl: De Eilanden van de acht Stammen (Editie Kralle)
sv: De åtta stammarna (Kralle Edition)

source: The Long Way to Tiperary (for 16 players, experimental)
nl: De Lange Weg naar Tiperary (voor 16 spelers, experimenteel)
sv: Den långa vägen till Tiperary (för 16 spelare, experimentell)

source: The River
nl: De Rivier
sv: Floden

source: The Rivers - 1v1
nl: De Rivieren - 1v1

source: The Rush - hard 1v1 map
nl: De Stormloop - moeilijk 1v1 kaart
sv: The Rush – svår 1v1-karta

source: The islands of the eight tribes
nl: De Eilanden van de acht Stammen
sv: De åtta stammarna öar

source: The-X
nl: De-X

source: The-X (Kralle Edition)
nl: De-X (Editie Kralle)

source: There Were Dinosaurs ( by the-x )
nl: Er Waren Dinosaurussen (door de-x)
sv: Det fanns dinosaurier (av the-x)

source: Tripolis for 1v1
nl: Tripolis voor 1v1
sv: Tripolis för 1v1

source: Tripolis (edited)
nl: Tripolis (bewerkt)
sv: Tripolis (redigerad)

source: Two Campaigns Mark ii
nl: Twee Campagnes Mark ii
sv: Två kampanjer Mark ii

source: Vier Burgen (Kralle Edition)
nl: Vier Kastelen (Editie Kralle)

source: Volcanic Winter
nl: Vulkanische Winter
sv: Vulkanisk vinter

source: Wikinger: Die Fjorde Seefahrer Turnierkarte
nl: Vikings: de zeevaarders van de Fjorden Toernooikaart
sv: Wikinger: Fjordarnas sjöfarare Turneringskort

source: Yurok Headlands
nl: Yurok Landtongen

source: Zusammen sind wir stark (Kralle Edition)
nl: Samen staan we sterk (Editie Kralle)
sv: Tillsammans är vi starka (Kralle Edition)

source: Zwillingslagunen (Kralle Edition)
nl: Tweeling Lagunes (Editie Kralle)

source: vtst-islands
nl: vtst-Eilanden
sv: vtst-öar

source: vtst-mountains
nl: vtst-bergen
sv: vtst-berg

source: Kristin – edited by 3plus4i
nl: Kristin – bewerkt door 3plus4i
sv: Kristin – redigerad av 3plus4i

source: Smugglers is a fun map for 4 players. You and your partner start diagonally from each other on a point symmetric island. There are plenty of smuggling tunnels on this island, each consisting of a receiving and a sending end.
nl: Smokkelaars is een leuke kaart voor 4 spelers. Jij en je partner beginnen diagonaal van elkaar op een puntsymmetrisch eiland. Er zijn tal van smokkeltunnels op dit eiland, elk bestaande uit een ontvangend en een verzendend uiteinde.
sv: Smugglers är en rolig karta för 4 spelare. Du och din partner startar diagonalt från varandra på en punktsymmetrisk ö. Det finns gott om smugglingstunnlar på denna ö, var och en bestående av en mottagande och en sändande ände.

source: The ancient sun of fire
nl: De oeroude vuurzon
sv: Den forntida eldsolen

source: pbuczny@gmail.com – edited by Nordfriese
nl: pbuczny@gmail.com – bewerkt door Nordfriese
sv: pbuczny@gmail.com – redigerad av Nordfriese

source: 1 Spieler hinzugefügt, Landschaft und Häfen verändert.
nl: 1 Speler toegevoegd, Landschap en Havens veranderd.
sv: 1 spelare tillagd, landskap och hamnar ändrade.

source: 1 Spieler hinzugefügt, Landschaft verbessert, Zugang zum Feind ermöglicht.
nl: 1 Speler toegevoegd, Landschap verbeterd, Toegang tot de Vijand ingeschakeld.
sv: 1 spelare tillagd, landskapet förbättrat, tillgång till fienden möjliggjord.

source: 1 Spieler hinzugefügt, Seegrenze entfernt, Karte in der Breite verkleinert (unnötiges Wasser entfernt), Inseln verbunden, Landschaft und Bergwerke verbessert.
nl: 1 Speler toegevoegd, Zeegrens verwijderd, Kaart in de Breedte verkleind (onnodig Water verwijderd), Eilanden verbonden, Landschap en Mijnen verbeterd.
sv: 1 spelare tillagd, sjögräns borttagen, kartans bredd minskad (onödigt vatten borttaget), öar sammankopplade, landskap och gruvor förbättrade.

source: 1 Spieler mehr, Landschaft und Bergwerke optimiert, Häfen hinzugefügt
nl: 1 Speler meer, Landschap en Mijnen geoptimaliseerd, Havens toegevoegd
sv: 1 spelare till, landskap och gruvor optimerade, hamnar tillagda

source: 2 Spieler + Seefahrt hinzugefügt, Landschaft verändert.
nl: 2 Spelers + Zeevaart toegevoegd, Landschap veranderd.
sv: 2 spelare + sjöfart tillagt, landskap förändrat.

source: 2 Spieler entfernt, Landschaft verändert, Häfen hinzugefügt
nl: 2 Spelers verwijderd, Landschap veranderd, Havens toegevoegd
sv: 2 spelare borttagna, landskap förändrat, hamnar tillagda

source: 2 Spieler hinzugefügt, Gelände verändert und Rohstoffe besser verteilt.
nl: 2 Spelers toegevoegd, Terrein veranderd en Grondstoffen beter verdeeld.
sv: 2 spelare tillagda, terrängen ändrad och råvarorna bättre fördelade.

source: 2 Spieler hinzugefügt, Inseln verbunden, Landschaft verändert.
nl: 2 Spelers toegevoegd, Eilanden verbonden, Landschap veranderd.
sv: 2 spelare tillagda, öar sammankopplade, landskap förändrat.

source: 2 Spieler hinzugefügt, Landschaft und Rohstoffverteilung verbessert.
nl: 2 Spelers toegevoegd, Landschap en verdeling Grondstoffen verbeterd.
sv: 2 spelare tillagda, landskap och råvarufördelning förbättrad.

source: 2 Spieler und Häfen hinzugefügt, Landschaft verändert.
nl: 2 Spelers en Havens toegevoegd, Landschap veranderd.
sv: 2 spelare och hamnar tillagda, landskapet förändrat.

source: 8 Spieler entfernt, Landschaft verbessert und Häfen besser gesetzt.
nl: 8 Spelers verwijderd, Landschap verbeterd en Havens beter geplaatst.
sv: 8 spelare borttagna, landskapet förbättrat och hamnar bättre placerade.

source: A big map with lots of mountain passes.
nl: Een grote kaart met veel bergpassen.
sv: En stor karta med många bergspass.

source: A fair 8-player map with natural geographic features dividing land. The geographic features are meant to be somewhat realistic with rivers flowing from glaciers in the mountains through hills and flatlands into the sea. Gold is a much rarer resource compared to coal and iron. Different resources are often found at some distance to each other.
nl: Een eerlijke kaart voor 8 spelers met natuurlijke geografische kenmerken die het land verdelen. De geografische kenmerken moeten enigszins realistisch zijn met rivieren die van gletsjers in de bergen door heuvels en vlakten naar de zee stromen. Goud is een veel zeldzamere grondstof dan kolen en ijzer. Verschillende grondstoffen worden vaak op enige afstand van elkaar gevonden.
sv: En rättvis karta för 8 spelare med naturliga geografiska särdrag som delar upp landet. De geografiska särdragen är avsedda att vara någorlunda realistiska, med floder som rinner från glaciärer i bergen genom kullar och slätter ut i havet. Guld är en mycket mer sällsynt resurs jämfört med kol och järn. Olika resurser finns ofta på något avstånd från varandra.

source: A huge europe map. Blue = Sweden, Red = Italy, Yellow = Spain, Green = Turkey, Black = Russia, Orange = England, Purple = France, White = Poland
nl: Een enorme kaart van Europa. Blauw = Zweden, Rood = Italië, Geel = Spanje, Groen = Turkije, Zwart = Rusland, Oranje = Engeland, Paars = Frankrijk, Wit = Polen
sv: En stor karta över Europa. Blått = Sverige, rött = Italien, gult = Spanien, grönt = Turkiet, svart = Ryssland, orange = England, lila = Frankrike, vitt = Polen

source: A large island with coastal plains and a forested plateau. Rich in resources and plenty of flat building space along the coasts.
nl: Een groot eiland met kustvlakten en een bebost plateau. Rijk aan grondstoffen en veel vlakke bouwruimte langs de kusten.
sv: En stor ö med kustnära slätter och en skogsklädd platå. Rik på resurser och med gott om plan mark längs kusterna för bebyggelse.

source: A lush temperate island with a long mountain range and volcanoes emerging from the sea just off the coastal headlands.
nl: Een weelderig eiland met een gematigd klimaat, een lange bergketen en vulkanen die net voor de kust uit de zee oprijzen.
sv: En frodig tempererad ö med en lång bergskedja och vulkaner som reser sig ur havet precis utanför kustens uddar.

source: A river valley surrounded by mountains with lots of resources except coal. Plenty of flat building space.
nl: Een riviervallei omringd door bergen met veel grondstoffen behalve steenkool. Veel vlakke bouwruimte.
sv: En floddal omgiven av berg med många resurser utom kol. Gott om plan byggmark.

source: A wide ocean with a variety of small, medium and large islands.
nl: Een brede oceaan met een verscheidenheid aan kleine, middelgrote en grote eilanden.
sv: Ett vidsträckt hav med en mängd små, medelstora och stora öar.

source: After the eruption of Vesuv this land is copletely inhabited. Just thick layers of ash cover the northern parts. Lets conquer the land and give rise to a new empire.
nl: Na de uitbarsting van de Vesuv is dit land dicht bewoond. Alleen dikke lagen as bedekken de noordelijke delen. Laten we het land veroveren en een nieuw rijk stichten.
sv: Efter Vesuvs utbrott är detta land helt obebott. Endast tjocka lager av aska täcker de norra delarna. Låt oss erövra landet och skapa ett nytt imperium.

source: After the quick escape from the drowning island, the atlanteans around Jundlina are faced with new challenges.
nl: Na de snelle ontsnapping van het verdrinkende eiland staan de Atlantiërs rond Jundlina voor nieuwe uitdagingen.
sv: Efter den snabba flykten från den sjunkande ön står atlanterna runt Jundlina inför nya utmaningar.

source: Alles verbessert.
nl: Alles is verbeterd.
sv: Allt förbättrat.

source: Autumn became winter. Some things are frozen, but not the war.
nl: Herfst werd winter. Sommige dingen zijn bevroren, maar de oorlog niet.
sv: Höst blev vinter. Vissa saker är frusna, men inte kriget.
