Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: For the first time, I made a map that is both a solo challenge and nice to look at. The original inspiration for this map was an idea about putting one's starting position is a desert and force him to deal with the lack of good terrain to grow trees. I even fancied putting a script that makes wells not produce except in a few chosen locations, and that will periodically drain water stored in your warehouses, and would kill your workers if there is not enough water, so that in the game you'd have to actively fight thirst. Alas, I don't even know how to start writing a script, so the idea remained in the back of my mind. Then, at some point, wandering on google earth I came across the Tibesti mountains, in central Sahara. I was fascinated by how water interacted with the mountain desert environment; the dry desert air cools as it climbs the mountains, and the cold squeezes out what little moisture there is. The rain is quickly absorbed under the sand, but it keeps flowing underground, feeding a network of oasis in a radius of hundreds of kilometers. On the surface it's dry sand, but in some places the water comes close to the surface, giving rise to apparently inesplicable patches of vegetation in the middle of a dry valley. This merged with my previous idea, and so this map was conceived. Notice how the mountains where the blue player starts are volcanic in origin. The idea was still that of actually making it out of the desert and conquering the tribe that had the better land. But why is there such a dry place and close to it one with abundant rains? Enter the big mountain range to cast a rain shadow, with the desert on the east and the fertile land to the west, near the sea. Since I had a mountain range near the sea, I decided to also add some fjords to it. I don't suppose it is possible to have a hot desert and fjords nearby - fjords only form near the poles, and in the time the continental drift bring them to the tropics, the fjords are wheatered down. Still, they look nice. You can pretend it's a cold desert, like the mongolian steppe, if you like a more consistent explanation. The two big rivers uniting near the mouth to form an even bigger river is inspired by the Shatt al-Arab, and the delta by the Po delta. As a challenge map, it's fairly easier than my other maps. You need to be good to win, but unlike my most recent challenges (no metal challenge and concentric rings) this map is not made to take an extremely strong player and make him curse at the monitor for days of trial and error. BONUS CONTENT Yes, this map even has bonus content! I had two ideas for the map description. I ended up choosing the one most, well, descriptive. Here are parts that were cut from the description. 1) "Your land was conquered by a terrible invader. You survived by escaping into the inhospitable desert. You have no food, no water, limited supplies. What do you do? a) I die b) I try to find water, I fail, I die. c) I try to eat a snake, I get bitten, I die. d) I curse at whoever put me in this situation, then I die. e) I manage to find water and food and shelter. After living like that for years, I realize how crappy it is and that I'd have been better off dead. I suicide. f) I die g) I go to the invaders and beg them for mercy. They take me as a slave, and eventually I die. h) I tame the desert, adapt to live in it, gather resources from it, build an advanced civilization, raise a mighty army, lead it against the invaders, get defeated and killed in battle. i) As above, but I win. Then I wake up and realize it was only a sunstroke-fueled allucination. j) I pick up a spear, cover my face with a black veil and go fight the invader that has no honor. I die because I'm just a poser. k) I die" 2) "After you win, wonder about the morality of kiling a man and taking the land where he's lived since he was born, just because his remote ancestors did the same to your ancestors one or two centuries before. Yes, you figured it. You bastard."
nl: Voor het eerst heb ik een kaart gemaakt die zowel een solo-uitdaging is als leuk om naar te kijken. De oorspronkelijke inspiratie voor deze kaart was een idee om iemands startpositie in een woestijn te plaatsen en hem te dwingen om te gaan met het gebrek aan goed terrein om bomen te laten groeien. Ik wilde zelfs een script toevoegen dat ervoor zorgt dat waterputten niet produceren, behalve op een paar gekozen locaties, en dat periodiek water wordt afgetapt dat is opgeslagen in je pakhuizen, en dat je arbeiders worden gedood als er niet genoeg water is, zodat je in het spel actief tegen dorst moet vechten. Helaas weet ik niet eens hoe ik moet beginnen met het schrijven van een script, dus het idee bleef in mijn achterhoofd zitten. Toen, op een gegeven moment, kwam ik al dwalend op google earth het Tibesti-gebergte tegen, in het midden van de Sahara. Ik was gefascineerd door de wisselwerking tussen water en de bergwoestijnomgeving; de droge woestijnlucht koelt af als het de bergen beklimt en de kou perst het weinige vocht dat er is eruit. De regen wordt snel geabsorbeerd onder het zand, maar het blijft ondergronds stromen en voedt een netwerk van oases in een straal van honderden kilometers. Aan de oppervlakte is het droog zand, maar op sommige plekken komt het water dicht bij de oppervlakte, waardoor er schijnbaar onverklaarbare stukken vegetatie midden in een droge vallei ontstaan. Dit vermengde zich met mijn vorige idee, en zo ontstond deze kaart. Merk op hoe de bergen waar de blauwe speler begint vulkanisch van oorsprong zijn. Het idee was nog steeds om daadwerkelijk uit de woestijn te komen en de stam te veroveren die het betere land had. Maar waarom is er zo'n droge plek en vlakbij een plek met overvloedige regens? Voer de grote bergketen in om een regenschaduw te werpen, met de woestijn in het oosten en het vruchtbare land in het westen, vlakbij de zee. Omdat ik een bergketen vlakbij de zee had, besloot ik er ook wat fjorden aan toe te voegen. Ik denk niet dat het mogelijk is om een hete woestijn en fjorden in de buurt te hebben - fjorden ontstaan alleen bij de polen, en in de tijd dat de continentale drift ze naar de tropen brengt, zijn de fjorden verwaterd. Toch zien ze er mooi uit. Je kunt doen alsof het een koude woestijn is, zoals de Mongoolse steppe, als je een meer consistente verklaring wilt. De twee grote rivieren die zich bij de monding verenigen tot een nog grotere rivier is geïnspireerd op de Shatt al-Arab, en de delta op de Po-delta. Als uitdagingskaart is deze redelijk eenvoudiger dan mijn andere kaarten. Je moet goed zijn om te winnen, maar in tegenstelling tot mijn meest recente uitdagingen (geen metalen uitdaging en concentrische ringen) is deze kaart niet gemaakt om een extreem sterke speler dagenlang te laten vloeken op het beeldscherm met vallen en opstaan. BONUS INHOUD Ja, deze kaart heeft zelfs bonuscontent! Ik had twee ideeën voor de beschrijving van de kaart. Ik heb uiteindelijk gekozen voor degene die het meest, nou ja, beschrijvend was. Hier zijn delen die uit de beschrijving zijn geknipt. 1) “Je land werd veroverd door een verschrikkelijke indringer. Jullie hebben het overleefd door te ontsnappen naar de onherbergzame woestijn. Jullie hebben geen eten, geen water, weinig voorraden. Wat doe je? a) Ik sterf b) Ik probeer water te vinden, ik faal, ik sterf. c) Ik probeer een slang te eten, ik word gebeten, ik sterf. d) Ik vervloek degene die me in deze situatie heeft gebracht, daarna sterf ik. e) Ik slaag erin water, voedsel en onderdak te vinden. Na jaren zo geleefd te hebben, realiseer ik me hoe klote het is en dat ik beter dood had kunnen zijn. Ik pleeg zelfmoord. f) Ik sterf g) Ik ga naar de indringers en smeek hen om genade. Ze nemen me als slaaf en uiteindelijk sterf ik. h) Ik tem de woestijn, pas me aan om erin te leven, verzamel er grondstoffen, bouw een geavanceerde beschaving, richt een machtig leger op, leid het tegen de indringers, word verslagen en gedood in de strijd. i) Zoals hierboven, maar ik win. Dan word ik wakker en realiseer ik me dat het slechts een door een zonnesteek veroorzaakte hallucinatie was. j) Ik pak een speer, bedek mijn gezicht met een zwarte sluier en ga de strijd aan met de indringer die geen eer kent. Ik sterf omdat ik gewoon een aansteller ben. k) Ik sterf" 2) “Nadat je gewonnen hebt, vraag je je af wat de moraliteit is van het doden van een man en het innemen van het land waar hij sinds zijn geboorte gewoond heeft, alleen maar omdat zijn verre voorouders hetzelfde deden met jouw voorouders één of twee eeuwen daarvoor. Ja, je hebt het door. Klootzak.”
sv: För första gången har jag skapat en karta som både är en utmaning för en spelare och trevlig att titta på. Den ursprungliga inspirationen till denna karta var en idé om att placera spelarens startposition i en öken och tvinga honom att hantera bristen på bra mark för att odla träd. Jag funderade till och med på att lägga in ett skript som gör att brunnar inte producerar vatten förutom på några utvalda platser, och som regelbundet tömmer vattnet som lagras i dina lagerbyggnader och dödar dina arbetare om det inte finns tillräckligt med vatten, så att du i spelet måste aktivt bekämpa törsten. Tyvärr vet jag inte ens hur man börjar skriva ett skript, så idén förblev i bakhuvudet. Sedan, vid något tillfälle, när jag vandrade omkring på Google Earth, stötte jag på Tibesti-bergen i centrala Sahara. Jag fascinerades av hur vattnet interagerade med den bergiga ökenmiljön; den torra ökenluften kyls när den stiger upp i bergen, och kylan pressar ut den lilla fukt som finns. Regnet absorberas snabbt under sanden, men det fortsätter att rinna under jord och försörjer ett nätverk av oaser i en radie av hundratals kilometer. På ytan är det torr sand, men på vissa ställen kommer vattnet nära ytan, vilket ger upphov till till synes oförklarliga fläckar av vegetation mitt i en torr dal. Detta smälte samman med min tidigare idé, och så föddes denna karta. Lägg märke till att bergen där den blå spelaren startar är av vulkaniskt ursprung. Idén var fortfarande att faktiskt ta sig ut ur öknen och erövra den stam som hade det bättre landet. Men varför finns det en så torr plats och en plats med riklig nederbörd i närheten? In kommer den stora bergskedjan som kastar en regnskugga, med öknen i öster och det bördiga landet i väster, nära havet. Eftersom jag hade en bergskedja nära havet bestämde jag mig för att också lägga till några fjordar. Jag tror inte att det är möjligt att ha en het öken och fjordar i närheten – fjordar bildas bara nära polerna, och när kontinentaldriften för dem till tropikerna har fjordarna eroderats bort. Men de ser ändå fina ut. Du kan låtsas att det är en kall öken, som den mongoliska stäppen, om du vill ha en mer konsekvent förklaring. De två stora floderna som förenas nära mynningen och bildar en ännu större flod är inspirerade av Shatt al-Arab, och deltat av Po-deltat. Som utmaningskarta är den ganska lättare än mina andra kartor. Du måste vara duktig för att vinna, men till skillnad från mina senaste utmaningar (ingen metallutmaning och koncentriska ringar) är den här kartan inte gjord för att ta en extremt stark spelare och få honom att svära åt skärmen i dagar av försök och misstag. BONUSINNEHÅLL Ja, den här kartan har till och med bonusinnehåll! Jag hade två idéer för kartbeskrivningen. Jag valde till slut den som var mest, tja, beskrivande. Här är delar som togs bort från beskrivningen. 1) "Ditt land erövrades av en fruktansvärd inkräktare. Du överlevde genom att fly till den ogästvänliga öknen. Du har ingen mat, inget vatten och begränsade förråd. Vad gör du? a) Jag dör. b) Jag försöker hitta vatten, misslyckas och dör. c) Jag försöker äta en orm, blir biten och dör. d) Jag förbannar den som försatt mig i denna situation och dör sedan. e) Jag lyckas hitta vatten, mat och skydd. Efter att ha levt så i flera år inser jag hur uselt det är och att det hade varit bättre att dö. Jag begår självmord. f) Jag dör. g) Jag går till inkräktarna och ber dem om nåd. De tar mig som slav och så småningom dör jag. h) Jag tämjer öknen, anpassar mig till att leva i den, samlar resurser från den, bygger en avancerad civilisation, bildar en mäktig armé, leder den mot inkräktarna, besegras och dödas i strid. i) Som ovan, men jag vinner. Sedan vaknar jag och inser att det bara var en hallucination orsakad av solsting. j) Jag tar upp ett spjut, täcker mitt ansikte med en svart slöja och går för att bekämpa inkräktaren som saknar heder. Jag dör eftersom jag bara är en posör. k) Jag dör. 2) Efter att du vunnit, funderar du över moraliteten i att döda en man och ta det land där han bott sedan han föddes, bara för att hans avlägsna förfäder gjorde samma sak mot dina förfäder för ett eller två århundraden sedan. Ja, du har fattat. Din jävel.

source: Two tribes found on some high Ilands, theres is everything but enough space. AIs will have no chance. Atlanters should do fine. I dsitributed the Artifacts across the Ilands so that hunting them will make sense.
nl: Twee stammen op hooggelegen eilanden, er is alles behalve genoeg ruimte. AI's maken geen kans. Atlanters zouden het goed moeten doen. Ik heb de artefacten over de Ilands verdeeld zodat het jagen erop zin heeft.
sv: Två stammar som finns på några höga öar, där finns allt utom tillräckligt med utrymme. AI:er kommer inte att ha en chans. Atlanters borde klara sig bra. Jag har fördelat artefakterna över öarna så att det blir meningsfullt att jaga dem.

source: Another random world generated with Worldengine. If you run into inaccessible areas give me a feedback, f.e. screenshot (Ctrl-F11) and some explanation where building-spots are needed and I can update the map.
nl: Nog een willekeurige wereld gegenereerd met Worldengine. Als je ontoegankelijke gebieden tegenkomt, geef me dan feedback, bijv. een screenshot (Ctrl-F11) en wat uitleg waar bouwplekken nodig zijn, dan kan ik de kaart bijwerken.
sv: En annan slumpmässig värld genererad med Worldengine. Om du stöter på otillgängliga områden, ge mig feedback, t.ex. en skärmdump (Ctrl-F11) och en förklaring om var byggplatser behövs, så kan jag uppdatera kartan.

source: I've long been toying with the idea of a fjord-based maps. Eventually I produced this small duel map for two players. Don't be fooled by the large map size, it's mostly water and snow; all the action happens in a small strip near the coast. Just like with real fjords. EDIT: this map is slightly unbalanced in favor of the blue player, and more importantly, it has a huge bug with fishes being less than they should be and in some cases missing completely. I made a new revised map, available here https://wl.widelands.org/maps/fjords-11/
nl: Ik speel al lang met het idee van een fjordenkaart. Uiteindelijk heb ik deze kleine duelkaart voor twee spelers gemaakt. Laat je niet misleiden door de grote kaart, het is voornamelijk water en sneeuw; alle actie vindt plaats in een kleine strook bij de kust. Net als bij echte fjorden. EDIT: deze kaart is een beetje ongebalanceerd in het voordeel van de blauwe speler, en nog belangrijker, het heeft een enorme bug met vissen die minder zijn dan ze zouden moeten zijn en in sommige gevallen helemaal ontbreken. Ik heb een nieuwe, herziene kaart gemaakt die hier beschikbaar is https://wl.widelands.org/maps/fjords-11/
sv: Jag har länge lekt med idén om en karta baserad på fjordar. Till slut skapade jag denna lilla duellkarta för två spelare. Låt dig inte luras av kartans stora storlek, den består mestadels av vatten och snö; all action utspelar sig i en liten remsa nära kusten. Precis som med riktiga fjordar. EDIT: denna karta är något obalanserad till förmån för den blå spelaren, och ännu viktigare, den har ett stort fel där fiskarna är färre än de borde vara och i vissa fall saknas helt. Jag har gjort en ny reviderad karta, som finns här https://wl.widelands.org/maps/fjords-11/

source: Dont seek a beauty in this map - it is purely functional, symmetrical and fair. I am going to use it for AI training, but perhaps it can be useful for someone else.
nl: Zoek geen schoonheid in deze kaart - hij is puur functioneel, symmetrisch en eerlijk. Ik ga het gebruiken voor AI-training, maar misschien kan het nuttig zijn voor iemand anders.
sv: Sök inte efter skönhet i denna karta – den är rent funktionell, symmetrisk och rättvis. Jag kommer att använda den för AI-träning, men kanske kan den vara användbar för någon annan.

source: Another map I use for AI training. This one looks a bit better.
nl: Nog een kaart die ik gebruik voor AI-training. Deze ziet er iets beter uit.
sv: En annan karta som jag använder för AI-träning. Den här ser lite bättre ut.

source: This is the official "Checkmate" map, amplified by 3 additional Artifacts. The Artifacts are placed in a way that the map keeps its balanced status.
nl: Dit is de officiële “Checkmate” kaart, versterkt door 3 extra Kunstvoorwerpen. De Kunstvoorwerpen zijn zo geplaatst dat de kaart zijn evenwichtige status behoudt.
sv: Detta är den officiella kartan "Checkmate", förstärkt med 3 ytterligare artefakter. Artefakterna är placerade på ett sätt som gör att kartan behåller sin balanserade status.

source: This is an unbalanced map where you need patience and speed to leave the small islands. It was designed for a scenario which can also be played by renaming _scripting to scripting again inside the archive. As it was designed to play against the AI it is to un fair in a networked game. As I know the scenario could be improved I'm happy to receive feedback on it as well as on the map itself. Have fun while playing
nl: Dit is een ongebalanceerde kaart waar je geduld en snelheid nodig hebt om de kleine eilanden te verlaten. Het is ontworpen voor een scenario dat ook gespeeld kan worden door _scripting te hernoemen naar scripting in het archief. Omdat het ontworpen is om tegen de AI te spelen is het niet eerlijk in een netwerkspel. Omdat ik weet dat het scenario verbeterd kan worden, ontvang ik graag feedback op het scenario en op de kaart zelf. Veel plezier tijdens het spelen
sv: Detta är en obalanserad karta där du behöver tålamod och snabbhet för att lämna de små öarna. Den är utformad för ett scenario som också kan spelas genom att byta namn på _scripting till scripting igen inuti arkivet. Eftersom den är utformad för att spelas mot AI är den orättvis i ett nätverksspel. Eftersom jag vet att scenariot kan förbättras tar jag gärna emot feedback om det och om kartan i sig. Ha kul när du spelar!

source: Overhauled version. Some corrections and resource additions.
nl: Gereviseerde versie. Enkele correcties en toevoegingen van bronnen.
sv: Omarbetad version. Vissa korrigeringar och tillägg av resurser.

source: This is an unbalanced map where you need patience and speed to leave the small islands. It was designed for a scenario which can be played by renaming _scripting to scripting again inside the archive. As it was designed to play against the AI it is to unfair in a networked game but might be fun in a deathmatch against the AI. Scenario improvement is under way (see post in the forum). And I'm still happy to discuss any suggestions. However I fixed a bug that was crashing the scenario improved some minor texts and I spent a lot of testing (and enjoyed the playing) and adjustments in the map to make the AI perform better. Have fun while playing
nl: Dit is een ongebalanceerde kaart waar je geduld en snelheid nodig hebt om de kleine eilanden te verlaten. Het is ontworpen voor een scenario dat gespeeld kan worden door _scripting te hernoemen naar scripting in het archief. Omdat het ontworpen is om tegen de AI te spelen is het oneerlijk in een netwerkspel, maar het kan leuk zijn in een deathmatch tegen de AI. Scenario's worden verbeterd (zie bericht op het forum). En ik sta nog steeds open voor suggesties. Ik heb echter een bug verholpen die het scenario liet crashen, wat kleine teksten verbeterd en ik heb veel getest (en met plezier gespeeld) en aanpassingen gemaakt in de kaart om de AI beter te laten presteren. Veel plezier tijdens het spelen
sv: Detta är en obalanserad karta där du behöver tålamod och snabbhet för att lämna de små öarna. Den är utformad för ett scenario som kan spelas genom att byta namn på _scripting till scripting igen inuti arkivet. Eftersom den är utformad för att spelas mot AI är den för orättvis i ett nätverksspel, men kan vara rolig i en deathmatch mot AI. Scenariot förbättras för närvarande (se inlägg i forumet). Jag diskuterar fortfarande gärna alla förslag. Jag har dock fixat ett fel som kraschade scenariot, förbättrat några mindre texter och ägnat mycket tid åt att testa (och njuta av spelet) och justera kartan för att AI:n ska fungera bättre. Ha kul när du spelar!

source: the original fjords map was slightly unbalanced to give more space to the blue player. more important, though, it had some bugs regarding fishes. this new version fixes both of those problems. I also added some more fishes, to give a better playability to empire, which is penalized more than the other tribes by the paucity of large buildings.
nl: de oorspronkelijke fjordenkaart was een beetje onevenwichtig om meer ruimte te geven aan de blauwe speler. maar belangrijker, het had een aantal bugs met betrekking tot vissen. deze nieuwe versie lost beide problemen op. Ik heb ook wat meer vissen toegevoegd om de speelbaarheid van Empire te verbeteren, dat meer dan de andere stammen wordt benadeeld door het gebrek aan grote gebouwen.
sv: Den ursprungliga fjordkartan var något obalanserad för att ge mer utrymme åt den blå spelaren. Ännu viktigare var dock att den hade några buggar när det gällde fiskarna. Den nya versionen åtgärdar båda dessa problem. Jag har också lagt till några fler fiskar för att förbättra spelbarheten för imperiet, som straffas hårdare än de andra stammarna på grund av bristen på stora byggnader.

source: This map was inspired by a Boardgame base on hexagonal tiles, if you know it have fun. If you do not, still should be a nice map. Can be played by two or four players. Two should be on positon 1,2 or 3,4. Anything else will result in some unbalanced game. Should work nice for artefacts. With four players or two palyers at psoition 3 and 4 Aurocrat will be impossible. Thanks for some testplayers, the Map should be quite balanced now.
nl: Deze kaart is geïnspireerd op een bordspel met zeshoekige tegels, als je het kent, veel plezier. Zo niet, dan is het nog steeds een leuke kaart. Kan gespeeld worden door twee of vier spelers. Twee moeten op positie 1,2 of 3,4 staan. Iets anders resulteert in een onevenwichtig spel. Zou goed moeten werken voor artefacten. Met vier spelers of twee spelers op positie 3 en 4 zal Aurocrat onmogelijk zijn. Bedankt voor de testspelers, de kaart zou nu in balans moeten zijn.
sv: Denna karta är inspirerad av ett brädspel baserat på sexkantiga brickor. Om du känner till det, ha så kul. Om inte, bör det ändå vara en trevlig karta. Kan spelas av två eller fyra spelare. Två ska vara på position 1,2 eller 3,4. Allt annat kommer att resultera i ett obalanserat spel. Bör fungera bra för artefakter. Med fyra spelare eller två spelare på position 3 och 4 kommer Aurocrat att vara omöjligt. Tack till några testspelare, kartan bör vara ganska balanserad nu.
