Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: This map is for 2 to 6 players. But 3 or 4 players are probably more optimal. There are only few spots where you can build bridges across the wide rivers and few mountain passes. The map is rich on resources.
nl: Deze kaart is voor 2 tot 6 spelers. Maar 3 of 4 spelers zijn waarschijnlijk geschikter. Er zijn maar een paar plekken waar je bruggen kunt bouwen over de brede rivieren en een paar bergpassen. De kaart is rijk aan grondstoffen.
sv: Denna karta är avsedd för 2 till 6 spelare. Men 3 eller 4 spelare är förmodligen mer optimalt. Det finns endast ett fåtal platser där man kan bygga broar över de breda floderna och få bergspass. Kartan är rik på resurser.

source: Use the gold near your village to build ships before you build up your army. Locate gold on the small islands to pay for your army. You need to also be aware that some very small islands have never been explored and do not have any port space yet.
nl: Gebruik het goud in de buurt van je dorp om schepen te bouwen voordat je je leger opbouwt. Zoek goud op de kleine eilanden om je leger te betalen. Je moet er ook rekening mee houden dat sommige hele kleine eilanden nog nooit verkend zijn en nog geen havenruimte hebben.
sv: Använd guldet nära din by för att bygga skepp innan du bygger upp din armé. Leta reda på guld på de små öarna för att betala för din armé. Du måste också vara medveten om att vissa mycket små öar aldrig har utforskats och ännu inte har någon hamn.

source: Wide rivers are navigable to create a ''trade network'' All Players have their own Challenges, but are relatively balanced to be playable: ///1) British Empire: create sustainable colonies ///2) Russian Empire: Very large distances ...
nl: Brede rivieren zijn bevaarbaar om een ''handelsnetwerk'' te creëren Alle spelers hebben hun eigen uitdagingen, maar zijn relatief uitgebalanceerd om speelbaar te zijn: ///1) Britse Rijk: creëer duurzame koloniën ///2) Russische Rijk: Zeer grote afstanden ...
sv: Breda floder är farbara för att skapa ett "handelsnätverk". Alla spelare har sina egna utmaningar, men är relativt balanserade för att vara spelbara: ///1) Brittiska imperiet: skapa hållbara kolonier ///2) Ryska imperiet: Mycket stora avstånd …

source: Your ships won't have far to go to reach the new land. You can reach your enemies' headquarters by crossing the narrow, rocky seaways along the sides of your island, but remember, they can also reach you!
nl: Je schepen hoeven niet ver om het nieuwe land te bereiken. Je kunt het hoofdkwartier van je vijanden bereiken door de smalle, rotsachtige zeegaten langs de zijkanten van je eiland over te steken, maar vergeet niet dat ze jou ook kunnen raken!
sv: Dina skepp behöver inte segla långt för att nå det nya landet. Du kan nå dina fienders högkvarter genom att korsa de smala, klippiga farvattnen längs sidorna av din ö, men kom ihåg att de också kan nå dig!

source: have fun!
nl: veel plezier!
sv: Ha det så kul!

source: For harder to defend smuggling routes, you get 2 or 3 points per ware smuggled. The first team to collect %s wins.
nl: Voor moeilijker te verdedigen smokkelroutes krijg je 2 of 3 punten per gesmokkelde waar. Het eerste team dat %s verzamelt wint.
sv: För svårare att försvara smugglingrutter får du 2 eller 3 poäng per smugglad vara. Det första laget som samlar %s vinner.

source: The Forbidden Island
nl: Het Verboden Eiland
sv: Den förbjudna ön

source: A sending spot
nl: Een verzendplek
sv: En sändningsplats

source: Gold is limited to sand bars by the river. A tiny amount of residual iron is available on the high banks, but you'll want to head to the mountains as soon as possible to find more.
nl: Goud is beperkt tot zandstaven bij de rivier. Een kleine hoeveelheid restijzer is beschikbaar op de hoge oevers, maar je zult zo snel mogelijk naar de bergen willen gaan om meer te vinden.
sv: Guld finns endast i sandbankar vid floden. En liten mängd järnrester finns på de höga stränderna, men du bör bege dig till bergen så snart som möjligt för att hitta mer.

source: A receiving spot
nl: Een ontvangstplek
sv: En mottagningsplats

source: Build a port
nl: Bouw een haven
sv: Bygg en port

source: Build a port in the land of Törver.
nl: Bouw een haven in het land van Törver.
sv: Bygg en hamn i landet Törver.

source: Finally! We have just taken our first step towards victory! Last night, we landed on the forbidden island and defeated the few guards that were watching the north-western part of the island. I am quite sure that none of the other warlords has detected us so far, so we should keep quiet and build up our infrastructure. Soon we will be strong enough to raid their positions.
nl: Eindelijk! We hebben zojuist onze eerste stap naar de overwinning gezet! Gisteravond zijn we op het verboden eiland geland en hebben we de paar wachters verslagen die het noordwestelijke deel van het eiland in de gaten hielden. Ik ben er vrij zeker van dat geen van de andere krijgsheren ons tot nu toe heeft ontdekt, dus we moeten ons rustig houden en onze infrastructuur opbouwen. Binnenkort zullen we sterk genoeg zijn om hun posities te overvallen.
sv: Äntligen! Vi har just tagit vårt första steg mot segern! I går kväll landade vi på den förbjudna ön och besegrade de få vakter som bevakade den nordvästra delen av ön. Jag är ganska säker på att ingen av de andra krigsherrarna har upptäckt oss än, så vi bör hålla tyst och bygga upp vår infrastruktur. Snart kommer vi att vara tillräckligt starka för att kunna attackera deras positioner.

source: Notes
nl: Opmerkingen
sv: Anteckningar

source: Remember that the map has rotational symmetry. For example, when you have found a spot to the top-left of your headquarters, the corresponding spot will be to the bottom-right of the headquarters of your team mate.
nl: Vergeet niet dat de kaart draaisymmetrisch is. Als je bijvoorbeeld een plek linksboven je hoofdkwartier hebt gevonden, zal de corresponderende plek rechtsonder het hoofdkwartier van je teamgenoot zijn.
sv: Kom ihåg att kartan har rotationssymmetri. Om du till exempel har hittat en plats till vänster om ditt högkvarter, kommer motsvarande plats att finnas till höger om din lagkamrats högkvarter.

source: You can see the number of wares traded at any time in the general statistics menu. Good luck!
nl: Je kunt het aantal verhandelde waren op elk moment zien in het algemene statistiekmenu. Veel succes!
sv: Du kan se antalet varor som handlas när som helst i menyn för allmän statistik. Lycka till!

source: Conquer pirate sentry
nl: Overwin de piratenschildwacht
sv: Erövra piratvakt

source: A new smuggling route from %1$s to %2$s has been established! Every ware they smuggle there is worth %3$s.
nl: Er is een nieuwe smokkelroute van %1$s naar %2$s Elk goed dat ze daar smokkelen is %3$swaard.
sv: En ny smugglingrutt från %1$s till %2$s har etablerats! Varje vara de smugglar där är värd %3$s.

source: Conquer the pirate sentry near the brook to the east.
nl: Overwin de piratenschildwacht bij de beek in het oosten.
sv: Besegra piratvakten nära bäcken i öster.

source: Capture the Ancient Castle
nl: Verover het Oude Kasteel
sv: Erövra det gamla slottet

source: Defeat Lanissa and capture the ancient castle.
nl: Versla Lanissa en verover het oude kasteel.
sv: Besegra Lanissa och erövra det gamla slottet.

source: Your team has established a new smuggling route. You have the sending warehouse. Every ware smuggled here is worth %s.
nl: Je team heeft een nieuwe smokkelroute opgezet. Jij hebt het verzendende pakhuis. Elk goed dat hier wordt gesmokkeld is%s.
sv: Ditt team har etablerat en ny smugglingrutt. Du har avsändarlagret. Varje vara som smugglas hit är värd %s.

source: Build warehouse
nl: Bouw een magazijn
sv: Bygg lagerbyggnad

source: Build a warehouse close to the pirate sentry near the brook.
nl: Bouw een pakhuis in de buurt van de piratenschildwacht bij de beek.
sv: Bygg en lagerbyggnad nära piratvaktposten vid bäcken.

source: Your team has established a new smuggling route. You have the receiving warehouse. Every ware smuggled here is worth %s.
nl: Je team heeft een nieuwe smokkelroute opgezet. Jij hebt het ontvangende magazijn. Elk goed dat hier wordt gesmokkeld is %s.
sv: Ditt team har etablerat en ny smugglingrutt. Du har mottagningslagret. Varje vara som smugglas hit är värd %s.

source: Build up a wood economy
nl: Bouw een houteconomie op
sv: Bygg upp en träekonomi

source: Rohstoffe sind mit Bedacht gesetzt, es gibt aber immer mehrere Möglichkeiten
nl: De Grondstoffen worden zorgvuldig Bepaald, maar er zijn altijd verschillende Mogelijkheden
sv: Råvarorna är noggrant utvalda, men det finns alltid flera alternativ

source: Defeat Erwyn
nl: Versla Erwyn
sv: Besegra Erwyn

source: Our northern enemy
nl: Onze noordelijke vijand
sv: Vår nordliga fiende

source: Sire, although our soldiers would face any enemy without the slightest fear, our rival in the north is still stronger than all our armies combined. We should avoid to have a conflict until we are able to defeat it. <br><br> Be patient and recognize that a strong army is indispensable in this situation. Törver has a very bad reputation.
nl: Sire, hoewel onze soldaten elke vijand zonder angst tegemoet treden.., is onze rivaal in het noorden nog steeds sterker dan al onze legers samen. Wij moeten een conflict vermijden totdat we in staat zijn om het te verslaan. <br><br> Wees geduldig en erken dat een sterk leger onmisbaar is in deze situatie. Törver heeft een zeer slechte reputatie.
sv: Sire, även om våra soldater skulle möta vilken fiende som helst utan minsta rädsla, är vår rival i norr fortfarande starkare än alla våra arméer tillsammans. Vi bör undvika en konflikt tills vi är i stånd att besegra den. <br><br> Var tålmodig och inse att en stark armé är oumbärlig i denna situation. Törver har ett mycket dåligt rykte.

source: Wood Economy
nl: Hout Economie
sv: Träekonomi

source: Build three lumberjack’s houses, a forester’s house and a sawmill.
nl: Bouw drie houthakkershuizen, een boswachtershuis en een houtzagerij.
sv: Bygg tre skogshuggars hus, ett skogsvaktarhus och ett sågverk.

source: The smuggling route worth %1$s from %2$s to %3$s has been broken!
nl: De smokkelroute ter waarde van %1$s van %2$s naar %3$s is verbroken!
sv: Smugglingrutten värd %1$s från %2$s till %3$s har brutits!

source: Bring shovels
nl: Breng schoppen mee
sv: Ta med spadar

source: Defeat Erwyn. He commands the strongest opposing military force left on this island.
nl: Versla Erwyn. Hij voert het bevel over de sterkste militaire macht die nog over is op dit eiland.
sv: Besegra Erwyn. Han leder den starkaste militära styrkan som finns kvar på ön.

source: Bring 4 shovels to the warehouse near the brook.
nl: Breng 4 schoppen naar het pakhuis bij de beek.
sv: Ta med 4 spadar till lagerbyggnaden nära bäcken.

source: Game over!
nl: Spel afgelopen!
sv: Spelet är slut!

source: Build a first outpost
nl: Bouw een eerste buitenpost
sv: Bygg en första utpost

source: Game over! %1$s and %2$s have won the game! %3$s and %4$s only managed to collect %5$s.
nl: Het spel is uit! %1$s en %2$s hebben het spel gewonnen! %3$s en %4$s hebben alleen %5$sweten te verzamelen..
sv: Spelet är slut! %1$s och %2$s har vunnit spelet! %3$s och %4$s lyckades bara samla %5$s.

source: Build a quarry
nl: Bouw een steengroeve
sv: Bygg ett stenbrott

source: Defeat Jomo
nl: Versla Jomo
sv: Besegra Jomo

source: Ensure the supply of build wares
nl: Zorg voor de levering van bouwmaterialen
sv: Säkerställ leveransen av byggvaror

source: First Outpost
nl: Eerste Buitenpost
sv: Första utposten

source: Build a outpost at the yellow house symbol to the east of your provisional headquarters.
nl: Bouw een buitenpost bij het gele huissymbool ten oosten van je voorlopige hoofdkwartier.
sv: Bygg en utpost vid det gula huset öster om ditt provisoriska högkvarter.

source: Establish a basic production
nl: Stel een basisproductie op
sv: Upprätta en grundläggande produktion

source: Quarry
nl: Steengroeve
sv: Stenbrott

source: Build a quarry to the south of your headquarters.
nl: Bouw een steengroeve ten zuiden van je hoofdkwartier.
sv: Bygg ett stenbrott söder om ditt högkvarter.

source: Defeat Jomo. He is taking care of the soldiers’ food supply.
nl: Versla Jomo. Hij zorgt voor de voedselvoorziening van de soldaten.
sv: Besegra Jomo. Han sköter soldaternas matförsörjning.

source: Peril from the north
nl: Gevaar vanuit het noorden
sv: Fara från norr

source: You will need at least a quarry, a few lumberjacks and a sawmill. A forester might or might not be needed depending on how fast the trees are growing around you. Find the balance.
nl: Je hebt op zijn minst een steengroeve, een paar houthakkers en een zagerij nodig. Een boswachter is misschien wel of niet nodig, afhankelijk van hoe snel de bomen om je heen groeien. Vind de balans.
sv: Du behöver minst ett stenbrott, några skogshuggare och ett sågverk. En skogsvaktare kan behövas eller inte, beroende på hur snabbt träden växer omkring dig. Hitta balansen.

source: Sire, We received an alarming message from one of our explorers. Törver is expanding his front line and approaching our territory. <br><br> We cannot avoid to attack their armies forever. If we can conquer our northern enemy then we will enlarge our territory and find more resources to strengthen our armies. <br><br> We can then also use their access to the lake in order to explore more land.
nl: Sire, we hebben een alarmerend bericht ontvangen van een van onze verkenners. Törver breidt zijn frontlinie uit en nadert ons gebied. <br><br> We kunnen hun legers niet eeuwig blijven aanvallen. Als we onze noordelijke vijand kunnen veroveren, vergroten we ons grondgebied en vinden we meer middelen om onze legers te versterken. <br><br> We can then also use their access to the lake in order to explore more land.
sv: Sire, vi har fått ett alarmerande meddelande från en av våra upptäcktsresande. Törver utvidgar sin frontlinje och närmar sig vårt territorium. <br><br> Vi kan inte undvika att attackera deras arméer för alltid. Om vi kan besegra vår nordliga fiende kommer vi att utvidga vårt territorium och hitta fler resurser för att stärka våra arméer. <br><br> Vi kan då också använda deras tillgång till sjön för att utforska mer land.

source: Free our scout from the pirates
nl: Bevrijd onze verkenner van de piraten
sv: Frita vår spanare från piraterna

source: Protect your colony
nl: Bescherm je kolonie
sv: Skydda din koloni

source: Build tools quickly
nl: Bouw snel tools
sv: Bygg verktyg snabbt

source: Conquer the stronghold on the island.
nl: Verover de burcht op het eiland
sv: Erövra fästningen på ön.

source: Build a quarry close to the lots of stone to free the land and get some valued resources.
nl: Bouw een steengroeve in de buurt van de stenen om het land vrij te maken en waardevolle grondstoffen te krijgen.
sv: Bygg ett stenbrott nära stenblocken för att frigöra marken och få tag på värdefulla resurser.

source: Build a quarry close to the lots of stone. So we can free some building lots and get some valued resources.
nl: Bouw een steengroeve in de buurt van de stenen. Zo kunnen we wat bouwkavels vrijmaken en waardevolle grondstoffen krijgen.
sv: Bygg ett stenbrott nära stenblocken. På så sätt kan vi frigöra några byggtomter och få värdefulla resurser.

source: Protect Your Colony
nl: Bescherm je Kolonie
sv: Skydda din koloni

source: Build some blockhouses and sentries around the colony.
nl: Bouw een aantal blokkades en schildwachten rond de kolonie.
sv: Bygg några blockhus och vaktposter runt kolonin.

source: First Briefing
nl: Eerste Briefing
sv: Första genomgången

source: Make new tools
nl: Maak nieuwe gereedschappen
sv: Skapa nya verktyg

source: Most of your tools have been lost in the ship tragedy. Your people will not be able to fulfill their duties without proper tools. Luckily you still have some iron ore and plenty of coal. Build a production of tools, it is a prerequisite for success on island.
nl: Het meeste van jullie gereedschap is verloren gegaan in de scheepsramp. Jullie mensen zullen hun taken niet kunnen uitvoeren zonder het juiste gereedschap. Gelukkig hebben jullie nog nog wat ijzererts en genoeg steenkool. Bouw een productie van gereedschappen, het is een voorwaarde voor succes op het eiland.
sv: De flesta av dina verktyg har gått förlorade i skeppsolyckan. Dina medarbetare kommer inte att kunna utföra sina uppgifter utan lämpliga verktyg. Lyckligtvis har du fortfarande lite järnmalm och gott om kol. Bygg en verktygsfabrik, det är en förutsättning för att lyckas på ön.

source: Defeat Hjalmar
nl: Versla Hjalmar
sv: Besegra Hjalmar

source: On the good way
nl: Op goeie weg
sv: På rätt väg

source: Build at least a lumberjack’s house, a sawmill and a stonemason to complete the building material supply chain
nl: Bouw ten minste een houthakkershuis, een houtzagerij en een steenhouwer om de toeleveringsketen van bouwmaterialen te voltooien
sv: Bygg minst ett skogshuggars hus, ett sågverk och en stenhuggare för att komplettera byggmaterialförsörjningskedjan

source: Defeat the armies of Hjalmar.
nl: Versla de Legers van Hjalmar
sv: Besegra Hjalmars arméer.

source: Sire, the battle with Törver progresses gloriously and we have already beaten the strongest part of his army. But this enemy will not be defeated easily. In a desperate move Törver has called in a group of hardened mercenaries.
nl: Sire, de strijd met Törver vordert glorieus en we hebben al het sterkste deel van zijn leger verslagen. Maar deze vijand zal niet gemakkelijk verslagen worden. In wanhopige zet heeft Törver een groep geharde huurlingen opgeroepen.
sv: Sire, striden mot Törver fortskrider strålande och vi har redan besegrat den starkaste delen av hans armé. Men denna fiende kommer inte att besegras så lätt. I ett desperat försök har Törver kallat in en grupp härdade legosoldater.

source: Start mining marble
nl: Begin met marmer delven
sv: Börja bryta marmor

source: Lumberjack’s House, Sawmill and Stonemason
nl: Houthakkershuis, Houtzagerij en Steenhouwer
sv: Skogshuggarens hus, sågverk och stenhuggare

source: Marble
nl: Marmer
sv: Marmor

source: Build at least a lumberjack’s house, a sawmill and a stonemason as soon as there is enough space for them.
nl: Bouw ten minste een houthakkershuis, een houtzagerij en een steenhouwer zodra er genoeg ruimte voor is.
sv: Bygg åtminstone ett skogshuggars hus, ett sågverk och en stenhuggare så snart det finns tillräckligt med utrymme för dem.

source: Expand to the east, to start mining marble from the mountain.
nl: Breid uit naar het oosten om te beginnen met het delven van marmer uit de berg.
sv: Expandera österut för att börja bryta marmor från berget.

source: Explore the surroundings
nl: Verken de omgeving
sv: Utforska omgivningarna

source: Second Briefing
nl: Tweede Briefing
sv: Andra informationsmötet

source: Defeat Runar
nl: Versla Runar
sv: Besegra Runar

source: Explore your surroundings
nl: Verken je omgeving
sv: Utforska din omgivning

source: Defeat the armies of Runar.
nl: Versla de legers van Runar
sv: Besegra Runars arméer.

source: The great lake
nl: Het grote meer
sv: Den stora sjön

source: We are pretty sure that we are not alone on the island. We do not know if the others on this island are friends or foes so we need to treat carefully. Expand and explore the island by building at least one habitat for a scout and military buildings. Favor Towers over other military buildings for their bigger view range.
nl: We zijn er vrij zeker van dat we niet alleen op het eiland zijn. We weten niet of de anderen op dit eiland vrienden of vijanden zijn, dus we moeten voorzichtig zijn. Breid het eiland uit en verken het door ten minste één leefgebied voor een verkenner te bouwen en militaire gebouwen te bouwen. Geef de voorkeur aan torens boven andere militaire gebouwen vanwege hun groter zichtbereik.
sv: Vi är ganska säkra på att vi inte är ensamma på ön. Vi vet inte om de andra på ön är vänner eller fiender, så vi måste vara försiktiga. Utvidga och utforska ön genom att bygga minst en bostad för en spejare och militära byggnader. Föredra torn framför andra militära byggnader eftersom de har större synfält.

source: An Ancient Castle
nl: Een Oud Kasteel
sv: Ett gammalt slott

source: Lower the demand for marble columns in the economy settings
nl: Verlaag de vraag naar marmeren zuilen in de economische instellingen
sv: Sänk efterfrågan på marmorkolonner i ekonomiinställningarna

source: Sire, now that we have conquered the land of Törver, we can make use of their excellent access to the adjacent great lake. A port in the north will give us better opportunities to have contact with other tribes. <br><br> In Törver's headquarters we found papers that describe the construction of ships. Unfortunately, the texts are written in a language that is unknown to us. Our wise men will try to translate these descriptions.
nl: Sire, nu we het land van Törver hebben veroverd, kunnen we gebruik maken van hun uitstekende toegang tot het aangrenzende grote meer. Een haven in het noorden zal ons betere mogelijkheden geven om contact te leggen met andere stammen. <br><br> In het hoofdkwartier van Törver vonden we papieren die de bouw van schepen. Helaas zijn de teksten geschreven in een taal die ons onbekend is. Onze wijzen zullen proberen deze beschrijvingen te vertalen.
sv: Sire, nu när vi har erövrat landet Törver kan vi dra nytta av deras utmärkta tillgång till den intilliggande stora sjön. En hamn i norr kommer att ge oss bättre möjligheter att ha kontakt med andra stammar. <br><br> I Törvers högkvarter fann vi dokument som beskriver konstruktionen av skepp. Tyvärr är texterna skrivna på ett språk som är okänt för oss. Våra vise män kommer att försöka översätta dessa beskrivningar.

source: Build a stonemason’s house and mining infrastructure
nl: Bouw een steenhouwershuis en mijnbouw infrastructuur
sv: Bygg ett stenhuggarhus och gruvinfrastruktur

source: By the Gods! One of our scouts has discovered a mighty castle at the center of the old plateau. The castle must be quite old and seems to have been built in a foreign style. It’s quite obvious that this is not barbarian craft.
nl: Bij de Goden! Eén van onze verkenners heeft een machtig kasteel ontdekt in het midden van het oude plateau. Het kasteel moet vrij oud zijn en lijkt in een vreemde stijl gebouwd te zijn. Het is overduidelijk dat dit geen barbaars handwerk is.
sv: Vid gudarna! En av våra spejare har upptäckt ett mäktigt slott mitt på den gamla platån. Slottet måste vara ganska gammalt och verkar ha byggts i en främmande stil. Det är uppenbart att detta inte är barbariskt hantverk.

source: Let’s hope that Lanissa – the warlord holding sway over that castle – has not discovered our movements yet. Perhaps we have a chance of conquering that mighty building without a bigger fight! However, it is essential that we capture it. It will be the key to our reign over this island!
nl: Laten we hopen dat Lanissa – de krijgsheer die de scepter zwaait over dat kasteel – onze bewegingen nog niet heeft ontdekt. Misschien hebben we een kans om dat machtige gebouw te veroveren zonder een groter gevecht! Het is echter essentieel dat we het veroveren. Het zal de sleutel zijn tot onze heerschappij over dit eiland!
sv: Låt oss hoppas att Lanissa – krigsherren som härskar över slottet – ännu inte har upptäckt våra rörelser. Kanske har vi en chans att erövra den mäktiga byggnaden utan större strider! Det är dock viktigt att vi intar den. Den kommer att vara nyckeln till vårt herravälde över ön!

source: Lower demand foe marble columns
nl: Lagere vraag naar marmeren zuilen
sv: Minskad efterfrågan på marmorkolonner

source: Lower demand for marble columns
nl: Lagere vraag naar marmeren zuilen
sv: Minskad efterfrågan på marmorkolonner
