Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Perfect map for roleplaying historical empires. ///Several days of work and many maps have been implemented to create the most accurate europe map in Widelands! ///EASY: Ottoman Empire, Sweden, Russian Empire, Carthage ///MEDIUM: French Empire, British Empire, Spain, German Empire, Roman Empire ///HARD: Egypt, Poland, Greece ///SUGGESTIONS FOR IMPROVMENTS IN THE COMMENTS!!! I will Update it.
nl: Perfecte kaart voor rollenspellen met historische rijken. ///Verscheidene dagen werk en vele kaarten zijn geïmplementeerd om de meest nauwkeurige kaart van Europa in Widelands te maken! ///GEMAKKELIJK: Ottomaanse Rijk, Zweden, Russische Rijk, Carthago /// MEDIUM: Franse Rijk, Britse Rijk, Spanje, Duitse Rijk, Romeinse Rijk ///MOEILIJK: Egypte, Polen, Griekenland ///SUGGESTIES VOOR VERBETERINGEN IN DE OPMERKINGEN!!! Ik zal het bijwerken.
sv: Perfekt karta för rollspel i historiska imperier. ///Flera dagars arbete och många kartor har implementerats för att skapa den mest exakta kartan över Europa i Widelands! ///LÄTT: Osmanska riket, Sverige, Ryska riket, Kartago ///MEDEL: Franska riket, Brittiska riket, Spanien, Tyska riket, Romerska riket ///SVÅRT: Egypten, Polen, Grekland ///FÖRSLAG TILL FÖRBÄTTRINGAR I KOMMENTARERNA!!! Jag kommer att uppdatera den.

source: Periodic map for 8 players. Enough resources, no seafaring.
nl: Periodieke kaart voor 8 spelers. Genoeg grondstoffen, geen zeevaart.
sv: Periodisk karta för 8 spelare. Tillräckligt med resurser, ingen sjöfart.

source: Random generated map Random number = 2310609466 Water = 30 % Land = 50 % Wasteland = 5 % Resources = Hoch ID = duqg-etwb-8d6m-3se1-fkc6-1gvs
nl: Willekeurig gegenereerde kaart Willekeurig getal = 2310609466 Water = 30 % Land = 50 % Woestenij = 5 % Hulpbronnen = Hoog ID = duqg-etwb-8d6m-3se1-fkc6-1gvs
sv: Slumpmässigt genererad karta Slumpmässigt tal = 2310609466 Vatten = 30 % Land = 50 % Ödemark = 5 % Resurser = Hoch ID = duqg-etwb-8d6m-3se1-fkc6-1gvs

source: Random generated map Random number = 280481184 Water = 10 % Land = 70 % Wasteland = 0 % Resources = Hoch ID = ebgu-b8p3-pwtx-e5v2-tzrh-cp43
nl: Willekeurig gegenereerde kaart Willekeurig getal = 280481184 Water = 10 % Land = 70 % Braakland = 0 % Hulpbronnen = Hoch ID = ebgu-b8p3-pwtx-e5v2-tzrh-cp43
sv: Slumpmässigt genererad karta Slumpmässigt tal = 280481184 Vatten = 10 % Land = 70 % Ödemark = 0 % Resurser = Hoch ID = ebgu-b8p3-pwtx-e5v2-tzrh-cp43

source: Random generated map Random number = 3000853794 Water = 20 % Land = 55 % Wasteland = 5 % Resources = Hoch ID = gfqf-htm3-pynw-e50u-szrh-cp43
nl: Willekeurig gegenereerde kaart Willekeurig getal = 3000853794 Water = 20 % Land = 55 % Woestenij = 5 % Hulpbronnen = Hoog ID = gfqf-htm3-pynw-e50u-szrh-cp43
sv: Slumpmässigt genererad karta Slumpmässigt tal = 3000853794 Vatten = 20 % Land = 55 % Ödemark = 5 % Resurser = Hoch ID = gfqf-htm3-pynw-e50u-szrh-cp43

source: Seegrenze und 1 Spieler entfernt, Inseln verbunden damit man sie auch angreifen kann, Landschaft verbessert.
nl: Zeegrens en 1 speler verwijderd, Eilanden verbonden zodat ze kunnen worden aangevallen, Landschap verbeterd.
sv: Gränsen och 1 spelare bort, öar sammankopplade så att man kan attackera dem, landskapet förbättrat.

source: So ungefähr sieht das doch aus. Viel Spaß!!! ;)
nl: Zo ziet het er ongeveer uit. Veel plezier!!! ;)
sv: Så ungefär ser det ut. Ha så kul!!! ;)

source: Some valleys surrounded by mountains rich of resources, with narrow paths connecting them.
nl: Sommige valleien worden omringd door bergen die rijk zijn aan grondstoffen, met smalle paden die ze met elkaar verbinden.
sv: Några dalar omgivna av berg rika på resurser, med smala stigar som förbinder dem.

source: Spieler hinzugefügt und Landschaft verbessert, Karte verkleinert (unnötiges Wasser entfernt)
nl: Spelers toegevoegd en Landschap verbeterd, Kaart verkleind (onnodig Water verwijderd)
sv: Spelare tillagda och landskapet förbättrat, kartan förminskad (onödigt vatten borttaget)

source: THIS MAP IS DESIGNED FOR A LONG PLAYTIME!!! 8 tribes, 3 Islands and lots of resources. You have a big advantage in creating colonies and using ferries, but it is not necessary to defeat other players. If you want to fight against players later, you can turn off the last 4 players.
nl: DEZE KAART IS ONTWORPEN VOOR EEN LANGE SPEELTIJD!!! 8 stammen, 3 Eilanden en veel Grondstoffen. Je hebt een groot voordeel bij het maken van kolonies en het gebruik van veerboten, maar het is niet nodig om andere spelers te verslaan. Als je later tegen spelers wilt vechten, kun je de laatste 4 spelers uitschakelen.
sv: DENNA KARTA ÄR UTFORMAD FÖR LÅNG SPELTID!!! 8 stammar, 3 öar och massor av resurser. Du har en stor fördel när det gäller att skapa kolonier och använda färjor, men det är inte nödvändigt att besegra andra spelare. Om du vill slåss mot andra spelare senare kan du stänga av de sista 4 spelarna.

source: Take to the river to ship your goods throughout your empire.
nl: Ga de rivier op om je goederen door je rijk te verschepen.
sv: Ta till floden för att transportera dina varor genom hela ditt imperium.

source: Take your time to build a massive economy before chipping away at the rockfields to reach your enemy.
nl: Neem de tijd om een enorme economie op te bouwen voordat je de rotsvelden afbreekt om je vijand te bereiken.
sv: Ta dig tid att bygga upp en massiv ekonomi innan du börjar hugga bort stenblocken för att nå din fiende.

source: Template of the new version of the popular Three Warriors map. Extend to a player number of your choice with the ''copy paste script'' found in the map editor forum. Needs a dev build for debug console. Place the script in your main (widelands.exe) folder. Open with text editor and check player number and the coordinates in the loops to stamp down the correct part. Save. Expand map dimensions and open debug console F6. Type >dofile(''copypaste.lua'')<. Enter. Wait, it can take some time with bigger maps. Place animals and starting points for new players. Feel pround like a new map god and have fun ;)
nl: Sjabloon van de nieuwe versie van de populaire Three Warriors-kaart. Uitbreiden tot een spelersaantal naar keuze met het ''copy-paste script'' dat je kunt vinden in het map editor forum. Heeft een dev build nodig voor debug console. Plaats het script in je hoofdmap (widelands.exe). Open met een teksteditor en controleer het spelersnummer en de coördinaten in de lussen om het juiste gedeelte te stampen. Opslaan. Vouw de map uit en open debug console F6. Type >dofile(''copypaste.lua'')<. Enter. Wacht, het kan even duren met grotere maps. Plaats dieren en startpunten voor nieuwe spelers. Voel je trots als een nieuwe map god en veel plezier ;)
sv: Mall för den nya versionen av den populära kartan Three Warriors. Utöka till ett valfritt antal spelare med hjälp av ''copy paste script'' som finns i kartredigeringsforumet. Kräver en dev-build för felsökningskonsolen. Placera skriptet i din huvudmapp (widelands.exe). Öppna med textredigeraren och kontrollera spelarantalet och koordinaterna i slingorna för att stämpla rätt del. Spara. Utöka kartans dimensioner och öppna felsökningskonsolen F6. Skriv >dofile(''copypaste.lua'')<. Enter. Vänta, det kan ta lite tid med större kartor. Placera djur och startpunkter för nya spelare. Känn dig stolt som en ny kartgud och ha kul ;)

source: The gods who created this piece of landscape must be crazy. They proove your skills in naval warefare and managing a big economy with long transportation routes. They also try to madden you in this labyrinth of mountains.
nl: De goden die dit stukje landschap hebben geschapen moeten wel gek zijn. Ze bewijzen je vaardigheden in oorlogvoering ter zee en het beheren van een grote economie met lange transportroutes. Ze proberen je ook gek te maken in dit labyrint van bergen.
sv: Gudarna som skapade detta landskap måste vara galna. De testar dina färdigheter inom sjöstrid och förvaltning av en stor ekonomi med långa transportvägar. De försöker också driva dig till vansinne i denna labyrint av berg.

source: The indigenous people of the islands of Java and Sumatra are fighting for the gold of Krakatau.
nl: De inheemse bevolking van de eilanden Java en Sumatra vecht om het goud van Krakatau.
sv: De infödda folken på öarna Java och Sumatra kämpar om guldet från Krakatau.

source: There are rather rocky hills than mountains on this island. But this untached nature, home of many unique species like the well known bird Dodo, makes it a small paradase. Now, 4 colonial empires want to make this island their colony. And all 4 managed to do so for some period of time. But who will be the most succesfull. We will see soon.
nl: Er zijn eerder rotsachtige heuvels dan bergen op dit eiland. Maar deze ongerepte natuur, thuisbasis van vele unieke diersoorten zoals de bekende vogel Dodo, maakt het tot een klein paradijs. Nu willen 4 koloniale rijken van dit eiland hun kolonie maken. En alle 4 zijn ze daar voor een bepaalde periode in geslaagd. Maar wie zal het meest succesvol zijn? Dat zullen we snel zien.
sv: På denna ö finns det snarare klippiga kullar än berg. Men denna orörda natur, hem för många unika arter som den välkända fågeln Dodo, gör den till ett litet paradis. Nu vill fyra kolonialimperier göra denna ö till sin koloni. Och alla fyra lyckades göra det under en viss tid. Men vem kommer att bli mest framgångsrik? Det får vi snart se.

source: There is a Secret Vally in the centre of this Snow Bound Island. This is a wonderland where every type of plant and Wildlife can flourish. Men can flourish here too but there are risks that must be overcome.
nl: Er is een Geheime Vallei in het midden van dit Sneeuwgebonden Eiland. Dit is een wonderland waar alle soorten planten en wilde dieren kunnen gedijen. Mensen kunnen hier ook gedijen, maar er zijn risico's die overwonnen moeten worden.
sv: I mitten av denna snötäckta ö finns en hemlig dal. Det är ett sagoland där alla typer av växter och djur kan frodas. Människor kan också frodas här, men det finns risker som måste övervinnas.

source: These two large islands surrounded by small islands provide an excellent place to build civilizations. However, there are more than two tribes wanting to settle here. There were people living here before and they placed standing stones to mark places where they found good fishing. They found gold on the small islands and moved some to their villages. They burried it near places they used for shipping and marked it with stones.
nl: Deze twee grote eilanden omringd door kleine eilandjes vormen een uitstekende plek om beschavingen op te bouwen. Er zijn echter meer dan twee stammen die zich hier willen vestigen. Er woonden hier al eerder mensen en zij plaatsten staande stenen om plaatsen aan te geven waar ze goed konden vissen. Ze vonden goud op de kleine eilanden en brachten een deel naar hun dorpen. Ze begroeven het in de buurt van plaatsen die ze gebruikten voor de scheepvaart en markeerden het met stenen.
sv: Dessa två stora öar omgivna av mindre öar är en utmärkt plats att bygga civilisationer på. Men det finns fler än två stammar som vill bosätta sig här. Det bodde människor här tidigare och de placerade stående stenar för att markera platser där de hittade bra fiske. De hittade guld på de små öarna och flyttade en del till sina byar. De begravde det nära platser som de använde för sjöfart och markerade det med stenar.

source: They hardly had time to prepare themselves when they embarked for this island. According to your explorers, however, things will not go as easily as you were told earlier. You should expect fierce opposition. Expand your base and be the first to reach the ring of power.
nl: Ze hadden nauwelijks tijd om zich voor te bereiden toen ze aan boord gingen naar dit eiland. Volgens jullie ontdekkingsreizigers zal het echter niet zo gemakkelijk gaan als jullie eerder is verteld. Je kunt hevige tegenstand verwachten. Breid je basis uit en bereik als eerste de ring van macht.
sv: De hann knappt förbereda sig innan de gav sig av till ön. Enligt era upptäcktsresande kommer det dock inte att gå så lätt som ni tidigare fått höra. Ni bör räkna med hårt motstånd. Utvidga er bas och bli först att nå maktens ring.

source: This is The Great Danube World. The wide never ending river Danube and its tributaries Tisa, Sava and Drava created a wast lowland full of riparian forests surrounded by high peaks of Carpathians, Dinarides and Alps.
nl: Dit is de Grote Donauwereld. De brede, nooit eindigende rivier de Donau en zijn zijrivieren de Tisa, de Sava en de Drava creëerden een woest laagland vol oeverbossen omringd door hoge toppen van de Karpaten, Dinariden en Alpen.
sv: Detta är den stora Donauvärlden. Den breda, oändliga floden Donau och dess bifloder Tisa, Sava och Drava har skapat ett vidsträckt lågland fullt av strandskogar omgivna av höga bergstoppar i Karpaterna, Dinariderna och Alperna.

source: To establish a smuggling route, you need to build a warehouse on a sending/receiving spot while your team mate has to build one on the corresponding receiving/sending spot. A ware is then transported every 10 seconds.
nl: Om een smokkelroute op te zetten moet je een pakhuis bouwen op een verzend/ontvangstplek terwijl je teamgenoot er een moet bouwen op de corresponderende ontvangst/verzendplek. Elke 10 seconden wordt er dan een goed getransporteerd.
sv: För att etablera en smugglingrutt måste du bygga en lagerbyggnad på en avsändnings-/mottagningsplats, medan din lagkamrat måste bygga ett på motsvarande mottagnings-/avsändningsplats. Varor transporteras sedan var 10:e sekund.

source: Tolle Seefahrerkarte mit Goldinsel und vielem mehr Blau und Rot v Gelb und Grün
nl: Geweldige zeekaart met gouden eiland en veel meer blauw en rood versus geel en groen
sv: Fantastisk sjökort med guldö och mycket mer Blått och rött, gult och grönt

source: Varus befand sich im Jahre 9 n. Chr. weit im Inneren Germaniens. Die Römer besaßen zwar einige Teile dieses Landes, doch kein zusammenhängendes Gebiet. Varus’ Gegenspieler war Arminius, ein Fürst der Cherusker. Anders als sein Bruder Flavus, der Rom immer treu blieb, wandte sich Arminius gegen die römische Oberherrschaft.
nl: In 9 na Christus bevond Varus zich ver landinwaarts in Germanië. De Romeinen bezaten enkele delen van dit land, maar geen aaneengesloten gebied. Varus' tegenstander was Arminius, een prins van de Cherusken. In tegenstelling tot zijn broer Flavus, die Rome altijd trouw bleef, keerde Arminius zich tegen de Romeinse overheersing.
sv: Varus befann sig år 9 e.Kr. långt inne i Germanien. Romarna ägde visserligen vissa delar av detta land, men inget sammanhängande område. Varus motståndare var Arminius, en furste av cheruskerna. Till skillnad från sin bror Flavus, som alltid förblev trogen Rom, vände sig Arminius mot det romerska herraväldet.

source: Very unbalanced map of a crater in a fertile valley.
nl: Zeer onevenwichtige kaart van een krater in een vruchtbare vallei.
sv: Mycket obalanserad karta över en krater i en bördig dal.

source: Vor einigen Jahren drang das Imperia Resica ion das Gebiet der Belearen ein. Da das Imperium nur wenig Platz beanspruchte, ließen die Belebaren das Imperium in Ruhe bis die Friesen auftauchten. Da die Belebaren und das Imperia Resica die vom Norden kommenden Friesen als Gefahr sahen taten sie sich zusammen.
nl: Een paar jaar geleden vielen de Imperia Resica het grondgebied van de Belebarians binnen. Omdat het rijk maar een klein stukje ruimte in beslag nam, lieten de Belebarianen het rijk met rust tot de Friezen verschenen. Omdat de Belebarianen en de Imperia Resica de Friezen vanuit het noorden als een bedreiging zagen, bundelden ze hun krachten.
sv: För några år sedan trängde Imperia Resica in på Belearens territorium. Eftersom imperiet endast tog liten plats, lät Belearerna imperiet vara i fred tills friserna dök upp. Eftersom Belearerna och Imperia Resica såg friserna som kom från norr som ett hot, gick de samman.

source: We don't have enough space and our headquarter is in danger here. We need to build a colony on the other side of this lake. We will gain more land and a hideaway in case an enemy appears on this side. But I am afraid we will not reach The Main Landbelt without fight.
nl: We hebben niet genoeg ruimte en ons hoofdkwartier is hier in gevaar. We moeten een kolonie bouwen aan de andere kant van dit meer. Zo krijgen we meer land en een schuilplaats voor het geval er aan deze kant een vijand opduikt. Maar ik ben bang dat we de The Main Landbelt niet zonder slag of stoot zullen bereiken.
sv: Vi har inte tillräckligt med utrymme och vårt högkvarter är i fara här. Vi måste bygga en koloni på andra sidan sjön. Vi får mer mark och en tillflyktsort om fienden dyker upp på denna sida. Men jag är rädd att vi inte kommer att nå huvudlandskapet utan strid.

source: We have a long way behind us. So long that memories of my home feel like memories of some dream. It's like the place that made me the man I am never existed. But I'm still here, still feeling the same gravity. And this dark land ... No matter how sinister it looks, the water fills me with joy. It makes me wanna build a ship and set up a new port. Let's turn the dream I once had into reality again.
nl: We hebben een lange weg achter ons. Zo lang dat herinneringen aan mijn huis aanvoelen als herinneringen aan een droom. Het is alsof de plek die me heeft gemaakt tot de man die ik ben nooit heeft bestaan. Maar ik ben er nog steeds, voel nog steeds dezelfde zwaartekracht. En dit donkere land... Hoe sinister het er ook uitziet, het water vervult me met vreugde. Het geeft me zin om een schip te bouwen en een nieuwe haven in te richten. Laten we de droom die ik ooit had weer werkelijkheid maken.
sv: Vi har en lång väg bakom oss. Så lång att minnena av mitt hem känns som minnen av en dröm. Det är som om den plats som gjorde mig till den man jag är aldrig har existerat. Men jag är fortfarande här och känner fortfarande samma tyngdkraft. Och detta mörka land … Oavsett hur olycksbådande det ser ut, fyller vattnet mig med glädje. Det får mig att vilja bygga ett skepp och anlägga en ny hamn. Låt oss förverkliga den dröm jag en gång hade.

source: Weites Grün und Flüsse, so weit das Auge reicht. Expeditionen in Häfen sind ein Muss um überhaupt zum Gegner zu kommen.
nl: Uitgestrekt groen en rivieren zover het oog reikt. Expedities naar havens zijn een must om zelfs maar bij de tegenstander te komen.
sv: Grönt och floder så långt ögat når. Expeditioner i hamnar är ett måste för att överhuvudtaget kunna nå motståndaren.

source: Welcome to the Old Phoenicia. In Tripolis, you need strategic capabilities and a good working team.
nl: Welkom in het oude Fenicië. In Tripolis heb je strategische capaciteiten en een goed werkend team nodig.
sv: Välkommen till det gamla Fenicien. I Tripolis behöver du strategiska förmågor och ett bra arbetsteam.

source: Who rules Skull Island?
nl: Wie heerst er over Doodshoofd Eiland?
sv: Vem styr Skull Island?

source: Willkommen im alten Ägypten Tripolis erfordert strategisches Geschick und ein gutes Team, das zusammenarbeitet ;-) konzepted by the-x mir allerlei strategischen Feinheiten, einer drei Dimensionalen Karte und intelligent gesetzten Rohstoffe. Wer wird das alte Ägyßten erobern? 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
nl: Welkom in het oude Egypte Tripoli vereist strategische vaardigheid en een goed Team dat samenwerkt ;-) Ontworpen door the-x met allerlei strategische Subtiliteiten, een Driedimensionale Kaart en intelligent geplaatste Grondstoffen. Wie zal de oude Aegysses veroveren? 1,2,3 tegen 4,5,6 maar ook speelbaar in andere Combinaties.
sv: Välkommen till det gamla Egypten Tripolis kräver strategisk skicklighet och ett bra team som samarbetar ;-) Koncept av the-x med alla möjliga strategiska finesser, en tredimensionell karta och intelligent placerade råvaror. Vem kommer att erövra det gamla Egypten? 1,2,3 mot 4,5,6 men kan också spelas i valfria andra kombinationer.

source: Wurde modifiziert durch: 3 Spieler weniger, Wasserwege hinzugefügt + bessere Verteilung der Rohstoffe.
nl: Gewijzigd door: 3 Spelers minder, Waterwegen toegevoegd + betere Verdeling van Grondstoffen.
sv: Modifierad av: 3 spelare mindre, vattenvägar tillagda + bättre fördelning av råvaror.

source: You are an Amoebae, expand and conquer all other Amoebae...
nl: Je bent een Amoebe, breid uit en verover alle andere Amoebes...
sv: Du är en amöba, expandera och erövra alla andra amöbor…

source: You are standing on an island, crowned by mighty mountains which keep a wonderful and mighty treasure in their middle – The Green Plateau, which is hard to conquer but easy to lose. So, if you want it, be aware of the other clans.
nl: Je staat op een eiland, bekroond door machtige bergen die in hun midden een prachtige en machtige schat bewaren – Het Groene Plateau, dat moeilijk te veroveren maar gemakkelijk te verliezen is. Dus als je het wilt hebben, moet je opletten voor de andere clans.
sv: Du står på en ö, krönt av mäktiga berg, vars mitt döljer en underbar och mäktig hemlighet – den gröna platån, svår att komma till men lätt att bli av med. Om du vill ha den, var medveten om de andra klanerna.

source: You wake up next to an oasis. You see nothing but rocks, a few trees, some mountains and a hilly desert.
nl: Je wordt wakker naast een oase. Je ziet niets anders dan rotsen, een paar bomen, wat bergen en een heuvelachtige woestijn.
sv: Du vaknar upp bredvid en oas. Du ser ingenting annat än stenar, några träd, några berg och en kuperad öken.

source: Your beautiful island homeland bears an abundance of minerals, but the lack of arable land has kept your village from expanding for generations. However, some fisherfolk have reported that a large, grean, flat land lies just beyond the foggy coast. If you build farms there and ship food back home, you can build mines and industry you never thought possible.
nl: Je mooie eiland heeft een overvloed aan mineralen, maar door het gebrek aan landbouwgrond kan je dorp zich al generaties lang niet uitbreiden. Sommige vissers hebben echter gemeld dat er net achter de mistige kust een groot, groen, vlak land ligt. Als je daar boerderijen bouwt en voedsel naar huis verscheept, kun je mijnen en industrie bouwen die je nooit voor mogelijk had gehouden.
sv: Din vackra öhemland har ett överflöd av mineraler, men bristen på odlingsbar mark har hindrat din by från att expandera i generationer. Men vissa fiskare har rapporterat att det finns ett stort, grönt, plant land precis bortom den dimmiga kusten. Om du bygger gårdar där och transporterar mat hem kan du bygga gruvor och industri som du aldrig trodde var möjligt.

source: Your home island is mountainous with little agricultural land. Cross the strait near your headquarters to find expansive meadows and forests.
nl: Je thuiseiland is bergachtig met weinig landbouwgrond. Steek de zeestraat bij je hoofdkwartier over om uitgestrekte weiden en bossen te vinden.
sv: Din hemö är bergig med lite jordbruksmark. Korsa sundet nära ditt högkvarter för att hitta vidsträckta ängar och skogar.

source: Zu zwölft den Saturn Besiedelm
nl: Twaalf om Saturnus te Koloniseren
sv: Tolv personer koloniserar Saturnus

source: an archipelago with one large island in the centre. All of the small islands are inhabitable and each has different resources.
nl: een archipel met één groot eiland in het midden. Alle kleine eilanden zijn bewoonbaar en hebben verschillende grondstoffen.
sv: en skärgård med en stor ö i mitten. Alla de små öarna är bebodda och har olika resurser.

source: send geologists!
nl: stuur geologen!
sv: skicka geologer!

source: 1,2,3 gegen 4,5,6 aber auch in beliebigen anderen Paarungen spielbar.
nl: 1,2,3 tegen 4,5,6 maar ook speelbaar in andere combinaties.
sv: 1,2,3 mot 4,5,6 men kan även spelas i valfria andra kombinationer.
