Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: changelog from previous dolomites map: - 2 new players added: selva di val gardena (white) and san vito di cadore (purple). Now the map is for 8 players, and it makes more sense like that. - improved balance: to ensure that all players have the same amount of buildable space (30 medium slots, 20 large slots, though one could get more large slots by sacrificing some medium ones and viceversa) - more buildable space: there are more medium and large building slots available to every player. Now you have the space to build towers and gaze upon the mighty mountains! Now you can play with empire without being screwed by lack of space for piggeries! - improved access to some mountain passes: mountain passes were always intended as formidable obstacles to climb, but some were too much so. - improved hints: to help players deal with a difficult terrain - less adherence to real topography: unfortunately :( to fit two more players and give more space for everyone, I had to add space for settlements where none is in the real dolomites, and the feeling of building an empire out of towns and hamlets scattered here and there amid the majestic mountains is weakened as a result. You can't have everything. Anyway, the position of the mountain tops and valleys to perfectly reproduce that of the real place has been left untouched. Old dolomites map: https://wl.widelands.org/maps/dolomites-v2/
nl: Wijzigingen ten opzichte van vorige dolomieten-kaart: - 2 nieuwe spelers toegevoegd: selva di val gardena (wit) en san vito di cadore (paars). Nu is de kaart voor 8 spelers en dat is logischer. - verbeterde balans: om ervoor te zorgen dat alle spelers evenveel bebouwbare ruimte hebben (30 middelgrote slots, 20 grote slots, hoewel je meer grote slots kunt krijgen door wat middelgrote slots op te offeren en vice versa) - meer bebouwbare ruimte: er zijn meer middelgrote en grote bouwslots beschikbaar voor elke speler. Nu heb je de ruimte om torens te bouwen en de machtige bergen te bewonderen! Nu kun je met het rijk spelen zonder genaaid te worden door ruimtegebrek voor varkensstallen! - verbeterde toegang tot sommige bergpassen: bergpassen waren altijd bedoeld als geduchte hindernissen om te beklimmen, maar sommige waren dat te veel. - verbeterde hints: om spelers te helpen om te gaan met een moeilijk terrein - minder trouw aan de echte topografie: helaas :( om twee spelers meer plaats te geven en meer ruimte voor iedereen, moest ik ruimte voor nederzettingen toevoegen waar er geen zijn in de echte dolomieten, en het gevoel van het bouwen van een rijk uit steden en gehuchten hier en daar verspreid te midden van de majestueuze bergen is hierdoor verzwakt. Je kunt niet alles hebben. Hoe dan ook, de positie van de bergtoppen en valleien om die van de echte plek perfect te reproduceren is onaangetast gelaten. Oude dolomieten kaart: https://wl.widelands.org/maps/dolomites-v2/
sv: Ändringslogg från tidigare Dolomiter-karta: - 2 nya spelare tillagda: Selva di Val Gardena (vit) och San Vito di Cadore (lila). Nu är kartan för 8 spelare, vilket är mer logiskt. - Förbättrad balans: för att säkerställa att alla spelare har samma mängd byggbar yta (30 medelstora platser, 20 stora platser, även om man kan få fler stora platser genom att offra några medelstora och vice versa). - Mer byggbar yta: det finns fler medelstora och stora byggplatser tillgängliga för varje spelare. Nu har du utrymme att bygga torn och blicka ut över de mäktiga bergen! Nu kan du spela med imperiet utan att bli lurad av brist på utrymme för svingårdar! - Förbättrad tillgång till vissa bergspass: Bergspass var alltid avsedda att vara svåra hinder att klättra över, men vissa var för svåra. - Förbättrade tips: för att hjälpa spelarna att hantera svår terräng. - Mindre trohet mot den verkliga topografin: tyvärr :( För att få plats med två fler spelare och ge mer utrymme åt alla var jag tvungen att lägga till utrymme för bosättningar där det inte finns några i de verkliga Dolomiterna, och känslan av att bygga ett imperium av städer och byar utspridda här och där bland de majestätiska bergen försvagas som ett resultat. Man kan inte få allt. Hur som helst har bergstopparnas och dalarnas positioner, som perfekt återger de verkliga platserna, lämnats orörda. Gammal karta över Dolomiterna: https://wl.widelands.org/maps/dolomites-v2/

source: changelog from previous fjords 1.1 map: short version: subtly improved balance in a way that most people will never notice, but that is nonetheless important in a map designed for high-end competitive multiplayer, and done some fluff long version: I noticed from the tournament (although it never became a factor there) that a castle in the right place could block the opposite side of the fjord, preventing the enemy from advancing unless he conquered both sides. After thinking about it, I decided that I liked this feature as a way to introduce new strategies: you can defend on only one side, but to attack you must go both ways. Most important, in that map large building slots are so scarce that nobody was using one for a castle anyway, especially since their main advantage, i.e. difficult to see by the enemy, is promptly negated by the ease of building towers. So I wanted to keep this factor as a way to give players a meaningful decision on whether to use that new large space for a castle, or to make a new farm. On the down side, situations when both players are conquering on one side and racing to kill the opponent first, which were common in the tournament, would be much less difficult to see, so it wasn't an easy decision. But anyway, I had to ensure that this blocking feature worked for all players, because it didn't. So I moved the shoreline a bit in some places. Other minor stuff I did: fixing some mountain slopes so that it would be easier to make mines on them; made a stretch of sand on the blue player's side so that, if in the future short waterways with carriers on boats will be implemented like they were in settlers 2, both players will have an equal possibility to use them; changed a bit of coast that accidentally gave one player a few more building spaces than the other; done a few small aesthetic changes to the terrain height and the snow cap; changed the hints stating that empire was disadvantaged because, after version 1.1 added a lot of fish, empire can finish the game without piggeries and is therefore no longer disadvantaged; changed the map description to one that I liked more; added my signature to the map, to sate my megalomania :) Previous fjords maps: https://wl.widelands.org/maps/fjords/, https://wl.widelands.org/maps/fjords-11/
nl: Wijzigingen in de vorige fjorden 1.1 map: korte versie: subtiele verbetering van de balans op een manier die de meeste mensen nooit zullen opmerken, maar die niettemin belangrijk is in een kaart die is ontworpen voor high-end competitieve multiplayer, en wat fluff lange versie: Ik merkte in het toernooi (hoewel het daar nooit een factor werd) dat een kasteel op de juiste plaats de overkant van de fjord kon blokkeren, waardoor de vijand niet kon oprukken tenzij hij beide kanten veroverde. Nadat ik erover had nagedacht, besloot ik dat ik deze functie leuk vond als een manier om nieuwe strategieën te introduceren: je kunt maar aan één kant verdedigen, maar om aan te vallen moet je beide kanten op. Het belangrijkste is dat op die kaart grote bouwplaatsen zo schaars zijn dat niemand er toch een gebruikte voor een kasteel, vooral omdat hun belangrijkste voordeel, namelijk dat ze moeilijk te zien zijn voor de vijand, meteen teniet wordt gedaan door het gemak van het bouwen van torens. Ik wilde deze factor dus behouden om spelers een zinvolle beslissing te geven of ze die nieuwe grote ruimte voor een kasteel willen gebruiken, of dat ze een nieuwe boerderij willen bouwen. Aan de andere kant zouden situaties waarin beide spelers aan één kant aan het veroveren zijn en aan het racen zijn om de tegenstander als eerste te doden, wat veel voorkwam in het toernooi, veel minder moeilijk te zien zijn, dus het was geen makkelijke beslissing. Maar goed, ik moest ervoor zorgen dat deze blokkeerfunctie voor alle spelers werkte, want dat deed het niet. Dus heb ik de kustlijn op sommige plaatsen een beetje verplaatst. Andere kleine dingen die ik heb gedaan: een paar berghellingen gerepareerd zodat het makkelijker zou zijn om er mijnen op te maken; een stuk zand aan de kant van de blauwe speler gemaakt zodat, als in de toekomst korte waterwegen met dragers op boten worden geïmplementeerd zoals in Kolonisten 2, beide spelers een gelijke mogelijkheid hebben om ze te gebruiken; een stukje kust veranderd dat per ongeluk de ene speler een paar bouwplaatsen meer gaf dan de andere; een paar kleine esthetische veranderingen gedaan aan de terreinhoogte en de sneeuwkap; de hints veranderd die zeggen dat het keizerrijk is benadeeld omdat, nadat versie 1. 1 veel vis heeft toegevoegd, het keizerrijk het spel kan uitspelen zonder piggeries en daarom niet langer is benadeeld; de beschrijving van de kaart veranderd in een beschrijving die ik leuker vond; mijn handtekening toegevoegd, zodat ik mijn megaloman ben. 1 veel vis heeft toegevoegd, empire het spel kan uitspelen zonder piggeries en dus niet langer benadeeld is; de beschrijving van de kaart heb veranderd in een beschrijving die ik leuker vond; mijn handtekening heb toegevoegd aan de kaart, om mijn grootheidswaanzin te bevredigen :) Vorige fjordenkaarten: https://wl.widelands.org/maps/fjords/, https://wl.widelands.org/maps/fjords-11/
sv: Ändringslogg från tidigare fjords 1.1-karta: kort version: subtilt förbättrad balans på ett sätt som de flesta aldrig kommer att märka, men som ändå är viktigt i en karta som är utformad för avancerad tävlingsinriktad multiplayer, och gjort några små justeringar lång version: Jag märkte under turneringen (även om det aldrig blev en faktor där) att ett slott på rätt plats kunde blockera den motsatta sidan av fjorden och hindra fienden från att avancera om han inte erövrade båda sidorna. Efter att ha funderat på saken bestämde jag mig för att jag gillade den här funktionen som ett sätt att introducera nya strategier: man kan försvara sig på bara en sida, men för att attackera måste man gå båda vägarna. Viktigast av allt är att det finns så få platser för stora byggnader på den kartan att ingen ändå använde någon för ett slott, särskilt eftersom deras huvudsakliga fördel, dvs. att de är svåra att se för fienden, omedelbart uppvägs av att det är så enkelt att bygga torn. Så jag ville behålla denna faktor som ett sätt att ge spelarna ett meningsfullt beslut om de skulle använda det nya stora utrymmet för ett slott eller för att bygga en ny gård. Nackdelen var att situationer där båda spelarna erövrar på ena sidan och tävlar om att döda motståndaren först, vilket var vanligt i turneringen, skulle bli mycket svårare att se, så det var inte ett lätt beslut. Men hur som helst var jag tvungen att se till att denna blockeringsfunktion fungerade för alla spelare, eftersom den inte gjorde det. Så jag flyttade strandlinjen lite på vissa ställen. Andra mindre saker jag gjorde: fixade några bergssluttningar så att det skulle bli lättare att bygga gruvor på dem; skapade en sandsträcka på den blå spelarens sida så att, om korta vattenvägar med transportörer på båtar implementeras i framtiden som i Settlers 2, båda spelarna kommer att ha lika stora möjligheter att använda dem; ändrade en bit av kusten som av misstag gav en spelare några fler byggplatser än den andra; gjort några små estetiska förändringar av terränghöjden och snötäcket; ändrat tipsen som angav att imperiet var missgynnat eftersom imperiet, efter att version 1.1 lagt till mycket fisk, kan avsluta spelet utan svingårdar och därför inte längre är missgynnat; ändrat kartbeskrivningen till en som jag gillade bättre; lagt till min signatur på kartan, för att tillfredsställa min storhetsvansinne :) Tidigare fjordkartor: https://wl.widelands.org/maps/fjords/, https://wl.widelands.org/maps/fjords-11/

source: This is an unbalanced map where you need patience and speed to leave the small island. It was designed for a scenario which can be played by renaming _scripting to scripting again inside the archive. As it was designed to play against the AI it is to unfair in a networked game but might be fun in a deathmatch against the AI. Change's to previous versions: Changed some features on the map to make the AI perform better. Now the AI is really advancing very well and you should better be quick on the northern ireland. Improved the scenario as well. Thanks to all the suggestions from the forum in this place. Now it is less serial an more parallelized with the objections triggered by the user interaction. Really looking forward for feedback.
nl: Dit is een ongebalanceerde kaart waar je geduld en snelheid nodig hebt om het kleine eiland te verlaten. Het is ontworpen voor een scenario dat gespeeld kan worden door _scripting te hernoemen naar scripting in het archief. Omdat het ontworpen is om tegen de AI te spelen is het oneerlijk in een netwerkspel, maar het kan leuk zijn in een deathmatch tegen de AI. Wijzigingen ten opzichte van vorige versies: Enkele functies op de kaart veranderd om de AI beter te laten presteren. Nu gaat de AI echt heel goed vooruit en kun je beter snel zijn op Noord-Ierland. Ook het scenario is verbeterd. Dankzij alle suggesties van het forum op deze plek. Nu is het minder serieel en meer parallel met de bezwaren die worden getriggerd door de interactie van de gebruiker. Ik kijk echt uit naar feedback.
sv: Detta är en obalanserad karta där du behöver tålamod och snabbhet för att lämna den lilla ön. Den är utformad för ett scenario som kan spelas genom att byta namn på _scripting till scripting igen inuti arkivet. Eftersom den är utformad för att spelas mot AI är den för orättvis i ett nätverksspel, men kan vara rolig i en deathmatch mot AI. Ändringar jämfört med tidigare versioner: Ändrade vissa funktioner på kartan för att AI:n ska fungera bättre. Nu avancerar AI:n verkligen mycket bra och du bör vara snabb på norra Irland. Förbättrade också scenariot. Tack till alla för deras förslag på forumet. Nu är det mindre seriellt och mer parallellt med objekten som triggas av användarens interaktion. Ser verkligen fram emot feedback.

source: Another one of my challenge maps. This time you have good land and plenty of ores, you just have to deal with the craziest transportation system ever devised for this game. Be ready to make tons of shipyards. I've been working on and off on this map for over one year because I had a hard time finding a good balance. Also, the actual difficulty is a bit random, as the six computer players, while having very similar starting conditions, can develop in very different ways. Incidentally, this map also doules as a good test for shipping and economy algorithms, and one bug has already been found while playing it. Beat this map fast! If a better shipping algorithm is implemented, you'll get less bragging points
nl: Nog een van mijn uitdagingskaarten. Deze keer heb je goed land en genoeg ertsen, je hebt alleen te maken met het gekste transportsysteem dat ooit voor dit spel is bedacht. Bereid je voor op het maken van tonnen scheepswerven. Ik heb meer dan een jaar aan deze kaart gewerkt omdat ik moeite had om een goede balans te vinden. De moeilijkheidsgraad is ook een beetje willekeurig, omdat de zes computerspelers, hoewel ze vergelijkbare startomstandigheden hebben, zich op heel verschillende manieren kunnen ontwikkelen. Overigens is deze kaart ook een goede test voor algoritmes voor verzending en economie, en er is al één bug gevonden tijdens het spelen ervan. Versla deze map snel! Als er een beter verzendalgoritme wordt geïmplementeerd, krijg je minder opscheppingspunten.
sv: Ännu en av mina utmaningskartor. Den här gången har du bra mark och gott om malm, men du måste hantera det galnaste transportsystem som någonsin har skapats för det här spelet. Var beredd på att bygga massor av skeppsvarv. Jag har arbetat på den här kartan i över ett år eftersom jag hade svårt att hitta en bra balans. Dessutom är den faktiska svårighetsgraden lite slumpmässig, eftersom de sex datorspelarna, trots att de har mycket liknande startvillkor, kan utvecklas på mycket olika sätt. För övrigt fungerar denna karta också som ett bra test för sjöfarts- och ekonomi-algoritmer, och en bugg har redan hittats under spelets gång. Klara denna karta snabbt! Om en bättre sjöfartsalgoritm implementeras får du färre poäng att skryta med.

source: This is an unbalanced map where you need patience and speed to leave the small island. It was designed for a scenario which can be played by renaming _scripting to scripting again inside the archive. As it was designed to play against the AI it is to unfair in a networked game but might be fun in a deathmatch against the AI. Change's to previous versions: Fixed a messageerror in the scripting. Modified the map to allow for better exploration of the southern island. Note: if you play a version newer than trunk 8235 you need to change some line in the scripting have a look to the forum discussion "Scenario AI" Really looking forward for feedback.
nl: Dit is een ongebalanceerde kaart waar je geduld en snelheid nodig hebt om het kleine eiland te verlaten. Het is ontworpen voor een scenario dat gespeeld kan worden door _scripting te hernoemen naar scripting in het archief. Omdat het ontworpen is om tegen de AI te spelen is het oneerlijk in een netwerkspel, maar het kan leuk zijn in een deathmatch tegen de AI. Wijzigingen ten opzichte van vorige versies: Fout in de scripts opgelost. De kaart aangepast voor een betere verkenning van het zuidelijke eiland. Opmerking: als je met een versie speelt die nieuwer is dan trunk 8235, moet je enkele regels in de scripting wijzigen. Kijk eens naar de forumdiscussie “Scenario AI” Ik kijk echt uit naar feedback.
sv: Detta är en obalanserad karta där du behöver tålamod och snabbhet för att lämna den lilla ön. Den är utformad för ett scenario som kan spelas genom att byta namn på _scripting till scripting igen inuti arkivet. Eftersom den är utformad för att spelas mot AI är den för orättvis i ett nätverksspel, men kan vara rolig i ett deathmatch mot AI. Ändringar jämfört med tidigare versioner: Fixat ett meddelandefel i skriptet. Modifierat kartan för att möjliggöra bättre utforskning av den södra ön. Obs: om du spelar en version som är nyare än trunk 8235 måste du ändra några rader i skriptet. Ta en titt på forumdiskussionen "Scenario AI". Ser verkligen fram emot feedback.

source: When plaing Version2 we found that one Artefact was not reachable, this change should fix this
nl: Bij het installeren van de Versie2 ontdekten we dat één kunstvoorwerp niet bereikbaar was, deze wijziging zou dit moeten oplossen.
sv: När vi spelade Version2 upptäckte vi att en artefakt inte var tillgänglig. Denna ändring bör åtgärda problemet.

source: This is a map where the two players have lots of time to build up a strong economy before they meet. Blue is at a disadvantage – first from lack of space (hardly any big plots), later from unreasonable transport times and an inefficient road network. Seafaring plays a very special role here – be sure to make building ports a priority.
nl: Dit is een kaart waar de twee spelers veel tijd hebben om een sterke economie op te bouwen voordat ze elkaar ontmoeten. Blauw is in het nadeel – eerst door ruimtegebrek (nauwelijks grote kavels), later door onredelijke transporttijden en een inefficiënt wegennet. Zeevaart speelt hier een heel speciale rol – zorg ervoor dat het bouwen van havens prioriteit krijgt.
sv: Detta är en karta där de två spelarna har gott om tid att bygga upp en stark ekonomi innan de möts. Blått är i underläge – först på grund av brist på utrymme (knappast några stora tomter), senare på grund av orimliga transporttider och ett ineffektivt vägnät. Sjöfarten spelar en mycket speciell roll här – se till att prioritera byggandet av hamnar.

source: If you want, you can edit the map and upload that. Please just mention in this case that I'm one of the authors ;-)
nl: Als je wilt, kun je de kaart bewerken en uploaden. Vermeld in dat geval wel dat ik een van de auteurs ben ;-)
sv: Om du vill kan du redigera kartan och ladda upp den. Ange bara i så fall att jag är en av upphovsmännen ;-)

source: Seven identical stripes of snow and ice – the ground is mostly unreachable ice, the terrain where you can build something is hard to see. Every player has lots of iron, coal, gold and granite at his starting point. Building a good road network is not easy, because of the bottlenecks between the stripes and between the western/eastern parts of a stripe (ice in the mountains). Practically no fish – Atlanteans will probably find this map hardest. There are lots of rocks and some trees, but you have to get there first.
nl: Zeven identieke strepen van sneeuw en ijs - de grond is meestal onbereikbaar ijs, het terrein waar je iets kunt bouwen is moeilijk te zien. Elke speler heeft veel ijzer, kolen, goud en graniet op zijn startpunt. Het bouwen van een goed wegennet is niet eenvoudig, vanwege de knelpunten tussen de stroken en tussen de westelijke/oostelijke delen van een strook (ijs in de bergen). Bijna geen vis – Atlantiërs zullen deze kaart waarschijnlijk het moeilijkst vinden. Er zijn veel rotsen en een paar bomen, maar je moet er eerst zien te komen.
sv: Sju identiska remsor av snö och is – marken består till största delen av oåtkomlig is, och det är svårt att se var man kan bygga något. Varje spelare har massor av järn, kol, guld och granit vid sin startpunkt. Det är inte lätt att bygga ett bra vägnät på grund av flaskhalsarna mellan remsorna och mellan de västra/östra delarna av en remsa (is i bergen). Praktiskt taget ingen fisk – atlanterna kommer troligen att tycka att denna karta är svårast. Det finns massor av stenar och några träd, men du måste ta dig dit först.

source: If you want, you can edit this map and upload that. In this case, please just mention that I'm one of the authors
nl: Als je wilt, kun je deze kaart bewerken en uploaden. Vermeld in dat geval dat ik een van de auteurs ben.
sv: Om du vill kan du redigera den här kartan och ladda upp den. I så fall ber jag dig att ange att jag är en av författarna.

source: If the trading-outpost-AI would not be too stupid to build some smelting works, I would have put no resources at all in the mining areas
nl: Als de handelspost-AI niet te dom zou zijn om wat smelterijen te bouwen, zou ik helemaal geen grondstoffen in de mijnbouwgebieden hebben gestopt.
sv: Om handelsutposten-AI inte vore för dum för att bygga några smältverk, skulle jag inte ha satsat några resurser alls på gruvområdena.

source: The periodic map with scarce building spots. I am using it for AI training for branch ai-post-b19-2 branch. I am not sure how current trunk would cope with this...
nl: De periodieke kaart met schaarse bouwplaatsen. Ik gebruik het voor AI-training voor tak ai-post-b19-2. Ik weet niet zeker hoe de huidige trunk hiermee om zou gaan...
sv: Den periodiska kartan med få byggplatser. Jag använder den för AI-träning för grenen ai-post-b19-2. Jag är inte säker på hur den nuvarande stammen skulle hantera detta…

source: Again, you can edit the map and upload that, if you mention that I'm one of the authors
nl: Nogmaals, je kunt de kaart bewerken en uploaden als je vermeldt dat ik een van de auteurs ben.
sv: Återigen kan du redigera kartan och ladda upp den, om du nämner att jag är en av författarna.

source: A balanced 1vs1-map
nl: Een evenwichtige 1vs1-kaart
sv: En balanserad 1vs1-karta
