Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Fortunately I recognized there is a mountain which looks very promising to have some mining ressources. Perhaps we should send some geologists to explore the hidden ressources.
nl: Gelukkig zag ik dat er een berg was die er veelbelovend uitzag om mijnbouwbronnen te hebben. Misschien moeten we wat geologen sturen om de verborgen bronnen te onderzoeken.
sv: Lyckligtvis upptäckte jag ett berg som ser mycket lovande ut när det gäller gruvtillgångar. Kanske borde vi skicka dit några geologer för att utforska de dolda tillgångarna.

source: I strongly recommend to build a production chain for mining and melting some gold. I think we need a vineyard, a winery, a tavern, a fisher's house or a hunter's house and a smelting works.
nl: Ik raad sterk aan om een productieketen te bouwen voor het delven en smelten van goud. Ik denk dat we een wijngaard, een wijnmakerij, een taverne, een vissershuis of een jagershuis en een smelterij nodig hebben.
sv: Jag rekommenderar starkt att man bygger en produktionskedja för gruvdrift och smältning av guld. Jag tror att vi behöver en vingård, ett vineri, en krog, ett fiskarhus eller ett jägarshus och ett smältverk.

source: A Message
nl: Een Bericht
sv: Ett meddelande

source: I strongly recommend to build a production chain for mining and melting some gold. I think we need a vineyard, a winery, a tavern, a fisher's house or a hunter's house and a smelting works. And the mines themselves of course.
nl: Ik raad sterk aan om een productieketen te bouwen voor het delven en smelten van goud. Ik denk dat we een wijngaard, een wijnmakerij, een taverne, een vissershuis of een jagershuis en een smelterij nodig hebben. En de mijnen zelf natuurlijk
sv: Jag rekommenderar starkt att man bygger upp en produktionskedja för gruvdrift och smältning av guld. Jag tror att vi behöver en vingård, ett vineri, en krog, ett fiskarhus eller ett jaktstuga och ett smältverk. Och gruvorna själva, förstås.

source: If there are difficulties to build all the buildings needed, we should think about all we have learned so far. We can cut all the stone. We should perhaps optimize our roads to free up some building site, or even dismantle some military buildings to get more space for our economy.
nl: Als er moeilijkheden zijn om alle benodigde gebouwen te bouwen, moeten we nadenken over alles wat we tot nu toe geleerd hebben. We kunnen alle stenen hakken. Misschien moeten we onze wegen optimaliseren om een bouwplaats vrij te maken, of zelfs enkele militaire gebouwen ontmantelen om meer ruimte te krijgen voor onze economie.
sv: Om det är svårt att bygga alla nödvändiga byggnader bör vi tänka på allt vi har lärt oss hittills. Vi kan hugga all sten. Vi bör kanske optimera våra vägar för att frigöra byggplatser, eller till och med riva vissa militära byggnader för att få mer utrymme för vår ekonomi.

source: If there are difficulties to build all the buildings we should think about all we have learned so far. We can cut all the stone. We should perhaps optimize our roads to free up some building site, or even dismantle some military buildings to get more space for our economy.
nl: Als er moeilijkheden zijn om alle gebouwen te bouwen, moeten we denken aan alles wat we tot nu toe geleerd hebben. We kunnen alle stenen hakken. Misschien moeten we onze wegen optimaliseren om een bouwplaats vrij te maken, of zelfs enkele militaire gebouwen ontmantelen om meer ruimte te krijgen voor onze economie.
sv: Om det är svårt att bygga alla byggnader bör vi tänka på allt vi har lärt oss hittills. Vi kan hugga all sten. Vi bör kanske optimera våra vägar för att frigöra byggplatser, eller till och med riva vissa militära byggnader för att få mer utrymme för vår ekonomi.

source: Today a pigeon landed on our island. It brought a message which fills me with dark thoughts and brings back my fears.
nl: Vandaag landde er een duif op ons eiland. Hij bracht een boodschap die me met donkere gedachten vervult en mijn angsten terugbrengt.
sv: Idag landade en duva på vår ö. Den hade med sig ett meddelande som fyller mig med mörka tankar och väcker mina rädslor till liv igen.

source: We should conquer the whole islands
nl: We zouden de hele eilanden moeten veroveren
sv: Vi borde erövra hela öarna

source: The message was addressed to me, begging me to come back to Fremil. It says that the Empire is at war with the Barbarians. They were attacked from the north by the tribe that I was forbidden to attack. It is clear to me what I must do…
nl: Het bericht was aan mij gericht en smeekte me om terug te komen naar Fremil. Er staat dat het Rijk in oorlog is met de Barbaren. Ze werden vanuit het noorden aangevallen door de stam die ik niet mocht aanvallen. Het is me duidelijk wat ik moet doen...
sv: Meddelandet var adresserat till mig och bad mig att återvända till Fremil. Det står att imperiet är i krig med barbarerna. De attackerades från norr av den stam som jag förbjöds att attackera. Det är uppenbart för mig vad jag måste göra…

source: Now it is time to conquer the islands.
nl: Nu is het tijd om de eilanden te veroveren.
sv: Nu är det dags att erövra öarna.

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
nl: Je hebt deze missie voltooid. Je mag verder spelen als je wilt, anders ga je naar de volgende missie.
sv: Du har slutfört detta uppdrag. Du kan fortsätta spela om du vill, annars går du vidare till nästa uppdrag.

source: Let's finish the barbarians off and provide a nice colony to the caesar of our empire.
nl: Laten we de barbaren afmaken en de caesar van ons rijk een mooie kolonie bezorgen.
sv: Låt oss göra slut på barbarerna och ge kejsaren av vårt imperium en fin koloni.

source: Victory is our's
nl: De overwinning is van ons
sv: Segern är vår

source: Saledus is cheering out…
nl: Saledus juicht...
sv: Saledus hejar ut…

source: Amalea's luck
nl: Amalea's geluk
sv: Amaleas tur

source: Sire, finally we have won. And furthermore we have build a nice colony for our empire.
nl: Sire, eindelijk hebben we gewonnen. En bovendien hebben we een mooie kolonie gebouwd voor ons rijk.
sv: Sire, äntligen har vi vunnit. Dessutom har vi byggt en fin koloni för vårt imperium.

source: Amalea is really proud of the achievements…
nl: Amalea is erg trots op de prestaties...
sv: Amalea är verkligen stolt över prestationerna…

source: Caesar will be very pleased about our victory.
nl: Caesar zal erg blij zijn met onze overwinning.
sv: Caesar kommer att bli mycket nöjd med vår seger.

source: Lutius we have just solved another problem. We managed to melt enough gold to send out at least 3 expeditions. Perhaps we might even keep some gold to make some jewelry.
nl: Lutius we hebben net een ander probleem opgelost. We zijn erin geslaagd om genoeg goud te smelten om minstens 3 expedities uit te sturen. Misschien houden we zelfs wat goud over om juwelen van te maken.
sv: Lutius, vi har just löst ett annat problem. Vi lyckades smälta tillräckligt med guld för att kunna skicka ut minst tre expeditioner. Kanske kan vi till och med behålla lite guld för att tillverka smycken.

source: I'm just kidding. Of course we should spare as much gold as we can for building an Arena and other buildings to train our soldiers.
nl: Ik maak maar een grapje. Natuurlijk moeten we zoveel mogelijk goud sparen voor het bouwen van een Arena en andere gebouwen om onze soldaten te trainen.
sv: Jag skojar bara. Självklart ska vi spara så mycket guld vi kan för att bygga en arena och andra byggnader där vi kan träna våra soldater.

source: Now it's time to get home again
nl: Nu is het tijd om weer naar huis te gaan
sv: Nu är det dags att åka hem igen

source: Yes my fellow comrades we have done it. But my heart is still with our home. We shall set sail as soon as possible to help defend the empire from the babarian tribe.
nl: Ja mijn kameraden we hebben het gedaan. Maar mijn hart is nog steeds bij ons thuis. We zullen zo snel mogelijk uitvaren om het rijk te helpen verdedigen tegen de babariaanse stam.
sv: Ja, mina kamrater, vi har lyckats. Men mitt hjärta är fortfarande hos vårt hem. Vi ska segla iväg så snart som möjligt för att hjälpa till att försvara imperiet mot barbarstammen.

source: Amalea is pleased
nl: Amalea is tevreden
sv: Amalea är nöjd

source: Amalea is content that we will manage all our challenges
nl: Amalea is tevreden dat we al onze uitdagingen aankunnen
sv: Amalea är övertygad om att vi kommer att klara alla våra utmaningar

source: Well done so far. I really think we will need this feature quite often to adjust our economy. Remember our industry is just working until the given amount in the economy settings is reached.
nl: Goed gedaan tot nu toe. Ik denk echt dat we deze functie vaak nodig zullen hebben om onze economie aan te passen. Vergeet niet dat onze industrie gewoon werkt totdat het opgegeven bedrag in de economie-instellingen is bereikt.
sv: Bra gjort hittills. Jag tror verkligen att vi kommer att behöva den här funktionen ganska ofta för att justera vår ekonomi. Kom ihåg att vår industri bara fungerar tills det angivna beloppet i ekonomiinställningarna har uppnåtts.

source: For example it might be a good idea to produce a reasonable amount of a ware and afterwards dismantle the building to gain space for another building.
nl: Het kan bijvoorbeeld een goed idee zijn om een redelijke hoeveelheid van een product te produceren en het gebouw daarna te ontmantelen om ruimte te winnen voor een ander gebouw.
sv: Det kan till exempel vara en bra idé att producera en rimlig mängd varor och sedan riva byggnaden för att få plats för en annan byggnad.

source: Amalea shaking head
nl: Amalea schudt haar hoofd
sv: Amalea skakar på huvudet

source: Amalea is reminding ...
nl: Amalea herinnert ...
sv: Amalea påminner om …

source: Lutius. I really appreciate that you and Saledus are so concerned about our security. But I think we could use the little space on this island better than building a lot of military buildings.
nl: Lutius. Ik waardeer het echt dat jij en Saledus zo bezorgd zijn over onze veiligheid. Maar ik denk dat we de weinige ruimte op dit eiland beter kunnen gebruiken dan veel militaire gebouwen te bouwen.
sv: Lutius. Jag uppskattar verkligen att du och Saledus är så måna om vår säkerhet. Men jag tror att vi kan utnyttja det lilla utrymmet på denna ö bättre än att bygga en massa militära byggnader.

source: I strongly recommend to dismantle the most of them to be able to build industry buildings. I don't think there is much danger on this island, but if you want to be cautious you can keep some sentries or blockhouses at the waterline.
nl: Ik raad sterk aan om de meeste te ontmantelen om industriegebouwen te kunnen bouwen. Ik denk niet dat er veel gevaar is op dit eiland, maar als je voorzichtig wilt zijn kun je een paar wachters of blokhutten bij de waterlijn zetten.
sv: Jag rekommenderar starkt att man river de flesta av dem för att kunna bygga industribyggnader. Jag tror inte att det finns någon större fara på denna ö, men om man vill vara försiktig kan man behålla några vaktposter eller blockhus vid vattenlinjen.

source: But be careful not to waste any bigger building lots.
nl: Maar pas op dat je geen grotere kavels verspilt.
sv: Men var försiktig så att du inte slösar bort några större byggtomter.

source: Yes my fellow comrades, we have done it. But my heart is still with our home. We shall set sail as soon as possible to help defend the empire from the babarian tribe.
nl: Ja mijn kameraden, het is ons gelukt. Maar mijn hart is nog steeds bij ons thuis. We zullen zo snel mogelijk uitvaren om het rijk te helpen verdedigen tegen de babariaanse stam.
sv: Ja, mina kamrater, vi har lyckats. Men mitt hjärta är fortfarande hos vårt hem. Vi ska segla iväg så snart som möjligt för att hjälpa till att försvara imperiet mot barbarstammen.

source: vtst-rivers
nl: vtst-rivieren
sv: vtst-floder

source: Thanks to the limited resources around your headquarters, build ships to explore rich islands.
nl: Dankzij de beperkte grondstoffen rond je hoofdkwartier kun je schepen bouwen om de rijke eilanden te verkennen.
sv: Tack vare de begränsade resurserna runt ditt högkvarter kan du bygga skepp för att utforska rika öar.

source: Water along the rivers. Fish in the ponds but not in the rivers. Two large islands with mountains rich of resources.
nl: Water langs de rivieren. Vis in de vijvers maar niet in de rivieren. Twee grote eilanden met bergen die rijk zijn aan grondstoffen.
sv: Vatten längs floderna. Fiskar i dammarna men inte i floderna. Två stora öar med berg rika på resurser.

source: Reupload from old xoops site
nl: Herladen van oude xoops-site
sv: Ladda upp igen från gammal xoops-webbplats

source: Reimported from old xoops site
nl: Opnieuw geïmporteerd van oude xoops site
sv: Återimporterad från gammal xoops-webbplats

source: Reimported from old xoops site.
nl: Opnieuw geïmporteerd van oude xoops site
sv: Återimporterad från gammal xoops-webbplats.

source: reimported from old xoops site.
nl: opnieuw geïmporteerd van oude xoops site
sv: återimporterad från gammal xoops-webbplats.

source: Imported from old xoops site
nl: Geïmporteerd van oude xoops-site
sv: Importerat från gammal xoops-webbplats

source: In the desert the wood is very slow growing. How can we faster build a bulwark against our enemies? Maybe we can find the legendary land Aquila? After all, Aquila is promised us.
nl: In de woestijn groeit het hout heel langzaam. Hoe kunnen we sneller een bolwerk tegen onze vijanden bouwen? Misschien kunnen we het legendarische land Aquila vinden? Aquila is ons immers beloofd.
sv: I öknen växer träden mycket långsamt. Hur kan vi snabbare bygga ett skydd mot våra fiender? Kanske kan vi hitta det legendariska landet Aquila? Aquila är ju trots allt utlovat till oss.

source: A little green island, normally a dream but there is an enemy. Find the extinct volcano to get an infinite quantity of resource. Water is not available at all places, ask the geologist to find the water.
nl: Een klein groen eiland, normaal gesproken een droom, maar er is een vijand. Vind de uitgedoofde vulkaan om een oneindige hoeveelheid grondstoffen te krijgen. Water is niet overal beschikbaar, vraag de geoloog om het water te vinden.
sv: En liten grön ö, normalt sett en dröm, men det finns en fiende. Hitta den utslocknade vulkanen för att få tillgång till oändliga resurser. Vatten finns inte överallt, be geologen att hitta vattnet.

source: We are castaway but we are living. The beach we are stranded is very small, but enough to start an expedition to the moutain behind the island. Some of the crew will mutiny, because in their mind the best way is to go at the beach along to the continent we can see opposite our actual position. Note: Never mind which way your crew will go, build a castle at a central position to protect your homeland, because you be unaware is their friend or enemy.
nl: We zijn schipbreukelingen, maar we leven. Het strand waar we zijn gestrand is erg klein, maar genoeg om een expeditie te starten naar het gebergte achter het eiland. Een deel van de bemanning zal muiten, want in hun gedachten is de beste manier om via het strand naar het continent te gaan dat we tegenover onze huidige positie kunnen zien. Opmerking: Het maakt niet uit welke kant je bemanning op gaat, bouw een kasteel op een centrale positie om je thuisland te beschermen, want je weet niet of het hun vriend of vijand is.
sv: Vi är skeppsbrutna men vi lever. Stranden där vi strandat är mycket liten, men tillräckligt stor för att starta en expedition till berget bakom ön. En del av besättningen kommer att göra myteri, eftersom de anser att det bästa sättet är att gå längs stranden till kontinenten som vi kan se mittemot vår nuvarande position. Obs: Oavsett vilken väg din besättning väljer, bygg ett slott på en central plats för att skydda ditt hemland, eftersom du inte vet om de är vänner eller fiender.

source: A map with very hard and tricky start conditions for both player. There is enough resource but not enough place to build all bigger building for starting the prosperous economy. Every player must find the way to the "green" land and look for the places to build all important buildings at right time. It is tricky to find the right time to destroy something (houses, ways ...) to build new starting condition for the next step. A bad idea, a wrong decision and the player lost the game. The ai procedure of the computer player is to weak for this tricky map, in most of the tested games the computer player cannot find the way to the "green" land and will lost the games.
nl: Een kaart met zeer moeilijke en lastige startomstandigheden voor beide spelers. Er is genoeg grondstof, maar niet genoeg plaats om alle grote gebouwen te bouwen om een welvarende economie te starten. Elke speler moet de weg vinden naar het “groene” land en op het juiste moment de plaatsen zoeken om alle belangrijke gebouwen te bouwen. Het is lastig om het juiste moment te vinden om iets te vernietigen iets te vernietigen (huizen, wegen ...) om een nieuwe startvoorwaarde voor de volgende stap te bouwen. Een slecht idee, een verkeerde beslissing en de speler het spel verloren. De ai procedure van de computer speler is te zwak voor deze lastige kaart, in de meeste van de geteste spellen kan de computer speler de weg naar het “groene” land niet vinden en verloor hij het spel.
sv: En karta med mycket svåra och knepiga startvillkor för båda spelarna. Det finns tillräckligt med resurser men inte tillräckligt med plats för att bygga alla större byggnader för att starta en blomstrande ekonomi. Varje spelare måste hitta vägen till det "gröna" landet och leta efter platser att bygga alla viktiga byggnader vid rätt tidpunkt. Det är knepigt att hitta rätt tidpunkt att förstöra något (hus, vägar …) för att skapa nya startvillkor för nästa steg. En dålig idé, ett felaktigt beslut och spelaren förlorar spelet. Datorns AI-procedur är för svag för denna knepiga karta. I de flesta testade spel kan datorn inte hitta vägen till det "gröna" landet och förlorar spelet.

source: The big race. All players will have the same starting condition, a green land with low resource but enough for a stable econmy. The goal is to grow your country and to plant trees. The best player with the most trees will win the game.
nl: De grote race. Alle spelers hebben dezelfde startconditie, een groen land met weinig grondstoffen maar genoeg voor een stabiele economie. Het doel is om je land te laten groeien en bomen te planten. De beste speler met de meeste bomen wint het spel.
sv: Det stora loppet. Alla spelare har samma startvillkor: en grön mark med få resurser, men tillräckligt för en stabil ekonomi. Målet är att utveckla ditt land och plantera träd. Den bästa spelaren med flest träd vinner spelet.

source: The "blue" player has all resources and all others nothing, but enough to live in peace. Greed will be that nobody has a friend, war is the consequence.
nl: De "blauwe" speler heeft alle grondstoffen en alle anderen niets, maar genoeg om in vrede te leven. Hebzucht zorgt ervoor dat niemand een vriend heeft, oorlog is het gevolg.
sv: Den "blå" spelaren har alla resurser och alla andra har ingenting, men tillräckligt för att leva i fred. Girighet leder till att ingen har några vänner, och krig blir följden.

source: A large lake enclose by mountain's. You can find no way over these mountain's only a life around this lake is possible. Establish a stable farming economy and search for resource like iron, cool or gold in the mountain. After a long time you will meet our unfriendly neighbor's and the only two peoples will survive.
nl: Een groot meer omringd door bergen. Je kunt geen weg over deze bergen vinden, alleen een leven rond dit meer is mogelijk. Vestig een stabiele landbouweconomie en zoek naar grondstoffen zoals ijzer, kolen of goud in de bergen. Na een lange tijd zul je onze onvriendelijke buren ontmoeten en de enige twee volkeren zullen overleven.
sv: En stor sjö omgiven av berg. Det finns ingen väg över dessa berg, endast ett liv runt sjön är möjligt. Skapa en stabil jordbruksekonomi och sök efter resurser som järn, kol eller guld i bergen. Efter lång tid kommer du att möta våra ovänliga grannar och endast två folk kommer att överleva.

source: A little touch to the original map "The long way", wich add a new dimension. It can be done better, but it shows how the map should be in my opinion.
nl: Een kleine toevoeging aan de originele kaart “De lange weg”, die een nieuwe dimensie toevoegt Het kan beter, maar het laat zien hoe de kaart naar mijn mening zou moeten zijn.
sv: En liten förändring av den ursprungliga kartan "The long way", som tillför en ny dimension. Det kan göras bättre, men det visar hur kartan bör se ut enligt min mening.

source: I have tried a different theme here, Have played it a few times and all seems ok, although it does slow down occasionally (Prob the Scots fighting !). I have included a few landmarks - Stonehege,Hadrians Wall, Ben Nevis etc and each countries main rivers. Plenty of resources too, just be quick to get some soldiers, as battle commences quite quick. This is my first map, hope you enjoy it.
nl: Ik heb hier een ander thema geprobeerd. Ik heb het een paar keer gespeeld en alles lijkt in orde, hoewel het af en toe langzamer gaat (Prob the Scots fighting!). Ik heb een paar oriëntatiepunten toegevoegd - Stonehege, Hadrians Wall, Ben Nevis etc. en de belangrijkste rivieren van elk land. Er zijn ook genoeg grondstoffen, maar zorg dat je snel soldaten hebt, want de strijd begint vrij snel. Dit is mijn eerste kaart, ik hoop dat je er plezier aan beleeft.
sv: Jag har provat ett annat tema här, spelat det några gånger och allt verkar fungera bra, även om det ibland blir lite långsamt (förmodligen på grund av skottarnas strider!). Jag har lagt till några landmärken – Stonehenge, Hadrianus mur, Ben Nevis osv. – och varje lands viktigaste floder. Det finns gott om resurser, men skynda dig att skaffa soldater, eftersom striderna börjar ganska snabbt. Det här är min första karta, hoppas du gillar den.

source: Auf einer saftigen Wiese, an einem dichten Wald, hast du mit deinem Stamm ein neues Quartier aufgeschlagen. Alles sieht gut aus. Doch das andere Volk in deiner Nähe hat zu wenig Raum für sich und breitet sich deswegen schnell in dein neues Land aus. Der Kampf um das fruchtbare Land beginnt. Und was verbirgt sich direkt hinter dem Wald?
nl: Op een weelderige Weide, naast een dicht Bos, hebben jij en je Stam een nieuw Verblijf ingericht. Alles ziet er prima uit. Maar de andere stam in jullie Buurt heeft te weinig Ruimte voor zichzelf en verspreidt zich daarom snel over jullie nieuwe land. De Strijd om het vruchtbare Land begint. En wat verbergt zich net achter het Bos?
sv: På en frodig äng, intill en tät skog, har du och din stam slagit läger. Allt ser bra ut. Men det andra folket i din närhet har för lite utrymme för sig och sprider sig därför snabbt in i ditt nya land. Kampen om det bördiga landet börjar. Och vad döljer sig precis bakom skogen?

source: If you're new to the Widelands / the old Settlers -series, then you shouldn't try this one, unless you like to have a real challenge with your survival.
nl: Als je nieuw bent in de Widelands / de oude Settlers -serie, dan moet je deze niet proberen, tenzij je van een echte uitdaging houdt met je overleving.
sv: Om du är ny inom Widelands/den gamla Settlers-serien bör du inte prova det här spelet, såvida du inte gillar att utmana dig själv med att överleva.
