Repository: widelands/wl_addons_server
Catalog: po/websitemaps/*.po
Languages: nl, sv

source: Sire, my congratulations! <br><br> You have completed all goals and defeated all our enemies. You have not only conquered our rivaling tribes, but you have also captured the hearts of your beloving people. <br><br> Your name will be remembered forever.
nl: Sire, mijn felicitaties! <br><br> Je hebt alle doelen bereikt en al onze vijanden verslagen. Je hebt niet alleen onze rivaliserende stammen veroverd, maar ook de harten van uw geliefde mensen. <br><br> Je naam zal voor altijd herinnerd worden.
sv: Min herre, mina gratulationer! <br><br> Du har uppnått alla mål och besegrat alla våra fiender. Du har inte bara erövrat våra rivaliserande stammar, utan också vunnit hjärtat hos ditt älskade folk. <br><br> Ditt namn kommer att minnas för alltid.

source: Amalea interrupting
nl: Amalea onderbreekt
sv: Amalea avbryter

source: Marble on the Mountain
nl: Marmer op de Berg
sv: Marmor på berget

source: Amalea raises her hand…
nl: Amalea steekt haar hand op...
sv: Amalea räcker upp handen…

source: Saledus smiles
nl: Saledus glimlacht
sv: Saledus ler

source: Ave Lutius. As we don't know how much resources we can get we should be very restrictive in spending them for military buildings.
nl: Ave Lutius. Omdat we niet weten hoeveel middelen we kunnen krijgen, moeten we zeer restrictief zijn in het uitgeven ervan voor militaire gebouwen.
sv: Ave Lutius. Eftersom vi inte vet hur mycket resurser vi kan få tillgång till bör vi vara mycket restriktiva när det gäller att använda dem för militära byggnader.

source: Salve Lutius. As we don't know how much resources we can get we should be very restrictive in spending them. Even for military buildings we should be very careful.
nl: Salve Lutius. Omdat we niet weten hoeveel middelen we kunnen krijgen, moeten we zeer restrictief zijn in het uitgeven ervan. Zelfs voor militaire gebouwen moeten we heel voorzichtig zijn.
sv: Salve Lutius. Eftersom vi inte vet hur mycket resurser vi kan få tillgång till bör vi vara mycket restriktiva med hur vi använder dem. Även när det gäller militära byggnader bör vi vara mycket försiktiga.

source: Sire, I’ve got good news for you: As I walked to the east, I found a larger mountain. I am not absolutely sure – a geologist should check if I am right – but I believe we could mine marble from some places on the mountain.
nl: Sire, ik heb goed nieuws voor je: Toen ik naar het oosten liep, vond ik een grotere berg. Ik weet het niet helemaal zeker - een geoloog zou moeten controleren of ik gelijk heb - maar ik geloof dat we op sommige plaatsen op de berg marmer kunnen delven.
sv: Sire, jag har goda nyheter för er: När jag vandrade österut fann jag ett större berg. Jag är inte helt säker – en geolog bör kontrollera om jag har rätt – men jag tror att vi skulle kunna bryta marmor på vissa ställen på berget.

source: It would be a good source for bolstering our supply of quality marble, beyond the meager quantities available from the quarry. Perhaps you were right when you said that this island was like paradise.
nl: Het zou een goede bron zijn om onze aanvoer van kwaliteitsmarmer te vergroten, naast de schamele hoeveelheden die beschikbaar zijn uit de steengroeve. Misschien had je gelijk toen je zei dat dit eiland een paradijs was.
sv: Det skulle vara en bra källa för att stärka vår tillgång på kvalitetsmarmor, utöver de knappa mängder som finns tillgängliga från stenbrottet. Kanske hade du rätt när du sa att denna ö var som ett paradis.

source: Please, expand to that mountain and start mining marble.
nl: Breid alsjeblieft uit naar die berg en begin marmer te delven.
sv: Vänligen utvidga till det berget och börja bryta marmor.

source: Spare ressources
nl: Extra middelen
sv: Reserverade resurser

source: Saledus is nodding in agreement…
nl: Saledus knikt instemmend...
sv: Saledus nickar instämmande…

source: Sire, Amalea is right about the resources therefore I correct myself we should only build an outpost as this is the most effective military building.
nl: Sire, Amalea heeft gelijk over de grondstoffen, daarom corrigeer ik mezelf door alleen een buitenpost te bouwen omdat dit het meest effectieve militaire gebouw is.
sv: Sire, Amalea har rätt när det gäller resurserna, därför korrigerar jag mig själv och säger att vi endast bör bygga en utpost, eftersom det är den mest effektiva militära byggnaden.

source: Sire, Amalea is right about the resources. Therefore I correct myself. We should only build an outpost as this is the most effective military building.
nl: Sire, Amalea heeft gelijk over de grondstoffen. Daarom corrigeer ik mezelf. We moeten alleen een buitenpost bouwen omdat dit het meest effectieve militaire gebouw is.
sv: Sire, Amalea har rätt när det gäller resurserna. Därför rättar jag mig själv. Vi bör endast bygga en utpost, eftersom det är den mest effektiva militära byggnaden.

source: Further Mountains
nl: Verdere Bergen
sv: Ytterligare berg

source: Saledus is excited
nl: Saledus is opgewonden
sv: Saledus är entusiastisk

source: By the Gods, this is an unbelievable stroke of fortune! There are two more mountains, and it seems that one has a large quantity of coal and the other of iron ore. I advise you to immediately build iron and coal mines (or at least charcoal kilns), smelting works, toolsmithies, armor and weapon smithies.
nl: Bij de Goden, dit is een ongelofelijk geluk! Er zijn nog twee bergen, en het lijkt erop dat de ene een grote hoeveelheid steenkool en de andere ijzererts bevat. Ik raad je aan om onmiddellijk ijzer- en steenkoolmijnen (of op zijn minst houtskoolovens), smelterijen, gereedschapsmederijen, wapen- en harnassmederijen te bouwen.
sv: Vid gudarna, detta är en otrolig tur! Det finns ytterligare två berg, och det verkar som att det ena innehåller stora mängder kol och det andra järnmalm. Jag råder dig att omedelbart bygga järn- och kolgruvor (eller åtminstone kolugnar), smältverk, verktygssmedjor, rustnings- och vapensmedjor.

source: Stone, nothing but stone
nl: Steen, niets dan steen
sv: Sten, ingenting annat än sten

source: Saledus speaks with a sigh of relief…
nl: Saledus spreekt met een zucht van verlichting...
sv: Saledus talar med en suck av lättnad…

source: However: for all these bigger buildings, we need better and more elegant building materials. So you have to build a house for the stonemason, who will cut columns from marble.
nl: Alhoewel: voor al deze grotere gebouwen hebben we betere en elegantere bouwmaterialen nodig. Dus moet je een huis bouwen voor de steenhouwer, die kolommen uit marmer zal hakken.
sv: Men: för alla dessa större byggnader behöver vi bättre och mer eleganta byggmaterial. Så du måste bygga ett hus åt stenhuggaren, som kommer att hugga pelare av marmor.

source: Sire, I saw that the construction of the outpost was completed, so I have assigned some of my best soldiers to it to keep the watch.
nl: Sire, ik zag dat de bouw van de buitenpost voltooid was, dus heb ik er een paar van mijn beste soldaten ingezet om de wacht te houden.
sv: Sire, jag såg att byggandet av utposten var klart, så jag har placerat några av mina bästa soldater där för att hålla vakt.

source: After everything, we can now begin to live like we did in Fremil.
nl: Na alles kunnen we nu beginnen te leven zoals we in Fremil deden.
sv: Efter allt detta kan vi nu börja leva som vi gjorde i Fremil.

source: But although this is a good step forward I can't see much space for buildings. There is only stone all over the place. How can we ever build a new ship or even have some basic infrastructure to make our lives more comfortable.
nl: Maar hoewel dit een goede stap voorwaarts is, zie ik niet veel ruimte voor gebouwen. Er ligt overal alleen maar steen. Hoe kunnen we ooit een nieuw schip bouwen of zelfs maar een basisinfrastructuur hebben om ons leven comfortabeler te maken.
sv: Men även om detta är ett bra steg framåt ser jag inte mycket utrymme för byggnader. Det finns bara sten överallt. Hur ska vi någonsin kunna bygga ett nytt skepp eller ens få någon grundläggande infrastruktur som gör våra liv bekvämare.

source: Food for the Miners
nl: Voedsel voor de Mijnwerkers
sv: Mat till gruvarbetarna

source: Amalea enters…
nl: Amalea komt binnen...
sv: Amalea kommer in…

source: Amalea smiles…
nl: Amalea glimlacht...
sv: Amalea ler…

source: Lutius this can be very tricky but it is reachable. First of all we need patience as well as speed and a plan to succeed in this part of the world.
nl: Lutius kan erg lastig zijn, maar het is haalbaar. Allereerst hebben we geduld, snelheid en een plan nodig om te slagen in dit deel van de wereld.
sv: Lutius, det kan vara mycket svårt, men det är möjligt. Först och främst behöver vi tålamod, snabbhet och en plan för att lyckas i denna del av världen.

source: Lutius this can be very tricky. First of all we need patience and speed and a plan to succeed in this part of the world.
nl: Lutius dit kan erg lastig zijn. Ten eerste hebben we geduld en snelheid nodig en een plan om te slagen in dit deel van de wereld.
sv: Lutius, det här kan vara mycket knepigt. Först och främst behöver vi tålamod, snabbhet och en plan för att lyckas i denna del av världen.

source: Lutius, don’t you think you forgot something important?
nl: Lutius, denk je niet dat je iets belangrijks vergeten bent?
sv: Lutius, tror du inte att du har glömt något viktigt?

source: Sire. First of all we need patience and a plan to succeed in this mission.
nl: Vader. Allereerst hebben we geduld en een plan nodig om deze missie tot een goed einde te brengen.
sv: Sire. Först och främst behöver vi tålamod och en plan för att lyckas med detta uppdrag.

source: I think we should try to reveal some building space by cutting all the stone in a quarry.
nl: Ik denk dat we moeten proberen om wat bouwruimte vrij te maken door alle stenen in een steengroeve te hakken.
sv: Jag tycker att vi borde försöka frigöra lite byggnadsyta genom att hugga ut all sten i ett stenbrott.

source: It’s nice, and of course a good idea, to build mines, which will give us a more comfortable life, but the people working in the mines are unhappy with the current situation. They have to do hard work and have no time for making their own food.
nl: Het is leuk, en natuurlijk een goed idee, om mijnen te bouwen die ons een comfortabeler leven zullen geven, maar de mensen die in de mijnen werken zijn ongelukkig met de huidige situatie. Ze moeten hard werken en hebben geen tijd om hun eigen eten te maken.
sv: Det är trevligt, och naturligtvis en bra idé, att bygga gruvor, vilket ger oss ett bekvämare liv, men de som arbetar i gruvorna är missnöjda med den nuvarande situationen. De måste utföra hårt arbete och har ingen tid att laga sin egen mat.

source: Additionally this would gain us some stone and some marble to build up our new world. We can use them as soon as there is enough space for buildings finally.
nl: Bovendien zou dit ons wat steen en marmer opleveren om onze nieuwe wereld op te bouwen. We kunnen ze gebruiken zodra er eindelijk genoeg ruimte is voor gebouwen.
sv: Dessutom skulle detta ge oss lite sten och marmor att bygga upp vår nya värld med. Vi kan använda dem så snart det äntligen finns tillräckligt med utrymme för byggnader.

source: Additionally this would gain us some stone and some marble to build up our new world. We can use them when there finally is space for buildings.
nl: Bovendien zou dit ons wat steen en marmer opleveren om onze nieuwe wereld op te bouwen. Die kunnen we gebruiken als er eindelijk ruimte is voor gebouwen.
sv: Dessutom skulle detta ge oss lite sten och marmor att bygga upp vår nya värld med. Vi kan använda dem när det äntligen finns utrymme för byggnader.

source: What do you think about helping them out? I can’t tell you what we need exactly… but here are my recommendations:
nl: Wat vind je ervan om hen te helpen? Ik kan je niet vertellen wat we precies nodig hebben... maar dit zijn mijn aanbevelingen:
sv: Vad tycker du om att hjälpa dem? Jag kan inte säga exakt vad vi behöver… men här är mina rekommendationer:

source: Our New Tavern
nl: Onze Nieuwe Taverne
sv: Vår nya krog

source: Amalea smiles
nl: Amalea glimlacht
sv: Amalea ler

source: Amalea's new instructions
nl: Amalea's nieuwe instructies
sv: Amaleas nya instruktioner

source: Amalea recommends…
nl: Amalea raadt...
sv: Amalea rekommenderar…

source: I just visited our new tavern ‘At the palms’. The beer they serve is really tasty. You really should have a drink there, too.
nl: Ik heb net onze nieuwe taverne 'Bij de palmen' bezocht. Het bier dat ze serveren is erg lekker. Je moet er echt iets gaan drinken.
sv: Jag har just besökt vår nya tavern "At the palms". Ölen de serverar är verkligen god. Du borde verkligen ta en drink där också.

source: Good news from the people, Lutius. I got the message that our first quarry has started it's work today.
nl: Goed nieuws van de mensen, Lutius. Ik kreeg bericht dat onze eerste steengroeve vandaag is begonnen.
sv: Goda nyheter från folket, Lutius. Jag har fått besked om att vårt första stenbrott har påbörjat sitt arbete idag.

source: I got the message that our first quarry has started it's work today. Perhaps it would be a good idea to wait until it has cleared enough space for constructing a lumberjack’s house, so that we can harvest some logs.
nl: Ik kreeg het bericht dat onze eerste steengroeve vandaag met zijn werk is begonnen. Misschien is het een goed idee om te wachten tot hij genoeg ruimte heeft vrijgemaakt om een houthakkershuis te bouwen, zodat we wat boomstammen kunnen oogsten.
sv: Jag fick besked om att vårt första stenbrott har startat sin verksamhet idag. Det kanske vore en bra idé att vänta tills det har rensats tillräckligt med utrymme för att bygga ett skogshuggarhus, så att vi kan skörda några stockar.

source: It is good to see that we have now got a warmer and more familiar environment on our island. Thank you, Lutius.
nl: Het is goed om te zien dat we nu een warmere en meer vertrouwde omgeving hebben op ons eiland. Dank je, Lutius.
sv: Det är roligt att se att vi nu har fått en varmare och mer familjär miljö på vår ö. Tack, Lutius.

source: Perhaps it would be a good idea to wait until it has cleared some space for building up a basic construction material industry.
nl: Misschien is het een goed idee om te wachten tot er wat ruimte is om een basisindustrie voor bouwmaterialen op te bouwen.
sv: Kanske vore det en bra idé att vänta tills det har frigjorts utrymme för att bygga upp en grundläggande byggmaterialindustri.

source: Unfortunately the logs are useless for building a new ship – we need to turn them into planks, which are needed by every ship and every bigger building too. So we should build a sawmill.
nl: Helaas zijn de boomstammen nutteloos voor het bouwen van een nieuw schip – we moeten er planken van maken, die elk schip en elk groter gebouw nodig heeft. Dus moeten we een zagerij bouwen.
sv: Tyvärr är stockarna oanvändbara för att bygga ett nytt skepp – vi måste såga dem till plankor, som behövs för alla skepp och även för alla större byggnader. Därför bör vi bygga ett sågverk.

source: Furthermore we will need some marble collumns to complete the buildings we need to build up our new fleet. So it is necessary to build a stonemason.
nl: Verder hebben we een aantal marmeren zuilen nodig om de gebouwen af te maken die we nodig hebben om onze nieuwe vloot op te bouwen. Het is dus noodzakelijk om een steenhouwer te bouwen.
sv: Dessutom behöver vi några marmorkolonner för att färdigställa byggnaderna som vi behöver för att bygga upp vår nya flotta. Det är därför nödvändigt att bygga en stenhuggare.

source: The Barbarians
nl: De Barbaren
sv: Barbarerna

source: Amalea's recommendations
nl: Amalea's aanbevelingen
sv: Amaleas rekommendationer

source: Amalea comes in…
nl: Amalea komt binnen...
sv: Amalea kommer in…

source: By the Gods! This is absolutely terrible. It seems as if we stand close to a test – and it seems as if Saledus was right with his fear concerning the shipwreck he found.
nl: Bij de Goden! Dit is absoluut verschrikkelijk. Het lijkt erop dat we dicht bij een test staan – en het lijkt erop dat Saledus gelijk had met zijn angst voor het scheepswrak dat hij vond.
sv: Vid gudarna! Det här är helt fruktansvärt. Det verkar som om vi står inför en prövning – och det verkar som om Saledus hade rätt i sin rädsla för det skeppsbrott han upptäckte.

source: I’ve got important things to talk about… First the good news:
nl: Ik heb belangrijke dingen om over te praten... Eerst het goede nieuws:
sv: Jag har viktiga saker att prata om… Först de goda nyheterna:

source: I’ve got two important things to talk about… First the good news:
nl: Ik heb twee belangrijke dingen om over te praten... Eerst het goede nieuws:
sv: Jag har två viktiga saker att berätta… Först den goda nyheten:

source: Today, as I walked down to the eastern shore, I got a shock. I caught sight of one of those hated, evil, Barbarian tribes with whom we have had so many problems before.
nl: Toen ik vandaag naar de oostkust liep, kreeg ik een schok. Ik zag een van die gehate, kwaadaardige barbaarse stammen waar we al zo vaak problemen mee hebben gehad.
sv: Idag, när jag gick ner till östra stranden, fick jag en chock. Jag fick syn på en av de hatade, onda barbarstammarna som vi har haft så många problem med tidigare.

source: I noticed that our stonemason has started it’s work finally. He will cut the number of columns defined in our basic economy settings.
nl: Ik zag dat onze steenhouwer eindelijk aan de slag is gegaan. Hij zal het aantal kolommen inkorten dat is gedefinieerd in onze basisinstellingen voor economie.
sv: Jag märkte att vår stenhuggare äntligen har börjat sitt arbete. Han kommer att hugga det antal pelare som anges i våra grundläggande ekonomiska inställningar.

source: I noticed that the construction of the lumberjack and the sawmill is complete, so we can begin to harvest the logs and make planks out of it.
nl: Ik zag dat de bouw van de houthakker en de zagerij klaar is, dus we kunnen beginnen met het oogsten van de boomstammen en er planken van maken.
sv: Jag har märkt att bygget av skogshuggaren och sågverket är klart, så vi kan börja avverka stockarna och tillverka plankor av dem.

source: At first, I was naive and hoped that they were peaceful, but as soon as one of them saw me, they charged towards me and started attacking me with their throwing spears. Thanks be to the Gods that I was able to flee and hide myself, before retreating back to our colony under cover of darkness.
nl: Eerst was ik naïef en hoopte ik dat ze vredelievend waren, maar zodra een van hen me zag, stormden ze op me af en begonnen me aan te vallen met hun werpspeer. Godzijdank kon ik vluchten en me verstoppen, voordat ik me in het donker terugtrok naar onze kolonie.
sv: Först var jag naiv och hoppades att de var fredliga, men så fort en av dem såg mig rusade de mot mig och började attackera mig med sina spjut. Tack och lov kunde jag fly och gömma mig, innan jag under skydd av mörkret retirerade tillbaka till vår koloni.

source: But here is the problem, if we use all of our marble for columns we might ran out of it. So we should lower the settings for marble columns in the economy settings to a smaller amount. I think a reserve of 4 columns might be sufficient for the moment being.
nl: Maar hier is het probleem, als we al ons marmer gebruiken voor kolommen, raken we misschien door onze voorraad heen. Dus we moeten de instellingen voor marmeren kolommen in de economie-instellingen verlagen naar een kleinere hoeveelheid. Ik denk dat een reserve van 4 kolommen voorlopig voldoende is.
sv: Men här är problemet: om vi använder all vår marmor till pelare kan vi få slut på den. Därför bör vi sänka inställningarna för marmorpelare i ekonomiinställningarna till en mindre mängd. Jag tror att en reserv på fyra pelare kan vara tillräcklig för tillfället.

source: The stonemason has started it’s work as well to cut the number of columns defined in our basic economy settings.
nl: De steenhouwer is ook begonnen met zijn werk om het aantal kolommen in onze basis-economie-instellingen in te korten.
sv: Stenhuggaren har också börjat sitt arbete med att hugga ut det antal pelare som fastställts i våra grundläggande ekonomiska inställningar.

source: The stonemason has started it’s work as well to cut the number of marblecolumns defined in our basic economy settings.
nl: De steenhouwer is ook begonnen met zijn werk om het aantal marmeren zuilen te verminderen dat is gedefinieerd in onze basisinstellingen voor economie.
sv: Stenhuggaren har också börjat sitt arbete med att hugga ut det antal marmorkolonner som fastställts i våra grundläggande ekonomiska inställningar.

source: Anyway, we must build stronger military buildings as soon as possible.
nl: Hoe dan ook, we moeten zo snel mogelijk sterkere militaire gebouwen bouwen.
sv: Hur som helst måste vi bygga starkare militära byggnader så snart som möjligt.

source: But if we use all of our marble for columns we might ran out of it. So we should lower the settings for marble columns in the economy settings to a smaller amount. I think a reserve of 4 columns might be sufficient for the moment being.
nl: Maar als we al ons marmer gebruiken voor kolommen, kunnen we zonder komen te zitten. Dus we moeten de instellingen voor marmeren kolommen in de economie-instellingen verlagen naar een kleinere hoeveelheid. Ik denk dat een reserve van 4 kolommen voorlopig voldoende is.
sv: Men om vi använder all vår marmor till pelare kan vi få slut på den. Därför bör vi sänka inställningarna för marmorpelare i ekonomiinställningarna till en mindre mängd. Jag tror att en reserv på fyra pelare kan vara tillräcklig för tillfället.

source: Amalea looks happy
nl: Amalea ziet er gelukkig uit
sv: Amalea ser glad ut

source: But if we use all of our marble for columns we might ran out of it. so we should lower the settings for marble columns in the economy settings to a smaller amount. I think a reserve of 4 columns might be sufficient for the moment being.
nl: Maar als we al ons marmer gebruiken voor kolommen, kunnen we het opraken. Dus moeten we de instellingen voor marmeren kolommen in de economie-instellingen verlagen naar een kleinere hoeveelheid. Ik denk dat een reserve van 4 kolommen voorlopig voldoende is.
sv: Men om vi använder all vår marmor till pelare kan vi få slut på den. Därför bör vi sänka inställningarna för marmorpelare i ekonomiinställningarna till en mindre mängd. Jag tror att en reserv på fyra pelare kan vara tillräcklig för tillfället.

source: Ready for Attack
nl: Klaar voor de Aanval
sv: Redo för attack

source: Ave Lutius. I have very good progress to report now.
nl: Ave Lutius. Ik kan nu heel goede vooruitgang melden.
sv: Ave Lutius. Jag har mycket goda framsteg att rapportera nu.

source: We need a port
nl: We hebben een haven nodig
sv: Vi behöver en hamn

source: Saledus thoughtfully…
nl: Saledus dacht na...
sv: Saledus funderade eftertänksamt…

source: That’s good. The first big military building is complete and the mining infrastructure is getting better and better. Now we should think about preparing ourselves for battle.
nl: Dat is mooi. Het eerste grote militaire gebouw is af en de mijninfrastructuur wordt steeds beter. Nu moeten we ons gaan voorbereiden op de strijd.
sv: Det är bra. Den första stora militära byggnaden är klar och gruvinfrastrukturen blir bättre och bättre. Nu bör vi fundera på att förbereda oss för strid.
