Repository: widelands/wl_addons_server
Catalog: po/sumatran_world.wad/*.po
Languages: sv

source: Sumatran World
sv: Sumatras värld

source: Modifies world for Sumatran tribe. The changes affect Amazons too. Tropical trees do not grow on winter terrains. You need to transform the terrain by using terraform. This add-on should be used together with sumatran_tribe.wad.
sv: Modifierar världen för Sumatras stam. Ändringarna påverkar även amasonerna. Tropiska träd växer inte på vintermarker. Du måste omvandla terrängen med hjälp av terraform. Detta tillägg ska användas tillsammans med sumatran_tribe.wad.

source: Crocodile
sv: Krokodil

source: Balsa Tree Wasteland (removed)
sv: Balsaträdets ödemark (borttagen)

source: Balsa Tree Desert (removed)
sv: Balsaträdöknen (borttagen)

source: Balsa Tree Winter (removed)
sv: Balsaträd vinter (borttaget)

source: Ironwood T. Wasteland (removed)
sv: Ironwood T. Ödemark (borttagen)

source: Ironwood Tree Desert (removed)
sv: Ironwood Tree Desert (borttagen)

source: Ironwood Tree Winter (removed)
sv: Järnträd vinter (borttaget)

source: Rubber Tree Wasteland (removed)
sv: Gummiträdets ödemark (borttagen)

source: Rubber Tree Desert (removed)
sv: Gummiträdöknen (borttagen)

source: Rubber Tree Winter (removed)
sv: Gummiträd vinter (borttaget)

source: Balsa Tree (Mature)
sv: Balsaträd (moget)

source: Balsa Tree (Old)
sv: Balsaträd (gammalt)

source: Balsa Tree
sv: Balsaträd

source: Balsa Tree (Pole)
sv: Balsaträd (stång)

source: Balsa Tree (Sapling)
sv: Balsaträd (trädplantor)

source: Dipterocarpus (Mature)
sv: Dipterocarpus (mogen)

source: Dipterocarpus (Old)
sv: Dipterocarpus (gammal)

source: Dipterocarpus (Pole)
sv: Dipterocarpus (stång)

source: Dipterocarpus (Sapling)
sv: Dipterocarpus (trädplantor)

source: Ironwood Tree (Mature)
sv: Järnträd (moget)

source: Ironwood Tree (Old)
sv: Järnträd (gammalt)

source: Ironwood Tree
sv: Järnträd

source: Ironwood Tree (Pole)
sv: Järnträd (stolpe)

source: Ironwood Tree (Sapling)
sv: Järnträd (trädplantor)

source: Borassus Palm (Mature)
sv: Borassus-palm (mogen)

source: Borassus Palm (Old)
sv: Borassus palm (gammal)

source: Borassus Palm (Pole)
sv: Borassus palm (stång)

source: Borassus Palm (Sapling)
sv: Borassus-palm (ungt träd)

source: Coconut Palm (Mature)
sv: Kokosnötpalm (mogen)

source: Coconut Palm (Old)
sv: Kokosnötpalm (gammal)

source: Coconut Palm
sv: Kokosnötpalm

source: Coconut Palm (Pole)
sv: Kokosnötpalm (stång)

source: Coconut Palm (Sapling)
sv: Kokosnötpalm (trädplantor)

source: Date Palm (Mature)
sv: Dadelpalm (mogen)

source: Date Palm (Old)
sv: Dadelpalm (gammal)

source: Date Palm
sv: Dadelpalm

source: Date Palm (Pole)
sv: Dadelpalm (stång)

source: Date Palm (Sapling)
sv: Dadelpalm (ungt träd)

source: Oil Palm (Mature)
sv: Oljeplanta (mogen)

source: Oil Palm (Old)
sv: Oljeplanta (gammal)

source: Oil Palm
sv: Oljeplanta

source: Oil Palm (Pole)
sv: Oljeplanta (stång)

source: Oil Palm (Sapling)
sv: Oljepalm (trädplantor)

source: Roystonea regia Palm (Mature)
sv: Roystonea regia-palm (mogen)

source: Roystonea regia Palm (Old)
sv: Roystonea regia-palm (gammal)

source: Roystonea regia Palm (Pole)
sv: Roystonea regia-palm (stång)

source: Roystonea regia Palm (Sapling)
sv: Roystonea regia-palm (ungträd)

source: Rubber Tree (Mature)
sv: Gummiträd (moget)

source: Rubber Tree (Old)
sv: Gummiträd (gammalt)

source: Rubber Tree
sv: Gummiträd

source: Rubber Tree (Pole)
sv: Gummiträd (stång)

source: Rubber Tree (Sapling)
sv: Gummiträd (trädplantor)

source: Rhinoceros
sv: Noshörning

source: Ashes 1
sv: Aska 1

source: Mountain Meadow
sv: Bergsäng
