Repository: widelands/wl_addons_server
Catalog: po/foreign_planet.wad/*.po
Languages: fr, ru

source: Foreign Planet
fr: Planète étrangère
ru: Внешние миры

source: A strange new world.
fr: Un étrange nouveau monde.
ru: О дивный новый мир.

source: Beach
fr: Baie
ru: Пляж

source: Dust 1
fr: Poussière 1
ru: Грязь 1

source: Dust 2
fr: Poussière 2
ru: Грязь 2

source: Mountain 1
fr: Montagne 1
ru: Гора 1

source: Mountain 2
fr: Montagne 2
ru: Гора 2

source: Mountain 3
fr: Montagne 3
ru: Гора 3

source: Rocks 1
fr: Roches 1
ru: Скалы 1

source: Rocks 2
fr: Roches 2
ru: Скалы 2

source: Rocks 3
fr: Roches 3
ru: Скалы 3

source: Rocks 4
fr: Roches 4
ru: Скалы 4

source: Rocks 5
fr: Roches 5
ru: Скалы 5

source: Rocks 6
fr: Roches 6
ru: Скалы 6

source: Water 1
fr: Eau 1
ru: Вода 1

source: Water 2
fr: Eau 2
ru: Вода 2

source: A map with the Foreign Planet add-on.
ru: Эта карта идет с дополнением "Внешние миры".

source: Test: Mountains
ru: (Тестовая) Горы

source: Test: A lake
ru: (Тестовая) Озеро

source: Test: Normal terrain
ru: (Тестовые) Обычная
