Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# amazons_building
source: Thermal Springs
cs: Termální prameny
nds: Hete Quell
nl: Thermale bronnen
sv: Varma källor

source: enhancing the fertility of land
cs: zvyšování úrodnosti půdy
nds: dat Land früchtbarer to maken
nl: de vruchtbaarheid van het land verbeteren
sv: förbättra markens bördighet

source: No Enhancement
cs: Žádné zlepšení
nds: Nix mehr tum früchtbarer maken
nl: Geen Verbetering
sv: Ingen förbättring

source: No Enhancement
cs: Žádné zlepšení
nds: Nix mehr tum früchtbarer maken
nl: Geen Verbetering
sv: Ingen förbättring

# amazons_building
source: This thermal spring does not enhance surrounding land any more. There is either no material or the process was completed.
cs: Tyto termální prameny již nezlepšují okolní půdu. Buďto není k dispozici žádný materiál, nebo byl proces dokončen.
nds: Deese Hete Quell kann keen umgeven Land mehr früchtbarer maken. Of gifft dat keene Materialien mehr, of de Vörgang is ofsluten.
nl: Deze thermale bron verbetert het omliggende land niet meer. Er is ofwel geen materiaal of het proces is voltooid.
sv: Denna varma källa förbättrar inte längre marken i omgivningen. Antingen finns det inget material eller så har processen slutförts.

# atlanteans_building
source: Crocodile Hunter’s House
cs: Domek lovce krokodýlů
nds: Krokodiljaggthuus
nl: Het Huis van de Krokodillenjager
sv: Krokodiljägarens hus

# atlanteans_building
source: The hunter working out of this house can’t find any crocodiles in his work area.
cs: Lovec pracující v tomto domku nemůže ve svém okolí najít žádné krokodýly.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Krokodilen in sienem Arbeidsgewest.
nl: De jager die vanuit dit huis werkt, vindt geen krokodillen in zijn werkgebied.
sv: Jägaren som arbetar från detta hus kan inte hitta några krokodiler i sitt arbetsområde.

# barbarians_building
source: Crocodile Hunter’s Hut
cs: Chata lovce krokodýlů
nds: Krokodiljaggtkaat
nl: Hut van de krokodillenjager
sv: Krokodiljägarens hydda

# barbarians_building
source: The hunter working out of this hut can’t find any crocodiles in his work area.
cs: Lovec pracující v této chatě nemůže ve svém okolí najít žádné krokodýly.
nds: De Jäger, de bi deese Jaggtkaat warkt, hett keene Krokodilen in sienem Arbeidsgewest.
nl: De jager die vanuit deze hut werkt, vindt geen krokodillen in zijn werkgebied.
sv: Jägaren som arbetar från denna hydda kan inte hitta några krokodiler i sitt arbetsområde.

# empire_building
source: Crocodile Hunter’s House
cs: Domek lovce krokodýlů
nds: Krokodiljaggthuus
nl: Het Huis van de Krokodillenjager
sv: Krokodiljägarens hus

# empire_building
source: The hunter working out of this house can’t find any crocodiles in his work area.
cs: Lovec pracující v tomto domku nemůže ve svém okolí najít žádné krokodýly.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Krokodilen in sienem Arbeidsgewest.
nl: De jager die vanuit dit huis werkt, vindt geen krokodillen in zijn werkgebied.
sv: Jägaren som arbetar från detta hus kan inte hitta några krokodiler i sitt arbetsområde.

# frisians_building
source: Crocodile Hunter’s House
cs: Domek lovce krokodýlů
nds: Krokodiljaggthuus
nl: Het Huis van de Krokodillenjager
sv: Krokodiljägarens hus

# frisians_building
source: The hunter working out of this house can’t find any crocodiles in his work area.
cs: Lovec pracující v tomto domku nemůže ve svém okolí najít žádné krokodýly.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Krokodilen in sienem Arbeidsgewest.
nl: De jager die vanuit dit huis werkt, vindt geen krokodillen in zijn werkgebied.
sv: Jägaren som arbetar från detta hus kan inte hitta några krokodiler i sitt arbetsområde.

# sumatran_building
source: A market enables trading with other tribes.
cs: Tržnice umožňuje obchodování s dalšími kmeny.
sv: En marknad möjliggör handel med andra stammar.

source: felling trees
cs: kácení stromů
nds: Bomen to slagen
nl: bomen kappen
sv: avverkar träd

# frisians_building
source: Of course hunting crocodiles is a good idea. The efficiency of hunting should not increase much but the productivity can increase, if there are not enough animals in the nearby forests.
cs: Samozřejmě že lov krokodýlů je dobrý nápad. Výkonnost lovení se příliš nezlepší, ale může stoupnout produktivita, pokud v okolních lesích nebude dostatek zvěře.
nds: Natürelk is dat klook, Krokodilen to jagen. De Nüttelkheid vun de Jaggt word daardör twaar nich vööl verbetert, aver de Wöörde kann sik verhoogen, wenn in de Walden umbi nich genoog Deerten sünd.
sv: Naturligtvis är det en bra idé att jaga krokodiler. Jaktens effektivitet bör inte öka särskilt mycket, men produktiviteten kan öka om det inte finns tillräckligt med djur i de närliggande skogarna.

# frisians_building
source: Hunter advocates the idea of building a crocodile hunter's house
cs: lovec obhajuje záměr postavit domek lovce krokodýlů
nds: Jäger is för de Plaan, een Krokodiljaggthuus to bauen
sv: Hunter förespråkar idén att bygga ett krokodiljägarhus

source: Hunts animals to produce meat. Hunters working at this house can hunt crocodiles too.
cs: Loví zvěř na maso. Lovci pracující v tomto domku mohou také lovit krokodýly.
nds: Jaggt Deerten, um Fleesk to produzeren. Jägers in deesem Huus könen ok Krokodilen jagen.
sv: Jagar djur för att producera kött. Jägare som arbetar på detta hus kan också jaga krokodiler.

# frisians_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.
nds: Deeses Huus is blots dann nüttelk, wenn du tegen eenen Sumatraansk Feind spöölst un Krokodilen ut sienem Gewest in dien Gewest komen.
sv: Denna byggnad är endast användbar när du har en motståndare från Sumatra och det finns krokodiler som kommer från hans territorium in i ditt territorium.

# frisians_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is för de Krokodiljaggt un dat grote tum Jagen vun anner Deerten.
sv: Byggnaden har två olika arbetsområden, det mindre för krokodiljakt och det större för viltjakt.

# frisians_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters need %1$s on average to produce one meat. If there are no crocodiles, the building operates as a basic hunter's house and the hunters need %2$s on average to produce one meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci potřebují na získání jednoho kusu masa v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejný domek lovce a lovci potřebují na získání jednoho kusu masa v průměru %2$s.
nds: Wenn dat genoog Krokodilen un anner Deerten gifft, bruuken de Jägers dör de Bank %1$s, um een Fleesk to produzeren. Wenn dat keene Krokodilen gifft, warkt dat Huus as een normaal Jaggthuus un de Jägers bruken dör de Bank %2$s, um een Fleesk to produzeren.
sv: Om det finns tillräckligt med krokodiler och andra djur behöver jägarna i genomsnitt %1$s för att producera ett kött. Om det inte finns några krokodiler fungerar byggnaden som ett enkelt jaktställe och jägarna behöver i genomsnitt %2$s för att producera ett kött.

# frisians_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# frisians_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters produce one fur after they have produced four pieces of meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci vyprodukují jednu kůži poté, co vyprodukují čtyři kusy masa.
nds: Wenn dat genoog Krokodilen un anner Deerten gifft, produzeren de Jägers een Fell, nadeem se veer Delen Fleesk produzeert hebben.
sv: Om det finns tillräckligt med krokodiler och andra djur, producerar jägarna en päls efter att de har producerat fyra stycken kött.

source: Here be crocodiles.
cs: Zde jsou krokodýli.
nds: Hier wesen Krokodilen.
nl: Hier zijn krokodillen.
sv: Här finns krokodiler.

# empire_building
source: Written on uncharted territories of imperial maps
cs: nápis na neprozkoumaných územích císařských map
nds: Staht up nich utwiesen Kuntreien up Rieks-Kaarten
nl: Geschreven op onbekend terrein van keizerlijke kaarten
sv: Skrivet på okända områden på kejserliga kartor

# empire_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.
nds: Deeses Huus is blots dann nüttelk, wenn du tegen eenen Sumatraansk Feind spöölst un Krokodilen ut sienem Gewest in dien Gewest komen.
sv: Denna byggnad är endast användbar när du har en motståndare från Sumatra och det finns krokodiler som kommer från hans territorium in i ditt territorium.

# empire_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is för de Krokodiljaggt un dat grote tum Jagen vun anner Deerten.
sv: Byggnaden har två olika arbetsområden, det mindre för krokodiljakt och det större för viltjakt.

# empire_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters need %1$s on average to produce one meat. If there are no crocodiles, the building operates as a basic hunter's house and the hunters need %2$s on average to produce one meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci potřebují na získání jednoho kusu masa v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejný domek lovce a lovci potřebují na získání jednoho kusu masa v průměru %2$s.
nds: Wenn dat genoog Krokodilen un anner Deerten gifft, bruuken de Jägers dör de Bank %1$s, um een Fleesk to produzeren. Wenn dat keene Krokodilen gifft, warkt dat Huus as een normaal Jaggthuus un de Jägers bruken dör de Bank %2$s, um een Fleesk to produzeren.
sv: Om det finns tillräckligt med krokodiler och andra djur behöver jägarna i genomsnitt %1$s för att producera ett kött. Om det inte finns några krokodiler fungerar byggnaden som ett enkelt jaktställe och jägarna behöver i genomsnitt %2$s för att producera ett kött.

# empire_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# barbarians_building
source: Hunting crocodiles keeps our living space save. The crocodiles could easily become overpopulated once they appear in our territory.
cs: Lov krokodýlů udržuje náš životní prostor bezpečným. Krokodýli by se snadno mohli přemnožit, jakmile se dostanou na naše území.
nds: Indeem wi Krokodilen jagen, hollen wi uns’ Levensrüümte seker. De Krokodilen könen sik licht to stark vermehren, wenn se eerst maal in uns’ Gewest leven.
sv: Jakt på krokodiler håller vår livsmiljö säker. Krokodilerna kan lätt bli överbefolkade när de väl dyker upp i vårt territorium.

# barbarians_building
source: Hunter advocates the idea of building a crocodile hunter's hut
cs: lovec obhajuje záměr postavit chatu lovce krokodýlů
nds: Jäger is för de Plaan, eene Krokodiljaggtkaat to bauen
sv: Hunter förespråkar idén att bygga en krokodiljägarstuga

# barbarians_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.
nds: Deeses Huus is blots dann nüttelk, wenn du tegen eenen Sumatraansk Feind spöölst un Krokodilen ut sienem Gewest in dien Gewest komen.
sv: Denna byggnad är endast användbar när du har en motståndare från Sumatra och det finns krokodiler som kommer från hans territorium in i ditt territorium.

# barbarians_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is för de Krokodiljaggt un dat grote tum Jagen vun anner Deerten.
sv: Byggnaden har två olika arbetsområden, det mindre för krokodiljakt och det större för viltjakt.

# barbarians_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters need %1$s on average to produce one meat. If there are no crocodiles, the building operates as a basic hunter's hut and the hunters need %2$s on average to produce one meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci potřebují na získání jednoho kusu masa v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejná chata lovce a lovci potřebují na získání jednoho kusu masa v průměru %2$s.
nds: Wenn dat genoog Krokodilen un anner Deerten gifft, bruuken de Jägers dör de Bank %1$s, um een Fleesk to produzeren. Wenn dat keene Krokodilen gifft, warkt de Kaat as eene normaal Jaggtkaat un de Jägers bruken dör de Bank %2$s, um een Fleesk to produzeren.
sv: Om det finns tillräckligt med krokodiler och andra djur behöver jägarna i genomsnitt %1$s för att producera ett kött. Om det inte finns några krokodiler fungerar byggnaden som en enkel jaktstuga och jägarna behöver i genomsnitt %2$s för att producera ett kött.

# barbarians_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# atlanteans_building
source: Of course hunting crocodiles is a good idea. The efficiency of hunting should not increase much but the productivity can increase, if there are not enough animals in the nearby forests.
cs: Samozřejmě že lov krokodýlů je dobrý nápad. Výkonnost lovení se příliš nezlepší, ale může stoupnout produktivita, pokud v okolních lesích nebude dostatek zvěře.
nds: Natürelk is dat klook, Krokodilen to jagen. De Nüttelkheid vun de Jaggt word daardör twaar nich vööl verbetert, aver de Wöörde kann sik verhoogen, wenn in de Walden umbi nich genoog Deerten sünd.
sv: Naturligtvis är det en bra idé att jaga krokodiler. Jaktens effektivitet bör inte öka särskilt mycket, men produktiviteten kan öka om det inte finns tillräckligt med djur i de närliggande skogarna.

# atlanteans_building
source: Hunter advocates the idea of building a crocodile hunter's house
cs: lovec obhajuje záměr postavit domek lovce krokodýlů
nds: Jäger is för de Plaan, een Krokodiljaggthuus to bauen
sv: Hunter förespråkar idén att bygga ett krokodiljägarhus

# atlanteans_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.
nds: Deeses Huus is blots dann nüttelk, wenn du tegen eenen Sumatraansk Feind spöölst un Krokodilen ut sienem Gewest in dien Gewest komen.
sv: Denna byggnad är endast användbar när du har en motståndare från Sumatra och det finns krokodiler som kommer från hans territorium in i ditt territorium.

# atlanteans_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is för de Krokodiljaggt un dat grote tum Jagen vun anner Deerten.
sv: Byggnaden har två olika arbetsområden, det mindre för krokodiljakt och det större för viltjakt.

# atlanteans_building
source: If there is a sufficient amount of crocodiles and other animals, the hunters need %1$s on average to produce one meat. If there are no crocodiles, the building operates as a basic hunter's house and the hunters need %2$s on average to produce one meat.
cs: Pokud je dostatek krokodýlů a jiné zvěře, lovci potřebují na získání jednoho kusu masa v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejný domek lovce a lovci potřebují na získání jednoho kusu masa v průměru %2$s.
nds: Wenn dat genoog Krokodilen un anner Deerten gifft, bruuken de Jägers dör de Bank %1$s, um een Fleesk to produzeren. Wenn dat keene Krokodilen gifft, warkt dat Huus as een normaal Jaggthuus un de Jägers bruken dör de Bank %2$s, um een Fleesk to produzeren.
sv: Om det finns tillräckligt med krokodiler och andra djur behöver jägarna i genomsnitt %1$s för att producera ett kött. Om det inte finns några krokodiler fungerar byggnaden som ett enkelt jaktställe och jägarna behöver i genomsnitt %2$s för att producera ett kött.

# atlanteans_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# amazons_building
source: Hunting crocodiles keeps our living space save. The crocodiles could easily become overpopulated once they appear in our territory.
cs: Lov krokodýlů udržuje náš životní prostor bezpečným. Krokodýli by se snadno mohli přemnožit, jakmile se dostanou na naše území.
nds: Indeem wi Krokodilen jagen, hollen wi uns’ Levensrüümte seker. De Krokodilen könen sik licht to stark vermehren, wenn se eerst maal in uns’ Gewest leven.
sv: Jakt på krokodiler håller vår livsmiljö säker. Krokodilerna kan lätt bli överbefolkade när de väl dyker upp i vårt territorium.

# amazons_building
source: Hunter-gatherer advocates the idea of building a crocodile hunter's hut
cs: lovkyně-sběračka obhajuje záměr postavit chatu lovkyně krokodýlů
nds: Jägerske-Pottjerske is för de Plaan, eene Krokodiljaggtkaat to bauen
sv: Jägar-samlare förespråkar idén att bygga en krokodiljägarstuga

source: Hunts animals to produce meat. Catches fish in the waters. Hunter-gatherers working at this house can hunt crocodiles too.
cs: Loví zvěř na maso a chytá ryby ve vodě. Lovkyně-sběračky pracující v tomto domku mohou také lovit krokodýly.
nds: Jaggt Deerten, um Fleesk to produzeren. Fangt Fisse im Water. Jägerske-Pottjersken in deesem Huus könen ok Krokodilen jagen.
sv: Jagar djur för att producera kött. Fångar fisk i vattnen. Jägar-samlare som arbetar vid detta hus kan också jaga krokodiler.

# amazons_building
source: This building is useful only when you have a Sumatran opponent and there are crocodiles coming from his territory into your territory.
cs: Tato budova je užitečná, pouze pokud máš za protivníka Sumatřany a z jejich území na tvé území přichází krokodýli.
nds: Deeses Huus is blots dann nüttelk, wenn du tegen eenen Sumatraansk Feind spöölst un Krokodilen ut sienem Gewest in dien Gewest komen.
sv: Denna byggnad är endast användbar när du har en motståndare från Sumatra och det finns krokodiler som kommer från hans territorium in i ditt territorium.

# amazons_building
source: The building has 2 different working areas, the smaller for crocodile hunting and the larger for game hunting and fishing.
cs: Budova má 2 různé pracovní oblasti. Menší pro lovení krokodýlů a větší pro lov zvěře a rybaření.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is för de Krokodiljaggt un dat grote tum Jagen vun anner Deerten un tum Fisken.
sv: Byggnaden har två olika arbetsområden, det mindre för krokodiljakt och det större för viltjakt och fiske.

# amazons_building
source: If there is a sufficient amount of crocodiles, other animals and fishes, the hunter-gatherers need %1$s on average to produce one meat or fish. If there are no crocodiles, the building operates as a basic hunter-gatherer's hut and needs %2$s on average to produce one meat or fish.
cs: Pokud je dostatek krokodýlů, jiné zvěře a ryb, lovkyně-sběračky potřebují na získání jednoho kusu masa nebo jedné ryby v průměru %1$s. Pokud nejsou krokodýli, budova funguje jako obyčejná chata lovkyně-sběračky a potřebuje na získání jednoho kusu masa nebo ryby v průměru %2$s.
nds: Wenn dat genoog Krokodilen un anner Deerten un Fisse gifft, bruuken de Jägerske-Pottjersken dör de Bank %1$s, um een Fleesk of Fiss to produzeren. Wenn dat keene Krokodilen gifft, warkt de Kaat as eene normaal Jägerske-Pottjerske-Kaat un bruukt dör de Bank %2$s, um een Fleesk of Fiss to produzeren.
sv: Om det finns tillräckligt med krokodiler, andra djur och fiskar behöver jägare-samlarna i genomsnitt %1$s för att producera ett kött eller en fisk. Om det inte finns några krokodiler fungerar byggnaden som en enkel jägare-samlarhydda och behöver i genomsnitt %2$s för att producera ett kött eller en fisk.

# amazons_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
nds: Wenn daar Schüünten of Hinners im Weg sünd, düürt dat langer.
nl: In het geval van hellingen of obstakels in de weg, wordt de tijd verlengd.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# sumatran_building
source: Armorsmithy
cs: Platnéřství
nds: Rüstsmee
nl: Wapenmakerij
sv: Rustningssmedja

source: working
cs: vyrábění
nds: to Warken
nl: werkende
sv: arbeta

source: forging a copper armor
cs: kování měděné zbroje
nds: eenen Koper-Wapenrock to smeden
nl: een koperen pantser smeden
sv: smide en kopparrustning

source: forging a golden armor
cs: kování zlaté zbroje
nds: eenen Goldenen Wapenrock to smeden
nl: een gouden harnas smeden
sv: smida en gyllene rustning

source: forging a golden shield
cs: kování zlatého štítu
nds: eenen Goldenen Schild to smeden
nl: een gouden schild smeden
sv: smida ett gyllene sköld

# sumatran_building
source: Cassava Fields
cs: Manioková pole
nds: Maniok-Ackers
nl: Cassavevelden
sv: Maniokfält

source: planting cassava
cs: sázení manioku
nds: Maniok to planten
nl: cassave planten
sv: plantera kassava

source: harvesting cassava
cs: sklízení manioku
nds: Maniok to arnten
nl: cassave oogsten
sv: skörd av kassava

source: No Fields
cs: Žádná pole
nds: Keene Meedjes
nl: Geen Velden
sv: Inga fält

source: Out of Fields
cs: Došla pole
nds: Hebb keene Medjes mehr
nl: Zonder Velden
sv: Slut på fält

# sumatran_building
source: The farmer working at this cassava fields has no cleared soil to plant new plants.
cs: Farmář pracující na tomto maniokovém poli nemá žádnou volnou půdu na vysazování nových rostlin.
nds: De Buur dat warkt bi deese Maniok-Ackers hett keen Meedland waar he wat anplanten kann.
nl: De boer die op deze cassavevelden werkt, heeft geen vrijgemaakte grond om nieuwe planten te planten.
sv: Bonden som arbetar på dessa kassavafält har ingen rensad mark att plantera nya växter på.
