Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_ware
source: It is made out of cassava roots by cooking.
cs: Je získáván z maniokových hlíz.
nds: Se word ut Maniok-Wuddels maakt, indeem se kookt worden.
nl: Het wordt gemaakt van cassavewortels door koken.
sv: Den tillverkas av kassavarötter genom kokning.

# sumatran_ware
source: Fresh fish is cooked in the kitchens and added into meals for your warriors and miners.
cs: Čerstvé ryby jsou vařeny v kuchyních a přidávány do jídel pro tvé bojovníky a horníky.
nds: Frisker Fiss word in Kökens kookt un to de Mahltieden för diene Ridders un Bargwarkskeerls hentogeven.
nl: Verse vis wordt gekookt in de keukens en verwerkt in maaltijden voor je krijgers en mijnwerkers.
sv: Färsk fisk tillagas i köken och läggs till måltiderna för dina krigare och gruvarbetare.

# sumatran_ware
source: Fresh meat is cooked in the kitchens and added into meals for yor warriors, miners and carriers.
cs: Čerstvé maso je vařeno v kuchyních a přidáváno do jídel pro tvé bojovníky a horníky.
nds: Friskes Fleesk word in Kökens kookt un to de Mahltieden för diene Ridders, Bargwarkskeerls un Lastendragers hentogeven.
nl: Vers vlees wordt gekookt in de keukens en toegevoegd aan maaltijden voor jullie krijgers, mijnwerkers en dragers.
sv: Färskt kött tillagas i köken och läggs till måltiderna för dina krigare, gruvarbetare och transportörer.

# sumatran_ware
source: Eggs are used as a substitute for meat, fish and cassava leaves in the kitchens.
cs: Vejce jsou spotřebovávána v kuchyních jako náhrada za maso, ryby nebo maniokové listy.
nds: Eier worden in Stee vun Fleesk, Fiss un Maniok-Bladen in de Kökens bruukt.
nl: Eieren worden in de keuken gebruikt als vervanging voor vlees, vis en cassavebladeren.
sv: Ägg används som ersättning för kött, fisk och kassavablad i köken.

# sumatran_ware
source: You need food waste as a food source for chickens to produce eggs.
cs: Aby slepice snášely vejce, potřebuješ jídlové zbytky jako krmivo.
nds: Du bruukst Spiesenoffall, um de Hennen to föden, wat Eier produzeren.
nl: Je hebt voedselafval nodig als voedselbron voor kippen om eieren te produceren.
sv: Du behöver matavfall som födokälla för höns som producerar ägg.

# sumatran_ware
source: Meal is consumed in mines and training sites. Every new carrier also need meal before his service on a road.
cs: Jídlo je konzumováno v dolech a na cvičištích. Každý nový nosič musí také dostat jídlo než se vydá na svou službu na cestách.
nds: Mahltieden worden in Bargwarken un Övens-Boen eten. Elkeen nejer Lastendrager bruukt ok een Mahl, ehr he up eener Straat warken kann.
nl: Meel wordt geconsumeerd in mijnen en trainingslocaties. Elke nieuwe drager heeft ook een maaltijd nodig voordat hij de weg op gaat.
sv: Måltider intas i gruvor och på utbildningsplatser. Varje ny transportör behöver också måltider innan han börjar sin tjänstgöring på vägen.

# sumatran_ware
source: Meal is an optimal combination of several food ingredients. These are starch, cassava leaves, meat or fish and water. Eggs can be used instead some of these ingredients too.
cs: Jídlo je optimální kombinací několika surovin. Jsou jimi škrob, maniokové listy, maso nebo ryba a voda. Místo některých z těchto surovin lze použít také vejce.
nds: Een Mahl is eene beste Verbinnen ut mennig Spiesen-Bigaven. Dat sünd Starkde, Maniok-Bladen, Fleesk of Fiss un Water. Eier könen ok in Stee vun eenigen vun deesen Bigaven bruukt worden.
nl: Maaltijd is een optimale combinatie van verschillende voedselingrediënten. Dit zijn zetmeel, cassavebladeren, vlees of vis en water. In plaats van sommige van deze ingrediënten kunnen ook eieren worden gebruikt.
sv: Måltiden är en optimal kombination av flera livsmedelsingredienser. Dessa är stärkelse, kassavablad, kött eller fisk och vatten. Ägg kan också användas istället för vissa av dessa ingredienser.

# sumatran_ware
source: You can feed food waste to your chickens and gain eggs and meat.
cs: Jídlové zbytky můžeš použít jako krmivo pro slepice a získáš tak vejce a maso.
nds: Du kannst diene Hennen mit Spiesenoffall föden, um Eier un Fleesk to produzeren.
nl: Je kunt voedselafval aan je kippen voeren en zo eieren en vlees winnen.
sv: Du kan mata dina höns med matavfall och få ägg och kött.

# sumatran_ware
source: Food waste is produced as a byproduct in your kitchens. Kitchens also start producing food waste by throwing out starch when they don't have cassava leaves or eggs on stock and meal is needed.
cs: Jídlové zbytky jsou vedlejším produktem kuchyní. Kuchyně také začínají produkovat jídlové zbytky vyhazováním škrobu, pokud nemají dostatek maniokových listů nebo vajec na skladě a je potřeba vyrábět jídlo.
nds: Spiesenoffall word as Tegenprodukt in dienen Kökens prooduzeert. Kökens begünnen ok, Spiesenoffall to produzeren, indeem se Starkde rutsmieten, wenn se keene Maniok-Bladen of Eiers hebben un Mahltieden bruukt worden.
nl: Voedselafval ontstaat als bijproduct in jullie keukens. Keukens produceren ook voedselafval door zetmeel weg te gooien als ze geen cassavebladeren of eieren op voorraad hebben en er meel nodig is.
sv: Matavfall produceras som en biprodukt i era kök. Kök börjar också producera matavfall genom att slänga stärkelse när de inte har kassava-blad eller ägg i lager och måltider behöver tillagas.

# sumatran_ware
source: Palm wine is consumed together with meal in your training sites and in deep mines. It is produced by winery and wineries need fully grown palms nearby.
cs: Palmové víno se spotřebovává společně s jídlem na tvých cvičištích a v hlubokých dolech. Vyrábí se ve vinařství a vinařství potřebují ve svém okolí plně dorostlé palmy.
nds: Palmwien word tosamen mit Mahltieden in dienen Övens-Boen un in deepen Bargwarken bruukt. ’t word vun de Wienmakeree maakt, un de de Wienmakereen bruken utwassen Palmbomen in de Naberskupp.
nl: Palmwijn wordt samen met een maaltijd gedronken op je trainingslocaties en in diepe mijnen. Het wordt geproduceerd door een wijnmakerij en wijnmakerijen hebben volgroeide palmen in de buurt nodig.
sv: Palmvin konsumeras tillsammans med måltider på era träningsplatser och i djupa gruvor. Det produceras av vingårdar och vingårdarna behöver fullvuxna palmer i närheten.

# sumatran_ware
source: Raw diamonds are used to produce whetstones or can be polished and used as a precious building material.
cs: Surové diamanty se používají k výrobě brousků nebo mohou být broušeny a použity jako cenný stavební materiál.
nds: Ruge Edelstenen worden bruukt, um Sliepstenen to produzeren, of se könen slepen un as een düür Baukraam bruukt worden.
nl: Ruwe diamanten worden gebruikt om wetstenen van te maken of kunnen worden gepolijst en gebruikt als kostbaar bouwmateriaal.
sv: Rådiamanter används för att tillverka slipstenar eller kan poleras och användas som ett värdefullt byggmaterial.

# sumatran_ware
source: Diamonds are a very precious building material. These precious stones are also your main source of wealth, when goal of game is to collect precious things.
cs: Diamanty jsou velmi cenným stavebním materiálem. Tyto drahé kameny jsou také tvým hlavním zdrojem bohatství, pokud je cílem hry posbírat co nejvíce cenností.
nds: Edelstenen sünd een bannig düür Baukraam. Deese Edelstenen sünd ok diene wichtigste Quell vun Riekdoom, wenn diene Speel-Upgaav is, dürabel Kraam to pottjen.
nl: Diamanten zijn een zeer kostbaar bouwmateriaal. Deze kostbare stenen zijn ook je belangrijkste bron van rijkdom, wanneer het doel van het spel het verzamelen van kostbare dingen is.
sv: Diamanter är ett mycket värdefullt byggmaterial. Dessa ädelstenar är också din huvudsakliga källa till rikedom när målet med spelet är att samla värdefulla saker.

# sumatran_ware
source: The production of diamonds is skipped when whetstone is needed.
cs: Pokud hospodářství potřebuje brousek, výroba diamantů je odložena.
nds: Edelstenen worden nich produzeert, wenn Sliepstenen bruukt worden.
sv: Diamantproduktionen hoppas över när slipsten behövs.

# sumatran_ware
source: While smelting metals, the fires of the sumatran furnaces are fed with coal.
cs: Ohně sumatřských pecí jsou při slévání kovů udržovány uhlím.
nds: Dat Füür in sumatraansk Smeltwarken bi’m Smelten vun Metallen verbrannt Köhl.
sv: Vid smältning av metaller eldas sumatranska ugnar med kol.

# sumatran_ware
source: It is mined in coal mines or produced out of logs and tropical wood by a charcoal kiln.
cs: Těží se v uhelných dolech nebo se vyrábí z klád a tropického dřeva v milířích.
nds: Se word in Köhle-Bargwarken ofboot of in Holtköhl-Brannereen ut Boomstammen un Regenwaldholt produzeert.
nl: Het wordt gewonnen in kolenmijnen of geproduceerd uit boomstammen en tropisch hout in een houtskoolmeiler.
sv: Det bryts i kolgruvor eller produceras av stockar och tropiskt trä i en kolugn.

# sumatran_ware
source: Copper ore can be smelted into copper in a furnace.
cs: Měděnou rudu lze v huti přetavit na měď.
nds: Koperkluut kann in eener Smelteree to Koper smelt worden.
sv: Kopparmalm kan smältas till koppar i en ugn.

# sumatran_ware
source: Your miners need meals and in deep mines also palm wine to produce it.
cs: Aby ji horníci mohli těžit potřebují jídlo a v hlubokých dolech také palmové víno.
nds: Diene Barkwarkskeerls bruken Mahltieden un in deepen Bargwarken ok Palmwien, um dat to produzeren.
nl: Je mijnwerkers hebben maaltijden nodig en in diepe mijnen ook palmwijn om die te produceren.
sv: Dina gruvarbetare behöver mat och i djupa gruvor även palmvin för att producera den.

# sumatran_ware
source: Copper is needed for armor production. It is a rare building material too.
cs: Měď je potřeba na výrobu zbroje. Slouží také jako nepříliš běžný stavební materiál.
nds: Koper bruukt man, um Wapenrocken to produzeren. ’t is ok een düür Baukraam.
sv: Koppar behövs för tillverkning av rustningar. Det är också ett sällsynt byggmaterial.

# sumatran_ware
source: It is produced by the furnaces.
cs: Je vyráběna v hutích.
nds: ’t word vun de Smeltereen produzeert.
nl: Het wordt geproduceerd door de ovens.
sv: Det produceras av ugnarna.

# ware
source: Iron ore can be smelted into iron in a furnace.
cs: Železnou rudu lze v huti přetavit na železo.
nds: Iesenkluut kann in eener Smelteree to Iesen smelt worden.
sv: Järnmalm kan smältas till järn i en ugn.

# ware
source: Iron is needed for tool and weapon production.
cs: Železo je potřeba na výrobu nástrojů a zbraní.
nds: Iesen bruukt man, um Warktüüg un Wapens to smeden.
nl: IJzer is nodig voor de productie van gereedschappen en wapens.
sv: Järn behövs för tillverkning av verktyg och vapen.

# ware
source: Gold ore can be smelted into gold in a furnace.
cs: Zlatou rudu lze v huti přetavit na zlato.
nds: Goldkluut kann in eener Smelteree to Gold smelt worden.
sv: Guldmalm kan smältas till guld i en ugn.

# ware
source: Gold is needed for armor production. It is a rare building material too.
cs: Zlato je potřeba na výrobu zbroje. Slouží také jako vzácný stavební materiál.
nds: Gold bruukt man, um Wapenrocken to produzeren. ’t is ok een düür Baukraam.
nl: Goud is nodig voor de productie van pantsers. Het is ook een zeldzaam bouwmateriaal.
sv: Guld behövs för tillverkning av rustningar. Det är också ett sällsynt byggmaterial.

# sumatran_ware
source: Gold is the most valuable of all metals, and it is smelted out of gold ore in furnaces.
cs: Zlato je nejcennějším ze všech kovů a je získáváno tavením zlaté rudy v hutích.
nds: Gold is dat düürste vun allen Metallen un word in Smeltereen ut Goldkluut smelt.
nl: Goud is het meest waardevolle van alle metalen en wordt in ovens uit gouderts gesmolten.
sv: Guld är det mest värdefulla av alla metaller och smälts ut ur guldmalm i ugnar.

# sumatran_ware
source: The felling ax is the tool to cut down trees and is used by woodcutters.
cs: Těžební sekera je nástroj na kácení stromů a používají ji dřevorubci.
nds: De Boomslager-Ext is dat Waarktüüg, waar man Bomen mit ofkappt. De Boomslager bruukt se.
nl: De kapbijl is het gereedschap om bomen om te hakken en wordt gebruikt door houthakkers.
sv: Fällningsyxan är ett verktyg för att fälla träd och används av skogshuggare.

# sumatran_ware
source: They are produced by tools workshops.
cs: Jsou vyráběny v nástrojářských dílnách.
nds: Se worden vun Warktüügsmeden produzeert.
nl: Ze worden geproduceerd door gereedschapswerkplaatsen.
sv: De tillverkas av verktygsverkstäder.

# sumatran_ware
source: Picks are used by stonecutters and miners.
cs: Krumpáče používají kameníci a horníci.
nds: Pickhacken worden vun de Flintslagers un Bargwarkskeerls bruukt.
nl: Pikhouwelen worden gebruikt door steenhouwers en mijnwerkers.
sv: Hackor används av stenhuggare och gruvarbetare.

# sumatran_ware
source: The shovel is an essential tool for foresters and farmers.
cs: Lopata je nezbytným nástrojem pro lesníky a farmáře.
nds: De Schüppe is een wichtigs Warktüüg för Försters un Buren.
nl: De schop is een essentieel gereedschap voor bosbouwers en boeren.
sv: Spaden är ett viktigt verktyg för skogsbrukare och jordbrukare.

# sumatran_ware
source: The hammer is the most used tool. Geologists, builders, coppersmiths, shipwrights and craftsmen, they all need hammer.
cs: Kladivo je nejpoužívanějším nástrojem. Geologové, stavaři, kovotepci, loďaři a řemeslníci, ti všichni ho potřebují.
nds: De Klöpper is dat wichtigst Warktüüg. Schattsökers, Baulüü, Kopersmidden, Schippebauers un Handwarkers all bruken eenen.
nl: De hamer is het meest gebruikte gereedschap. Geologen, bouwers, koperslagers, scheepstimmerlieden en ambachtslieden, ze hebben allemaal een hamer nodig.
sv: Hammaren är det mest använda verktyget. Geologer, byggare, kopparsmeder, skeppsbyggare och hantverkare – alla behöver en hammare.

# sumatran_ware
source: The machete is a tool for leaf gatherers, reedcutters and together with buckets also for wine makers.
cs: Mačeta je nástrojem sběraček listí, sběračů rákosu a společně s kýbly také vinařek.
nds: Dat Mest is een Warktüüg för Bladenpottjers, Reitsnieders un tosamen mit Emmers ok för Wienmakers.
nl: De machete is een gereedschap voor bladerverzamelaars, rietsnijders en samen met emmers ook voor wijnmakers.
sv: Macheten är ett verktyg för lövplockare, vassskärare och tillsammans med hinkar även för vinproducenter.

# sumatran_ware
source: Kitchen tools are used by cooks.
cs: Kuchyňské nářadí používají kuchaři.
nds: Kochen bruuken Besteck.
nl: Keukengereedschap wordt gebruikt door koks.
sv: Köksredskap används av kockar.

# sumatran_ware
source: Fire tongs are the tools for smelting ores.
cs: Kovářské kleště jsou nástrojem používaným při tavení rudy.
nds: Füürtangen sünd dat Warktüüg, waar man Kluten mit smelt.
nl: Vuurtonnen zijn de gereedschappen voor het smelten van ertsen.
sv: Eldtänger är verktyg för att smälta malm.

# sumatran_ware
source: Buckets are used by water carriers and together with a machete by wine makers.
cs: Kýble jsou používány nosiči vody a společně s mačetou vinařkami.
nds: Emmers worden vun Waterdragers un tosamen mit eenem Mest vun Wienmakers bruukt.
nl: Emmers worden gebruikt door waterdragers en samen met een machete door wijnmakers.
sv: Hinkar används av vattenbärare och tillsammans med en machete av vinproducenter.

# sumatran_ware
source: Whetstones are used by craftsmen and are produced in a basic workshop.
cs: Brousky jsou používány řemeslníky a vyrábí se v obyčejných dílnách.
nds: Sliepstenen worden vun Handwarkers bruukt un in eener Lütten Smee produzeert.
nl: Wetstenen worden gebruikt door ambachtslieden en worden geproduceerd in een basiswerkplaats.
sv: Vässstenar används av hantverkare och tillverkas i en enkel verkstad.

# sumatran_ware
source: Source material for armor production.
cs: Vstupní materiál na výrobu zbroje.
nds: Quellmaterial tum Smeden vun Wapenrocken.
sv: Råmaterial för tillverkning av rustningar.

# sumatran_ware
source: Spear is a widely used weapon for hunters and warriors.
cs: Oštěp je zbraní s širokým využitím pro lovce a bojovníky.
sv: Spjut är ett vanligt förekommande vapen för jägare och krigare.

# sumatran_ware
source: A basic piece of clothing for your warriors, hunters and chiefs.
cs: Základní druh oblečení pro tvé bojovníky, lovce a náčelníky.
nds: Een eenfaches Kluft-Deel för diene Ridders, Jägers un Basen.
nl: Een basiskledingstuk voor je krijgers, jagers en stamhoofden.
sv: Ett basplagg för dina krigare, jägare och hövdingar.

# sumatran_ware
source: The warriors dress is an ideal type clothing for warriors. It is produced in a sewing workshop and used in a training camp – together with meal and palm wine – to ensure that the warrior’s health will be on the highest level.
cs: Oděv bojovníka je ideálním druhem oblečení pro bojovníky. Vyrábí se v šicí dílně a používá se ve výcvikovém táboře – společně s jídlem a palmovým vínem – aby zabezpečilo, že zdraví bojovníka bude na nejvyšší možné úrovni.
nds: De Ridderkluft is de allerbeste Kluft för Ridders. Se word in eener Naiheree produzeert un in eenem Övens-Lager – tosamen mit Mahl un Palmwien – bruukt, um de Gesundheid vun de Ridder up de hoogste Stand to brengen.
nl: De krijgerskleding is een ideaal type kleding voor krijgers. Het wordt gemaakt in een naaiatelier en gebruikt in een trainingskamp - samen met een maaltijd en palmwijn - om ervoor te zorgen dat de gezondheid van de krijger op het hoogste niveau is.
sv: Krigarklädnaden är en idealisk klädsel för krigare. Den tillverkas i en sömnadsverkstad och används i ett träningsläger – tillsammans med mat och palmvin – för att säkerställa att krigarnas hälsa är på högsta nivå.

# sumatran_ware
source: This shoes are produced in a sewing workshop and used in a training camp – together with meal and palm wine – to train soldiers in evade. Scouts wear this type of shoes too.
cs: Tyto boty se vyrábí v šicí dílně a používají se ve výcvikovém táboře – společně s jídlem a palmovým vínem – při tréninku bojovníků v úhybu. Také průzkumníci používají tento druh obuvi.
nds: Deese Schoh worden in eener Naiheree produzeert un in eenem Övens-Lager – tosamen mit Mahl un Palmwien – bruukt, um Soldaten Utwieken to lehren. Bespejers dragen deese Aard vun Schoh ok.
nl: Deze schoenen worden gemaakt in een naaiatelier en gebruikt in een trainingskamp - samen met maaltijd en palmwijn - om soldaten te trainen in ontwijking. Scouts dragen dit soort schoenen ook.
sv: Dessa skor tillverkas i en sömnadsverkstad och används i ett träningsläger – tillsammans med mat och palmvin – för att träna soldater i att undvika fienden. Även spejare bär denna typ av skor.

# sumatran_ware
source: The copper armor is a basic defense tool for warriors. It is produced in an armorsmithy and used in a training camp – together with meal and palm wine – to train warriors in defense.
cs: Měděná zbroj je základním obranným prostředkem pro bojovníky. Vyrábí se v platnéřství a používá se ve výcvikovém táboře – společně s jídlem a palmovým vínem – při tréninku bojovníků v obraně.
nds: De Koper-Wapenrock is een eenfaches Verteidigungs-Warktüüg för Ridders. ’t word in eener Rüstsmee produzeert un in eenem Övens-Lager – tosamen mit Mahl un Palmwien – bruukt, um Ridders in Verteidigung uttobilden.
nl: Het koperen pantser is een basis verdedigingsmiddel voor krijgers. Het wordt gemaakt in een wapenmakerij en gebruikt in een trainingskamp – samen met meel en palmwijn – om krijgers te trainen in verdediging.
sv: Kopparrustningen är ett grundläggande försvarsredskap för krigare. Den tillverkas i en rustningssmedja och används i ett träningsläger – tillsammans med måltider och palmvin – för att träna krigare i försvar.

# sumatran_ware
source: The golden armor is an improved defense tool for warriors. It is produced in an armorsmithy and used in a training camp – together with meal and palm wine – to train warriors in defense.
cs: Zlatá zbroj je vylepšeným obranným prostředkem pro bojovníky. Vyrábí se v platnéřství a používá se ve výcvikovém táboře – společně s jídlem a palmovým vínem – při tréninku bojovníků v obraně.
nds: De Goldene Wapenrock is een godes Verteidigungs-Warktüüg för Ridders. ’t word in eener Rüstsmee produzeert un in eenem Övens-Lager – tosamen mit Mahl un Palmwien – bruukt, um Ridders in Verteidigung uttobilden.
nl: Het gouden pantser is een verbeterd verdedigingsmiddel voor krijgers. Het wordt geproduceerd in een wapenmakerij en gebruikt in een trainingskamp – samen met maaltijd en palmwijn – om krijgers te trainen in verdediging.
sv: Den gyllene rustningen är ett förbättrat försvarsverktyg för krigare. Den tillverkas i en rustningssmedja och används i ett träningsläger – tillsammans med mat och palmvin – för att träna krigare i försvar.

# sumatran_ware
source: The golden shield is the most efficient defense tool for warriors. It is produced in an armorsmithy and used in a training camp – together with meal and palm wine – to train warriors in defense.
cs: Zlatý štít je nejúčinnějším obranným prostředkem pro bojovníky. Vyrábí se v platnéřství a používá se ve výcvikovém táboře – společně s jídlem a palmovým vínem – při tréninku bojovníků v obraně.
nds: De Goldene Schild is dat beste Verteidigungs-Warktüüg för Ridders. ’t word in eener Rüstsmee produzeert un in eenem Övens-Lager – tosamen mit Mahl un Palmwien – bruukt, um Ridders in Verteidigung uttobilden.
nl: Het gouden schild is het meest efficiënte verdedigingsmiddel voor krijgers. Het wordt geproduceerd in een wapenmakerij en gebruikt in een trainingskamp – samen met maaltijd en palmwijn – om krijgers te trainen in verdediging.
sv: Det gyllene skölden är det mest effektiva försvarsredskapet för krigare. Det tillverkas i en rustningssmedja och används i ett träningsläger – tillsammans med måltider och palmvin – för att träna krigare i försvar.

# sumatran_worker
source: Carries items along roads.
cs: Přenáší náklad na cestách.
nds: Draggt Waren över Straten.
nl: Draagt voorwerpen langs wegen.
sv: Transporterar varor längs vägar.

# sumatran_worker
source: Ships wares across narrow rivers and straights.
cs: Dopravuje suroviny přes řeky a úžiny.
nds: Fährt Waren över smale Stromen un Seegaten.
nl: Scheepsgoederen over smalle rivieren en door zeestraten.
sv: Transporterar varor över smala floder och sund.

# sumatran_worker
source: Eager to become a soldier and defend his tribe!
cs: Odhodlaný stát se vojákem a bránit svůj kmen!
nds: Will radd een Soldat worden un sien Volk verteidigen!
nl: Hij staat te popelen om soldaat te worden en zijn stam te verdedigen!
sv: Ivrig att bli soldat och försvara sin stam!

# sumatran_worker
source: Breeds animals.
cs: Chová zvířata.
nds: Tücht Deerten.
nl: Kweekt dieren.
sv: Avelsdjur.

# sumatran_worker
source: Explores territory of your enemy.
cs: Prozkoumává území tvého nepřítele.
nds: Försket Geweste vun dienem Feind ut.
nl: Verken het gebied van je vijand.
sv: Utforskar fiendens territorium.

# sumatran_worker
source: Gives life to the tropical animals and dwells in thermal springs.
cs: Dává život tropickým zvířatům a přebývá v termálních pramenech.
nds: Gifft Leven to de Regenwald-Deerten un leevt in de Heten Quellen.
nl: Geeft leven aan de tropische dieren en verblijft in thermale bronnen.
sv: Ger liv åt tropiska djur och bor i varma källor.

# sumatran_worker
source: Mines stone.
cs: Láme kámen.
nds: Boot Steen of.
nl: Mijnsteen.
sv: Gruvsten.

# sumatran_worker
source: Fells trees.
cs: Kácí stromy.
nds: Kappt Bomen.
nl: Bomen vellen.
sv: Fäller träd.

# sumatran_worker
source: Plants trees.
cs: Vysazuje stromy.
nds: Plant Bomen.
nl: Planten bomen.
sv: Planterar träd.

# sumatran_worker
source: Grows reed.
cs: Pěstuje rákos.
nds: Plant Reit.
nl: Kweekt riet.
sv: Odlar vass.

# sumatran_worker
source: Collects palm and cassava leaves.
cs: Sbírá palmové a maniokové listí.
nds: Pottjet Bladen vun Palmen un Maniok.
nl: Verzamelt palm- en cassavebladeren.
sv: Samlar palm- och kassavablad.
