Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_building
source: Thanks to watering, the farmer harvests two roots from every field. Unfortunately, the amount of leaves left remains unchanged and leaf gatherer can pick up one bundle of leaves from every harvested field.
cs: Díky zavlažování sklidí farmář z každého pole dvě maniokové hlízy. Naneštěstí množství vyprodukovaného listí zůstává stejné a sběračka listí může sklidit jeden svazek listů z každého sklizeného pole.
nds: De Buur kann de Ackers watern un so twee Wuddels vun elkeen Feld arnten. De Tahl vun Bladen ännert sik leider nich un de Bladenpottjer kann blots een Bünsel Bladen vun elkeen arnt Feld sammeln.
nl: Dankzij besproeiing oogst de boer twee wortels van elk veld. Helaas blijft de hoeveelheid bladeren onveranderd en kan de bladverzamelaar één bundel bladeren van elk geoogst veld plukken.
sv: Tack vare bevattningen skördar bonden två rötter från varje åker. Tyvärr förblir mängden kvarvarande blad oförändrad och bladplockaren kan plocka upp ett knippe blad från varje skördad åker.

# sumatran_building
source: The farmer needs %1% on average to produce one cassava root.
cs: Farmář potřebuje na vyprodukování jedné maniokové hlízy v průměru %1%.
nds: De Buur bruukt dör de Bank %1% um eene Maniok-Wuddel to produzeren.
nl: De boer heeft gemiddeld %1% nodig om één cassavewortel te produceren.
sv: Bonden behöver i genomsnitt %1% för att producera en kassavarot.

# sumatran_building
source: Breeds chickens for eggs and meat.
cs: Chová slepice na vejce a na maso.
nds: Tücht Hennen för Eier un Fleesk.
nl: Fokt kippen voor eieren en vlees.
sv: Uppfödning av kycklingar för ägg och kött.

# sumatran_building
source: The production of eggs is divided into two cycles. In first one only eggs are produced, in second one, you gain eggs and meat.
cs: Produkce vajec je rozdělena do dvou cyklů. V prvním získáš pouze vejce, v druhém vedle vajec ještě maso navíc.
nds: Dat Produzeren vun Eiers word in twee Delen updeelt. Toeerst worden blots Eier produzeert, daarna kriggst du Eier un Fleesk.
nl: De productie van eieren is verdeeld in twee cycli. In de eerste cyclus worden alleen eieren geproduceerd, in de tweede cyclus krijg je eieren en vlees.
sv: Produktionen av ägg är uppdelad i två cykler. I den första produceras endast ägg, i den andra får du både ägg och kött.

# sumatran_building
source: The breeder needs %1% on average to produce one basket of eggs or meat.
cs: Chovatel potřebuje na vyprodukování jednoho koše vajec, nebo masa v průměru %1%.
nds: De Tüchter bruukt dör de Bank %1% um eenen Körv Eier of Fleesk to produzeren.
nl: De fokker heeft gemiddeld %1% nodig om één mand eieren of vlees te produceren.
sv: Uppfödaren behöver i genomsnitt %1% för att producera en korg med ägg eller kött.

# sumatran_building
source: Weaves cloth out of reed and palm leaves.
cs: Tká látku z rákosu a palmových listů.
nds: Weevt Stoff ut Reit un Palmwedels.
nl: Weeft doeken van riet en palmbladeren.
sv: Vävde tyg av vass och palmblad.

# sumatran_building
source: The weaver needs %1% on average to make one piece of cloth.
cs: Tkadlena potřebuje na utkání jednoho kusu látky v průměru %1%.
nds: De Wever bruukt dör de Bank %1% um een Deel Stoff to maken.
nl: De wever heeft gemiddeld %1% nodig om een stuk stof te maken.
sv: Vävaren behöver i genomsnitt %1% för att tillverka ett tygstycke.

# sumatran_building
source: Home of tropical animals. Source of meat and crocodile skin for your hunters.
cs: Domov tropických zvířat. Zdroj masa a krokodýlí kůže pro tvé lovce.
nds: Regenwald-Deerten leven hier. Quell vun Fleesk un Krokodilhuud för diene Jägers.
nl: Het thuis van tropische dieren. Bron van vlees en krokodillenhuid voor je jagers.

# sumatran_building
source: If animals don’t leave a marsh, you have probably built too many roads around the marsh. Roads can block the way for animals to leave. Out of 4 animals leaving the marsh, there is one crocodile.
cs: Pokud zvěř neopouští močál, pak je kolem pravděpodobně postaveno příliš mnoho cest. Cesty mohou bránit zvířatům v opouštění močálu. Ze 4 zvířat, která močál opustí, je jeden krokodýl.
nds: Wenn Deerten eene Fenne nich verlaten, hest du wull to völe Straten um de Fenne baut. Straten verhinnern, dat de Deerten se verlaten könen. Vun elkeen 4 Deerten, wat de Fenne verlaten, is eens een Krokodil.
nl: Als dieren een moeras niet verlaten, heb je waarschijnlijk te veel wegen rond het moeras aangelegd. Wegen kunnen de weg blokkeren voor dieren om te vertrekken. Van de 4 dieren die het moeras verlaten, is er één krokodil.

# sumatran_building
source: There is one animal leaving the marsh in %1% on average.
cs: V průměru opustí močál jedno zvíře za %1%.
nds: Dör de Bank verlett all %1% een Deert de Fenn.
nl: Gemiddeld verlaat één dier het moeras in %1%.

# sumatran_building
source: Digs coal out of the ground in mountain terrain.
cs: Kutá uhlí v horském terénu.
nds: Grafft in Bargen Köhle ut de Grund.
nl: Graaft steenkool uit de grond in bergachtig terrein.
sv: Gräver kol ur marken i bergig terräng.

# sumatran_building
source: This mine can’t be enhanced. You can use it as an alternative to your charcoal burners, when you have enough meal or lack of wood.
cs: Tento důl nelze vylepšit. Je alternativou k milířům, pokud máš dostatek jídla nebo nedostatek dřeva.
nds: Deeses Bargwark kann nich utbaut worden. Du kannst ’t in Stee vun dienen Holtköhl-Brannereen bruken, wenn du genoog Mahltieden of nich genoog Holt hest.
nl: Deze mijn kan niet worden verbeterd. Je kunt hem gebruiken als alternatief voor je houtskoolbranders, als je genoeg meel of te weinig hout hebt.
sv: Denna gruva kan inte förbättras. Du kan använda den som ett alternativ till dina kolgrillar när du har tillräckligt med mjöl eller brist på ved.

# sumatran_building
source: The miner needs %1% on average to produce one piece of ore.
cs: Horník potřebuje na získání jednoho kusu rudy v průměru %1%.
nds: De Bargwarkskeerl bruukt dör de Bank %1% um een Deel Kluut to produzeren.
nl: De mijnwerkers hebben gemiddeld %1% nodig om één stuk erts te produceren.
sv: Gruvarbetaren behöver i genomsnitt %1% för att producera en bit malm.

# sumatran_building
source: Digs iron ore out of the ground in mountain terrain.
cs: Těží železnou rudu v horském terénu.
nds: Grafft in Bargen Iesenkluut ut de Grund.
nl: Graaft ijzererts uit de grond in bergachtig terrein.
sv: Gräver järnmalm ur marken i bergig terräng.

# sumatran_building
source: In comparison to a deep mine, production of this mine is quicker but more expensive.
cs: Ve srovnání s hlubokým dolem je produkce tohoto dolu rychlejší, ale nákladnější.
nds: Im Vergliek mit eenem deepen Bargwark produzeert deeses Bargwark fixer, aver dürer.
nl: In vergelijking met een diepe mijn is de productie van deze mijn sneller maar duurder.
sv: Jämfört med en djup gruva är produktionen i denna gruva snabbare men dyrare.

# sumatran_building
source: In comparison to a basic mine, production of this mine is slower but cheaper.
cs: Ve srovnání se základním dolem je produkce tohoto dolu pomalejší, ale levnější.
nds: Im Vergliek mit eenem normaalen Bargwark produzeert deeses Bargwark langsaamer, aver billiger.
nl: In vergelijking met een basismijn is de productie van deze mijn langzamer maar goedkoper.
sv: Jämfört med en vanlig gruva är produktionen i denna gruva långsammare men billigare.

# sumatran_building
source: The miners need %1% on average to produce one piece of ore.
cs: Horníci potřebují na získání jednoho kusu rudy v průměru %1%.
nds: De Bargwarkskeerls bruuken dör de Bank %1% um een Deel Kluut to produzeren.
nl: De mijnwerkers hebben gemiddeld %1% nodig om één stuk erts te produceren.
sv: Gruvarbetarna behöver i genomsnitt %1% för att producera en bit malm.

# sumatran_building
source: Digs copper ore and gold ore out of the ground in mountain terrain.
cs: Těží měděnou a zlatou rudu v horském terénu.
nds: Grafft in Bargen Koperkluut un Goldkluut ut de Grund.
nl: Graaft koper- en gouderts uit de grond in bergachtig terrein.
sv: Bryter kopparmalm och guldmalm ur marken i bergig terräng.

# sumatran_building
source: In comparison to a deep mine, production of this mine is quicker but more expensive. The mine has two programs. Can produce higher ratio of gold ore when gold ore is needed.
cs: Ve srovnání s hlubokým dolem je produkce tohoto dolu rychlejší, ale dražší. Důl má dva programy. Může produkovat vyšší podíl zlaté rudy pokud je zlatá ruda potřeba.
nds: Im Vergliek mit eenem deepen Bargwark produzeert deeses Bargwark fixer, aver dürer. Dat Bargwark hett twee Warkwiesen; ’t kann eenen hogern Andeel vun Goldkluut produzeren, wenn Goldkluut bruukt word.
nl: In vergelijking met een diepe mijn is de productie van deze mijn sneller maar duurder. De mijn heeft twee programma's. Kan een hoger percentage gouderts produceren wanneer gouderts nodig is.
sv: Jämfört med en djupgruva är produktionen i denna gruva snabbare men dyrare. Gruvan har två program. Kan producera en högre andel guldmalm när guldmalm behövs.

# sumatran_building
source: In comparison to a basic mine, production of this mine is slower but cheaper. The mine has two programs. Can produce higher ratio of gold ore when gold ore is needed. Empty mines produce gold primarily, when gold is needed.
cs: Ve srovnání se základním dolem je produkce tohoto dolu pomalejší, ale levnější. Důl má dva programy. Může produkovat vyšší podíl zlaté rudy pokud je zlatá ruda potřeba. Prázdné doly produkují primárně zlato, pokud hospodářství potřebuje zlato.
nds: Im Vergliek mit eenem normaalen Bargwark produzeert deeses Bargwark langsaamer, aver billiger. Dat Bargwark hett twee Warkwiesen; ’t kann eenen hogern Andeel vun Goldkluut produzeren, wenn Goldkluut bruukt word. Lege Bargwarken produzeren mehr Gold, wenn Gold bruukt word.
nl: In vergelijking met een basismijn is de productie van deze mijn langzamer maar goedkoper. De mijn heeft twee programma's. Kan een hoger percentage gouderts produceren als gouderts nodig is. Lege mijnen produceren voornamelijk goud als er goud nodig is.
sv: Jämfört med en vanlig gruva är produktionen i denna gruva långsammare men billigare. Gruvan har två program. Kan producera en högre andel guldmalm när guldmalm behövs. Tomma gruvor producerar främst guld när guld behövs.

# sumatran_building
source: Digs raw diamonds and stone out of the ground in mountain terrain.
cs: Těží surové diamanty a kámen v horském terénu.
nds: Grafft in Bargen ruge Edelstenen un Steen ut de Grund.
nl: Graaft ruwe diamanten en stenen uit de grond in bergachtig terrein.

# sumatran_building
source: In comparison to a deep mine, production of this mine is quicker but more expensive. The mine has two programs. When economy doesn’t need raw diamonds, the miners don’t bother by searching them.
cs: Ve srovnání s hlubokým dolem je produkce tohoto dolu rychlejší, ale dražší. Důl má dva programy. Pokud hospodářství nepotřebuje surové diamanty, horníci se neobtěžují jejich hledáním.
nds: Im Vergliek mit eenem deepen Bargwark produzeert deeses Bargwark fixer, aver dürer. Dat Bargwark hett twee Warkwiesen; wenn de Weertskupp keene rugen Edelstenen bruukt, doon sik de Bargwarkskeerls nich um, welke to söken.
nl: In vergelijking met een diepe mijn is de productie van deze mijn sneller maar duurder. De mijn heeft twee programma's. Als de economie geen ruwe diamanten nodig heeft, doen de mijnwerkers geen moeite om ze te zoeken.
sv: Jämfört med en djupgruva är produktionen i denna gruva snabbare men dyrare. Gruvan har två program. När ekonomin inte behöver rådiamanter bryr sig gruvarbetarna inte om att leta efter dem.

# sumatran_building
source: The miner needs %1% on average to produce one piece of stone or raw diamond.
cs: Horník potřebuje na získání jednoho kvádru kamene, nebo jednoho surového diamantu v průměru %1%.
nds: De Bargwarkskeerl bruukt dör de Bank %1% um een Deel Steen of rugen Edelsteen to produzeren.
nl: De mijnwerkers hebben gemiddeld %1% nodig om één stuk steen of ruwe diamant te produceren.

# sumatran_building
source: In comparison to a basic mine, production of this mine is slower. The mine has two programs. When economy doesn’t need raw diamonds, the miners don’t bother by searching them.
cs: Ve srovnání se základním dolem je produkce tohoto dolu pomalejší, ale levnější. Důl má dva programy. Pokud hospodářství nepotřebuje surové diamanty, horníci se neobtěžují jejich hledáním.
nds: Im Vergliek mit eenem normaalen Bargwark produzeert deeses Bargwark langsaamer, aver billiger. Dat Bargwark hett twee Warkwiesen; wenn de Weertskupp keene rugen Edelstenen bruukt, doon sik de Bargwarkskeerls nich um, welke to söken.
nl: In vergelijking met een basismijn verloopt de productie van deze mijn trager. De mijn heeft twee programma's. Als de economie geen ruwe diamanten nodig heeft, doen de mijnwerkers geen moeite om ze te zoeken.
sv: Jämfört med en vanlig gruva är produktionen i denna gruva långsammare. Gruvan har två program. När ekonomin inte behöver rådiamanter bryr sig gruvarbetarna inte om att leta efter dem.

# sumatran_building
source: The miners need %1% on average to produce one piece of stone or raw diamond.
cs: Horníci potřebují na získání jednoho kvádru kamene, nebo jednoho surového diamantu v průměru %1%.
nds: De Bargwarkskeerls bruuken dör de Bank %1% um een Deel Steen of rugen Edelsteen to produzeren.
nl: De mijnwerkers hebben gemiddeld %1% nodig om één stuk steen of ruwe diamant te produceren.

# sumatran_building
source: Trains warriors in ‘Evade’, ‘Defense’ and ‘Health’.
cs: Cvičí bojovníky v úhybu, obraně a zdraví.
nds: Lehrt Ridders »Utwieken«, »Verteidigung« un »Gesundheid«.
nl: Traint krijgers in 'Ontwijk', 'Verdediging' en 'Gezondheid'.
sv: Tränar krigare i "Undvikande", "Försvar" och "Hälsa".

# sumatran_building
source: Equips the warriors with all necessary armor parts and weapons.
cs: Vybavuje bojovníky všemi potřebnými částmi zbroje a zbraněmi.
nds: Rüst de Ridders mit all nödigen Wapen un Wapenrocken ut.
nl: Rust de krijgers uit met alle benodigde pantseronderdelen en wapens.
sv: Utrustar krigarna med alla nödvändiga rustningsdelar och vapen.

# sumatran_building
source: If all needed wares are delivered in time, a training camp can train one soldier one level in evade, defense or health in %s.
cs: Pokud jsou všechny potřebné suroviny doručeny včas, může výcvikový tábor vycvičit jeden stupeň úhybu, obrany nebo zdraví vojáka za %s.
sv: Om alla nödvändiga varor levereras i tid kan ett träningsläger träna en soldat en nivå i undvikande, försvar eller hälsa i %s.

# sumatran_building
source: Complete training of one soldier takes %s.
cs: Kompletní výcvik jednoho bojovníka zabere %s.
sv: En soldats fullständiga utbildning tar %s.

# sumatran_building
source: Trains warriors in ‘Attack’.
cs: Cvičí bojovníky v útoku.
nds: Lehrt Ridders »Angriff«.
nl: Traint krijgers in 'Aanval'.
sv: Tränar krigare i "Attack".

# sumatran_building
source: The warriors improve their attack abilities by hunting crocodiles. Make sure there is enough jungle marshes around the building.
cs: Bojovníci zlepšují své útočné dovednosti lovem krokodýlů. Zajisti, aby v okolí budovy byl dostatek pralesních močálů.
nds: De Ridders verbetern hör Angriffs-Vermögen, indeem se Krokodilen jagen. Wees wiss, dat dat genoog Urwald-Fennen um dat Huus gifft.
nl: De krijgers verbeteren hun aanvalsvaardigheden door op krokodillen te jagen. Zorg ervoor dat er genoeg moerasland rondom het gebouw is.

# sumatran_building
source: If all needed wares are delivered in time, a hunting camp needs between %1$s and %2$s to train one soldier one level in attack, depending on how far the hunter has to walk.
cs: Pokud jsou všechny potřebné suroviny doručeny včas, potřebuje lovecký tábor na výcvik jednoho stupně útoku vojáka %1$s až %2$s, podle toho, jak dlouhou cestu musí lovec urazit.
sv: Om alla nödvändiga varor levereras i tid behöver ett jaktläger mellan %1$s och %2$s för att träna en soldat en nivå i attack, beroende på hur långt jägaren måste gå.

# sumatran_building
source: Complete training of one soldier takes %s on average.
cs: Kompletní výcvik jednoho bojovníka zabere v průměru %s.
sv: En soldats fullständiga utbildning tar i genomsnitt %s.

# sumatran_building
source: Garrisons warriors to expand your territory.
cs: Obsazením budovy svou posádkou rozšiřuješ svá území.
nds: Brengt Ridders unner, um dien Gewest to vergrotern.
nl: Garrisons krijgers om je territorium uit te breiden.
sv: Garrisons krigare för att utvidga ditt territorium.

# sumatran_building
source: If you’re low on warriors to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a warrior to send him away.
cs: Pokud máš nedostatek bojovníků pro obsazení nové vojenské budovy, použij tlačítko s šipkou dolů pro snížení kapacity. Můžeš také kliknout na ikonu bojovníka a poslat ho tak z budovy pryč.
nds: Wenn du nich genoog Ridders hest, um neje Soldateree-Boen to besetten, kannst du de Tahl vun Ridders mit de Piel-runner-Knoop minnern. Du kannst ok eenen Ridder anklicken, um hüm wegtostüren.
nl: Als je te weinig krijgers hebt om nieuwe militaire locaties te bezetten, gebruik je de pijltjestoets omlaag om de capaciteit te verlagen. Je kunt ook op een krijger klikken om hem weg te sturen.
sv: Om du har för få krigare för att ockupera nya militära platser kan du använda nedåtpilen för att minska kapaciteten. Du kan också klicka på en krigare för att skicka iväg honom.

# sumatran_building
source: This building can be built by enhancing a watchtower or big sentry. Enhancement of big sentry costs you one log and one reed more but you save one block of stone instead.
cs: Tuto budovu lze postavit vylepšením hlídkovací věže, nebo velké strážnice. Vylepšení z velké strážnice je o kládu a rákos dražší, ale za to ušetří jeden kvádr kamene.
nds: Deeses Huus kann baut worden, indeem een Wachtoorn of eene Grote Wachters-Kamer utbaut wordn. Dat Utbauen vun eener Groten Wachters-Kamer köst di eenen Boomstamm un een Reit mehr, aver daarför spaarst du een Deel Steen.
nl: Dit gebouw kan worden gebouwd door een wachttoren of grote schildwacht te verbeteren. Het verbeteren van de grote wachttoren kost je één boomstam en één riet meer, maar je bespaart in plaats daarvan één blok steen.

# sumatran_building
source: Builds ferries.
cs: Staví přívozy.
nds: Baut Fähren.
nl: Bouwt veerboten.
sv: Byggar färjor.

# sumatran_building
source: The shipwright can produce one ferry between %1$s and %2$s, depending on how far he has to walk.
cs: Loďař může postavit jednu přívoz za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Skeppsbyggaren kan bygga en färja mellan %1$s och %2$s, beroende på hur långt han måste gå.

# sumatran_building
source: Constructs ships that are used for overseas colonization and for shipping wares between ports.
cs: Staví lodě, které se užívají k osídlování zámořských území a pro transport zboží mezi přístavy.
nds: Baut Schippen, de för tum Gründen vun nejen Dörpen un tum Schippern vun Waren tüsken Muden bruukt worden.
nl: Bouwt schepen die worden gebruikt voor overzeese kolonisatie en voor het verschepen van goederen tussen havens.
sv: Byggar skepp som används för kolonialisering utomlands och för transport av varor mellan hamnar.

# sumatran_building
source: The shipwright can produce one ship between %1$s and %2$s, depending on how far he has to walk.
cs: Loďař může postavit jednu loď za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Skeppsbyggaren kan bygga mellan %1$s och %2$s skepp, beroende på hur långt han måste gå.

# sumatran_building
source: ‘Don’t swear at the builder who is short of building materials.’
cs: „Nepřísahej při stavaři, který nemá všechen stavební materiál.“
nds: »Schimp nich tegen de Baukeerl, well keen Baukraam hett.«
nl: 'Scheld niet op de bouwvakker die een tekort aan bouwmaterialen heeft.'
sv: "Svär inte åt byggaren som har brist på byggmaterial."

# sumatran_building
source: Proverb widely used for impossible tasks of any kind
cs: často užívané přísloví při vyjádření dobré vůle k těžko splnitelným úkolům
nds: Seggwies, wat över all Aarden vun unmögelken Upgaven seggt word
nl: Spreekwoord veel gebruikt voor onmogelijke taken van welke aard dan ook
sv: Ordspråk som ofta används för omöjliga uppgifter av alla slag.

# sumatran_building
source: A new building is being built at this construction site.
cs: Na tomto místě započala stavba nové budovy.
nds: An deeser Baustee word een nejes Huus baut.
nl: Op deze bouwplaats wordt een nieuw gebouw neergezet.
sv: En ny byggnad håller på att uppföras på denna byggarbetsplats.

# sumatran_building
source: ‘New paths will appear when you are willing to tear down the old.’
cs: „Vždy najdeš novou cestu, za předpokladu, že jsi ochotný opustit tu starou.“
nds: »Neje Padden kummen ut, wenn du de ollen ok mal plattrietst.«
nl: 'Nieuwe paden zullen verschijnen als je bereid bent de oude af te breken.'
sv: ”Nya vägar kommer att dyka upp när du är villig att riva ner de gamla.”

# sumatran_building
source: Proverb
cs: přísloví
nds: Seggwies
nl: Spreekwoord
sv: Ordspråk

# sumatran_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
cs: Na tomto staveništi dochází k rozebírání budovy. Do tvého kmenového skladu budou vráceny některé ze surovin, které byly použity při stavbě této budovy.
nds: Hier word een Huus plattreten, um eenige Waren torüggtokriegen, de tum Bauen verwendt wurren.
nl: Er wordt een gebouw ontmanteld op deze ontmantelingslocatie, waardoor een deel van de grondstoffen die gebruikt zijn tijdens de bouw van dit gebouw terugkomt in de opslagplaatsen van je stam.
sv: En byggnad rivs på denna rivningsplats, vilket återför en del av de resurser som användes vid byggandet av denna byggnad till din stam.

# sumatrans
source: Worker missing
cs: Chybí pracovník
nds: Arbeider föhlt
nl: Werker vermist
sv: Arbetare saknad

# sumatrans
source: Worker is coming
cs: Pracovník je na cestě
nds: Arbeider kummt
nl: Werker komt er aan
sv: Arbetaren kommer

# sumatrans
source: Workers missing
cs: Chybí pracovníci
nds: Arbeiders föhlen
nl: Werkers vermist
sv: Arbetare saknas

# sumatrans
source: Workers are coming
cs: Pracovníci jsou na cestě
nds: Arbeiders kummen
nl: Werkers komen eraan
sv: Arbetarna kommer

# sumatrans
source: Expert missing
cs: Chybí zkušený pracovník
nds: Meister föhlt
nl: Expert vermist
sv: Expert saknas

# sumatrans
source: Experts missing
cs: Chybí zkušení pracovníci
nds: Meisters föhlen
nl: Experten vermist
sv: Experter saknas

# sumatran_soldier
source: %1% warrior (+%2%)
cs: %1% bojovník (+%2%)
nds: %1% Ridder (+%2%)
nl: %1% krijger (+%2%)
sv: %1% krigare (+%2%)

# sumatran_soldier
source: %1% warrior
cs: %1% bojovník
nds: %1% Ridder
nl: %1% krijger
sv: %1% krigare

# sumatran_soldier
source: %1%(+%2%) warrior (+%3%)
cs: %1%(+%2%) bojovník (+%3%)
nds: %1%(+%2%) Ridder (+%3%)
nl: %1%(+%2%) krijger (+%3%)
sv: %1%(+%2%) krigare (+%3%)

# sumatran_soldier
source: %1%(+%2%) warrior
cs: %1%(+%2%) bojovník
nds: %1%(+%2%) Ridder
nl: %1%(+%2%) krijger
sv: %1%(+%2%) krigare

# ware
source: Copper Armor
cs: Měděná zbroj
nds: Koper-Wapenrock
nl: Koperen Pantser
sv: Kopparrustning

# ware
source: Golden Armor
cs: Zlatá zbroj
nds: Goldener Wapenrock
nl: Gouden Harnas
sv: Gyllene rustning

# ware
source: Cassava Leaves
cs: Maniokové listí
nds: Maniokbladen
nl: Cassavebladeren
sv: Maniokblad

# ware
source: Copper
cs: Měď
nds: Koper
nl: Koper
sv: Koppar

# ware
source: Copper Ore
cs: Měděná ruda
nds: Koperkluut
nl: Kopererts
sv: Kopparmalm

# ware
source: Copper Sheet
cs: Měděný plát
nds: Koperplaat
nl: Koperblad
sv: Kopparplåt

# ware
source: Crocodile Jacket
cs: Krokodýlí vesta
nds: Krokodiljacke
nl: Krokodillenjas
sv: Krokodiljacka
