Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

source: Struggling Outpost
cs: Provinční osada
nds: Bedröövte Butenstee
nl: Wankelende Buitenpost
sv: Kämpande utpost

source: Start the game with just your headquarters and very few wares for bootstrapping an economy. Warning: the AI can’t successfully start from this.
cs: Začni hru jen s hlavní budovou a velmi málo surovinami pro rozběh hospodářství. Pozor: UI za těchto podmínek nedokáže úspěšně zahájit hru.
nds: Begünn dat Speel mit dienem Raadhuus un blot een paar Waren, um eene Weertskupp uptobauen. Wahrschau: Künstelk Spelers könen daar nich mit spölen
nl: Begin het spel met alleen je hoofdkwartier en heel weinig goederen om een economie op te starten. Waarschuwing: de AI kan hier niet succesvol mee starten.
sv: Starta spelet med endast ditt högkvarter och mycket få varor för att få igång ekonomin. Varning: AI kan inte starta från detta.

source: Tidy Warehouses
cs: Uklizené sklady
nds: Kraamhusen uprümen
nl: Opgeruimde magazijnen
sv: Rena lagerbyggnader

source: Start with a basic Headquarter. From time to time your workers do inventories. If there is more than 500 items in any of your warehouses, workers throw away one quarter of stock stored in such a warehouse.
cs: Zahaj hru s běžnou hlavní budovou. Tví pracovníci dělají čas od času inventury. Pokud je v některém z tvých skladů více než 500 položek, pracovníci vyhodí z daného skladu čtvrtinu skladových zásob.
nds: Begünn mit eenem slichten Raadhuus. Of un an doon diene Arbeiders Bestandsupnahmen. Wenn mehr as 500 Dingen in elkeen vun dienem Kraamhusen sünd, smieten de Arbeiders een Veerdel vun de Bestand in sülk eenem Kraamhuus weg.
nl: Begin met een basishoofdkwartier. Van tijd tot tijd doen je werknemers inventarisaties. Als er meer dan 500 artikelen in een van je magazijnen liggen, gooien je werknemers een kwart van de voorraad weg die in zo'n magazijn ligt opgeslagen.

source: Warehouse cleaned!
cs: Sklad je uklizen!
nds: Kraamhuus uprüümt!
nl: Magazijn opgeruimd!
sv: Lagerbyggnaden städad!

source: %1$s has been cleaned!
cs: %1$s byl uklizen!
nds: %1$s is uprüümt worden!
nl: %1$s is opgeruimd!
sv: %1$s har rengjorts!

source: %1$d item has been removed.
cs: %1$d položka byla odstraněna.
sv: %1$d objekt har tagits bort.

source: %2$d item lefts.
cs: %2$d položka zbývá.
sv: %2$d artikel kvar.

source: Trading Outpost
cs: Obchodní stanice
nds: Hannelsposten
nl: Handelsvoorpost
sv: Handelsutpost

source: If this player runs low on important wares, they will be replenished for free
cs: Pokud hráči dochází důležité suroviny, jsou zdarma doplněny
nds: Wenn de Speler nich mehr vööl vun wichtigen Waren hett, kriggt he welke för umsünst
nl: Indien deze speler te weinig belangrijke goederen blijkt te hebben, worden deze kosteloos aangevuld
sv: Om denna spelare börjar få slut på viktiga varor kommer de att fyllas på gratis

source: Village
cs: Vesnice
nds: Dörp
nl: Dorp
sv: By

source: Start the game with a peaceful village
cs: Zahaj hru s mírumilovnou vesnicí
nds: Begünn dat Speel mit eenem freedsamen Dörp
nl: Begin het spel met een vredig dorp
sv: Starta spelet med en fredlig by

# sumatran_building
source: Hunting Camp
cs: Lovecký tábor
nds: Jaggtlager
nl: Jachtkamp
sv: Jaktläger

source: sleeping
cs: podřimování
nds: to slapen
nl: slapen
sv: sover

# sumatran_building
source: upgrading warrior attack from level 0 to level 1
cs: cvičení útoku bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Angriff vun Stand 0 to Stand 1 to verbetern
nl: krijgeraanval upgraden van niveau 0 naar niveau 1
sv: uppgradera krigarens attack från nivå 0 till nivå 1

# sumatran_building
source: upgrading warrior attack from level 1 to level 2
cs: cvičení útoku bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Angriff vun Stand 1 to Stand 2 to verbetern
nl: krijgeraanval upgraden van niveau 1 naar niveau 2
sv: uppgradera krigarens attack från nivå 1 till nivå 2

# sumatran_building
source: upgrading warrior attack from level 2 to level 3
cs: cvičení útoku bojovníka z úrovně 2 na úroveň 3
nds: Ridder-Angriff vun Stand 2 to Stand 3 to verbetern
nl: krijgeraanval upgraden van niveau 2 naar niveau 3
sv: uppgradering av krigarattacker från nivå 2 till nivå 3

# sumatran_building
source: No warrior to train!
cs: Nejsou bojovníci k výcviku!
nds: Keen Ridder tum Utbilden!
nl: Geen krijger om te trainen!
sv: Ingen krigare att träna!

# sumatran_building
source: No warrior found for this training level!
cs: Nenalezen bojovník pro požadovanou úroveň výcviku!
nds: Keen Ridder för deese Lehr funnen!
nl: Geen krijger gevonden voor dit trainingsniveau!
sv: Ingen krigare hittades för denna träningsnivå!

# sumatran_building
source: Training Camp
cs: Výcvikový tábor
nds: Övens-Lager
nl: Trainingskamp
sv: Träningsläger

# sumatran_building
source: upgrading warrior evade from level 0 to level 1
cs: cvičení úhybu bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Utwieken vun Stand 0 up Stand 1 to verbetern
nl: krijger ontwijking upgraden van niveau 0 naar niveau 1
sv: uppgradera krigarens undvikande från nivå 0 till nivå 1

# sumatran_building
source: upgrading warrior health from level 0 to level 1
cs: zlepšení zdraví bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Gesundheid vun Stand 0 to Stand 1 to verbetern
nl: gezondheid van krijger upgraden van niveau 0 naar niveau 1
sv: uppgradering av krigarens hälsa från nivå 0 till nivå 1

# sumatran_building
source: upgrading warrior health from level 1 to level 2
cs: zlepšení zdraví bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Gesundheid vun Stand 1 to Stand 2 to verbetern
nl: gezondheid van krijger upgraden van niveau 1 naar niveau 2
sv: uppgradering av krigarens hälsa från nivå 1 till nivå 2

# sumatran_building
source: upgrading warrior health from level 2 to level 3
cs: zlepšení zdraví bojovníka z úrovně 2 na úroveň 3
nds: Ridder-Gesundheid vun Stand 2 to Stand 3 to verbetern
nl: gezondheid van krijger upgraden van niveau 2 naar niveau 3
sv: uppgradering av krigarens hälsa från nivå 2 till nivå 3

# sumatran_building
source: upgrading warrior defense from level 0 to level 1
cs: cvičení obrany bojovníka z úrovně 0 na úroveň 1
nds: Ridder-Verteidigung vun Stand 0 to Stand 1 to verbetern
nl: krijger verdediging upgraden van niveau 0 naar niveau 1
sv: uppgradera krigarens försvar från nivå 0 till nivå 1

# sumatran_building
source: upgrading warrior defense from level 1 to level 2
cs: cvičení obrany bojovníka z úrovně 1 na úroveň 2
nds: Ridder-Verteidigung vun Stand 1 to Stand 2 to verbetern
nl: krijger verdediging upgraden van niveau 1 naar niveau 2
sv: uppgradering av krigarförsvar från nivå 1 till nivå 2

# sumatran_building
source: upgrading warrior defense from level 2 to level 3
cs: cvičení obrany bojovníka z úrovně 2 na úroveň 3
nds: Ridder-Verteidigung vun Stand 2 to Stand 3 to verbetern
nl: krijger verdediging upgraden van niveau 2 naar niveau 3
sv: uppgradering av krigarförsvar från nivå 2 till nivå 3

source: A crocodiles hunting tribe living on a tropical island named Sumatra.
cs: Krokodýly lovící kmen žijící na tropickém ostrově pojmenovaném Sumatra
nds: Een Volk, wat Krokodilen jaggt un up eener Regenwald-Insel mit de Naam Sumatra leevt.
nl: Een stam die op krokodillen jaagt en op het tropische eiland Sumatra woont.
sv: En krokodiljägande stam som bor på en tropisk ö vid namn Sumatra.

# sumatrans_ship
source: Ship
cs: Loď
nds: Schipp
nl: Schip
sv: Leverera

source: There is always demand for experienced workers. Make sure you train your hunters, farmers, coppersmiths, craftsmen, weavers and miners in time.
cs: Po zkušených pracovnících je neustálá poptávka. Zajisti, aby tví lovci, farmáři, kovotepci, řemeslníci, tkadleny a horníci byli vyškoleni včas.
nds: Meister-Arbeiders worden alltieden bruukt. Wees wiss, diene Jägers, Buren, Kopersmidden, Handwarkers, Wevers un Bargwarkskeerls to rechter Tied uttobilden.
nl: Er is altijd vraag naar ervaren werknemers. Zorg ervoor dat je je jagers, boeren, koperslagers, ambachtslieden, wevers en mijnwerkers op tijd opleidt.
sv: Det finns alltid efterfrågan på erfarna arbetare. Se till att du utbildar dina jägare, bönder, kopparsmeder, hantverkare, vävare och gruvarbetare i tid.

source: Basic mines are quicker in training miners because their working cycle is shorter.
cs: Základní doly jsou rychlejší pro zapracování horníků protože jejich pracovní cyklus je kratší.
nds: Lütte Bargwarke bilden Bargwarkskeerls fixer ut, denn hör Warktied is körter.
nl: Basismijnen zijn sneller in het opleiden van mijnwerkers omdat hun werkcyclus korter is.
sv: Grundläggande gruvor är snabbare när det gäller att utbilda gruvarbetare eftersom deras arbetscykel är kortare.

source: Economy of Sumatrans needs 2 types of trees, palm and tropical trees. Find the right balance between palm planters and jungle preservers.
cs: Hospodářství Sumatřanů potřebuje 2 druhy stromů, palmy a tropické stromy. Najdi správnou rovnováhu mezi sadaři palem a ochránci džungle.
nds: De Sumatraansk Weertskupp bruukt 2 Aarden vun Bomen: Palmen un Regenwaldbomen. Finn dat rechte Evenwicht tüsken Palmenplanters un Waldwahrdern.
nl: De economie van Sumatranen heeft 2 soorten bomen nodig, palmbomen en tropische bomen. Vind de juiste balans tussen palmplanters en junglebeschermers.
sv: Sumatrans ekonomi behöver två typer av träd: palmer och tropiska träd. Hitta rätt balans mellan palmplantager och djungelskyddare.

source: Leaf gatherers are important part of your economy, they need cassava fields, plantations and palm planters nearby.
cs: Sběračky listí jsou důležitou součástí hospodářství, potřebují ve svém okolí manioková pole, plantáže a sadaře palem.
nds: Bladenpottjers sünd een wichtiger Deel vun diener Weertskupp. Se bruken Maniok-Ackers, Plantereen un Palmenplanters in de Naberskupp.
nl: Bladverzamelaars zijn een belangrijk onderdeel van je economie, ze hebben cassavevelden, plantages en palmplanters in de buurt nodig.
sv: Lövplockare är en viktig del av din ekonomi, de behöver kassavafält, plantager och palmplantager i närheten.

source: Terraform done by thermal springs is very cheap. It is essential for winter terrain and very useful for dry and mountain terrain.
cs: Přeměna terénů prováděná termálními prameny je velmi levná. Je nezbytná pro zimní terény a velmi užitečná v případě suchých povrchů a horských terénů.
nds: Landumackeree vun Heten Quellen is bannig billig. ’t is för Winter-Landskupp absolut nödig un ok up drögen Landskuppen un Bargen leep nüttelk.
nl: Terraform uit thermale bronnen is erg goedkoop. Het is essentieel voor winterterrein en zeer nuttig voor droog en bergterrein.
sv: Terraformning med hjälp av varma källor är mycket billig. Den är nödvändig för vinterterräng och mycket användbar för torr och bergig terräng.

source: Hunting camps need jungle marshes nearby because warriors hunt crocodiles to improve their attack ability.
cs: Lovecké tábory potřebují ve svém okolí pralesní močály, protože bojovníci pro zlepšení svých útočných dovedností loví krokodýly.
nds: Jaggtlagers bruken Urwald-Fennen in de Naberskupp, denn Ridders jagen Krokodilen, um hör Angriffs-Vermögen to verbetern.
nl: Jachtkampen hebben junglemoerassen in de buurt nodig omdat krijgers op krokodillen jagen om hun aanvalsvaardigheden te verbeteren.

source: Production of eggs may help your kitchens work smoothly. Especially on maps where your hunters do not have fishes to hunt.
cs: Získávání vajec může pomoci tvým kuchyním pracovat plynule. Obzvláště při použití map, kde tví bojovníci nemohou lovit ryby.
nds: Eier to produzeren, hülpt dienen Kökens, steviger to warken – besünners up Kaarten, waar diene Jägers keene Fisse tum Jagen hebben.
nl: De productie van eieren kan helpen om je keukens soepel te laten werken. Vooral op kaarten waar je jagers geen vissen hebben om op te jagen.
sv: Produktion av ägg kan hjälpa dina kök att fungera smidigt. Särskilt på kartor där dina jägare inte har fisk att jaga.

source: Study carefully what ingredients do you need to prepare a meal and how can you get them. Meal is essential for training, mining and road traffic.
cs: Pečlivě si prostuduj, které suroviny jsou třeba na přípravu jídla a jak je lze získat. Jídlo je nezbytné pro trénink, doly i dopravu na cestách.
nds: Bekiek akkeraat, wat för Bigaven du bruukst, um eene Mahl torechttomaken, un wo du se kriggst. Mahltieden sünd absolut nödig bi’m Öven, för Bargwarke un för de Stratenverkehr.
nl: Bestudeer zorgvuldig welke ingrediënten je nodig hebt om een maaltijd te bereiden en hoe je eraan kunt komen. Maaltijden zijn essentieel voor training, mijnbouw en wegverkeer.
sv: Studera noggrant vilka ingredienser du behöver för att laga en måltid och hur du kan få tag på dem. Måltider är viktiga för träning, gruvdrift och vägtrafik.

# sumatran_ware
source: Log is an important basic building material. It is also used for charcoal production and for the production of sanded wood for tools and spears.
cs: Kláda je důležitý základní stavební materiál. Slouží také k výrobě dřevěného uhlí a na výrobu broušeného dřeva užívaného při výrobě nástrojů a oštěpů.
nds: Boomstammen sünd een wichtig Baukraam. Se worden ok bruukt, um Holtköhl to produzeren, un um Sandtholt för Warktüüg un Pieken to maken.
nl: Boomstam is een belangrijk basisbouwmateriaal. Het wordt ook gebruikt voor de productie van houtskool en voor de productie van geschuurd hout voor gereedschap en speren.
sv: Timmer är ett viktigt grundläggande byggmaterial. Det används också för tillverkning av träkol och för produktion av slipat trä till verktyg och spjut.

# sumatran_ware
source: Logs are produced by felling all trees except the tropical ones. Woodcutters need palm planter’s huts nearby to take care of the supply of trees.
cs: Klády lze získat kácením stromů s výjimkou tropických. Dřevorubci potřebují ve své blízkosti chaty sadařů palem, kteří zaručí dostatek stromů.
nds: Boomstammen worden produzeert, indeem all Bomen buten Regenwaldbomen umkappt worden. Boomslagers bruken Palmenplanterkaten in de Naberskupp, um up de Boom-Versörgung uptopassen.
nl: Houtblokken worden geproduceerd door alle bomen te vellen, behalve de tropische. Houthakkers hebben palmboerderijen in de buurt nodig om voor de aanvoer van bomen te zorgen.
sv: Timmer produceras genom att alla träd utom de tropiska avverkas. Skogshuggare behöver palmplanters hyddor i närheten för att sköta om tillgången på träd.

# sumatran_ware
source: Tropical wood is an important basic building material. It is also used for charcoal production.
cs: Tropické dřevo je důležitý základní stavební materiál. Slouží také k výrobě dřevěného uhlí.
nds: Regenwaldholt is een wichtig Baukraam. ’t word ok bruukt, um Holtköhl to produzeren.
nl: Tropisch hout is een belangrijk basisbouwmateriaal. Het wordt ook gebruikt voor de productie van houtskool.
sv: Tropiskt trä är ett viktigt grundläggande byggmaterial. Det används också för produktion av träkol.

# sumatran_ware
source: It is produced by felling tropical trees (ironwood, rubber and balsa trees as well as dipterocarpus). Woodcutters need jungle preserver’s huts nearby to take care of the supply of tropical trees.
cs: Je získáváno kácením tropických stromů (železodřevný strom, kaučukovník a balzovník stejně jako dvojkřídláč). Dřevorubci potřebují ve své blízkosti chaty ochránců džungle, kteří zaručí dostatek tropických stromů.
nds: ’t word produzeert, indeem Regenwaldbomen (Iesenholt, Gummibomen un Balsabomen un ok Flögelfrüchtenbomen) ofslaan worden. Boomslagers bruken Waldwahrderkaten in de Naberskupp, um up de Versörgung mit Regenwaldbomen uptopassen.
nl: Het wordt geproduceerd door het kappen van tropische bomen (ijzerhout, rubber- en balsabomen en dipterocarpus). Houthakkers hebben hutten in de buurt van de jungle nodig om voor de aanvoer van tropische bomen te zorgen.
sv: Det produceras genom avverkning av tropiska träd (järnträ, gummiträd, balsaträd och dipterokarpus). Skogshuggare behöver ha djungelbevarares hyddor i närheten för att kunna sköta om tillgången på tropiska träd.

# sumatran_ware
source: Palm leaves are a basic building material. They are used together with reed for cloth production too.
cs: Palmové listy jsou základním stavebním materiálem. Také se používají společně s rákosem na výrobu látky.
nds: Palmwedel sünd een wichtig Baukraam. Se worden ok tosamen mit Reit bruukt, um Stoff to produzeren.
nl: Palmbladeren zijn een basisbouwmateriaal. Samen met riet worden ze ook gebruikt voor de productie van stoffen.
sv: Palmblad är ett grundläggande byggmaterial. De används också tillsammans med vass för tillverkning av tyg.

# sumatran_ware
source: Leaf gatherers need palm planter’s huts nearby to take care of the supply of palm trees. The trees have to be cut down by woodcutters first, then can the gatherers collect the leaves from the ground.
cs: Sběračky listí potřebují ve svém okolí chaty sadařů palem, aby zabezpečili dostatek palem. Stromy musí nejprve pokácet dřevorubci, pak mohou sběračky posbírat listy ze země.
nds: Bladenpottjers bruken Palmenplanterkaten in de Naberskupp, um up de versörgung mit Palmbomen uptopassen. De Bomen mutten eerst vun Boomslagern umkappt worden, dann könen de Pottjers de Bladen vun de Eer sammeln.
nl: Bladverzamelaars hebben palmplantershutten in de buurt nodig om voor de aanvoer van palmbomen te zorgen. De bomen moeten eerst omgehakt worden door houthakkers, daarna kunnen de bladverzamelaars de bladeren van de grond verzamelen.
sv: Lövplockare behöver palmplanters stugor i närheten för att ta hand om tillgången på palmer. Träden måste först huggas ner av skogshuggare, sedan kan plockarna samla upp löven från marken.

# sumatran_ware
source: Reed is a basic building material. It is used together with palm leaves for cloth production too.
cs: Rákos je základním stavebním materiálem. Také se používá společně s palmovými listy na výrobu látky.
nds: Reit is een wichtig Baukraam. ’t word ok tosamen mit Palmwedels bruukt, um Stoff to produzeren.
nl: Riet is een basisbouwmateriaal. Samen met palmbladeren wordt het ook gebruikt voor de productie van stof.
sv: Vass är ett grundläggande byggmaterial. Det används också tillsammans med palmblad för tillverkning av tyg.

# sumatran_ware
source: It is planted and collected by the reed cutters on shores of lakes and rivers.
cs: Je vysazován a sklízen sběračem rákosu na březích jezer a řek.
nds: ’t word vun de Reitsnieders an Küsten vun Meren un Stromen plant un arnt.
nl: Het wordt geplant en verzameld door rietsnijders aan de oevers van meren en rivieren.
sv: Den planteras och skördas av vassskärare vid sjöar och floder.

# sumatran_ware
source: Cloth is needed to build several buildings. Also the dressmakers need cloth for clothing for your warriors.
cs: Látky je třeba na stavbu některých budov. Také krejčová potřebuje látku na oblečení pro tvé bojovníky.
nds: Stoff bruukt man, um eenige Husen to bauen. De Naihster bruukt ok Stoff, um Kluften för diene Ridders to maken.
nl: Er is doek nodig om verschillende gebouwen te bouwen. Ook de kleermakers hebben stof nodig voor kleding voor je krijgers.
sv: Tyg behövs för att bygga flera byggnader. Även sömmerskorna behöver tyg för att sy kläder till dina krigare.

# sumatran_ware
source: It is produced out of reed and palm leaves.
cs: Vyrábí se z rákosu a palmového listí.
nds: 't word ut Reit un Palmwedels produzeert.
nl: Het wordt gemaakt van riet en palmbladeren.
sv: Den tillverkas av vass och palmblad.

# sumatran_ware
source: Stone is a basic building material. You also need it for production of diamonds and whetstones.
cs: Kámen je základním stavebním materiálem. Také je potřeba na výrobu diamantů a brousků.
nds: Steen is een wichtig Baukraam. Du bruukst ’t ok, um Edelstenen un Sliepstenen to produzeren.
nl: Steen is een basisbouwmateriaal. Je hebt het ook nodig voor de productie van diamanten en wetstenen.

# sumatran_ware
source: Sanded wood is used for tool and spear production. You will need it to build a ship too. It is made out of logs.
cs: Broušené dřevo se používá na výrobu nástrojů a oštěpů. Také ho budeš potřebovat na stavbu lodě. Vyrábí se z klád.
nds: Sandtholt bruukt man, um Warktüüg un Pieken to produzeren. Man bruukt dat ok, um een Schipp to bauen. ’t word ut Boomstammen maakt.
nl: Geschuurd hout wordt gebruikt voor de productie van gereedschap en speren. Je hebt het ook nodig om een schip te bouwen. Het wordt gemaakt van boomstammen.
sv: Slipat trä används för tillverkning av verktyg och spjut. Du behöver det också för att bygga ett skepp. Det tillverkas av stockar.

# sumatran_ware
source: Crocodile skin is used for production of clothing for your warriors, hunters, chiefs and scouts.
cs: Z krokodýlí kůže se vyrábí oblečení pro bojovníky, lovce, náčelníky a průzkumníky.
nds: Ut Krokodilhuud produzeert man Kluften för diene Ridders, Jägers, Basen un Bespejers.
nl: Krokodillenhuid wordt gebruikt voor de productie van kleding voor je krijgers, jagers, stamhoofden en verkenners.
sv: Krokodilhud används för tillverkning av kläder till dina krigare, jägare, hövdingar och spejare.

# ware
source: Water is the essence of life!
cs: Voda je esencí života!
nds: Sünner Water gifft ’t keen Leven!
nl: Water is de essentie van het leven!
sv: Vatten är livets essens!

# sumatran_ware
source: Water is used by the cooks in your kitchens. Cassava plantations and chicken farm need water too.
cs: Vodu spotřebovávají kuchaři v kuchyních. Také maniokové plantáže a kuřecí farmy potřebují vodu.
nds: De Kochen in dienen Kökens bruken Water. Maniok-Plantereen un Hennentüchtereen bruken ok Water.
nl: Water wordt gebruikt door de koks in jullie keukens. Cassaveplantages en kippenboerderijen hebben ook water nodig.
sv: Vatten används av kockarna i era kök. Maniokplantager och kycklingfarmer behöver också vatten.

# sumatran_ware
source: Cassava root is cooked in cassava kitchens to prepare starch, the main ingredient of meals.
cs: Maniokové hlízy se vaří v maniokových kuchyních a připravuje se z nich škrob, hlavní součást jídla.
nds: Maniok-Wuddels worden in Maniok-Kökens kookt, um Starkde to maken, de Höövd-Bigaav för Mahltieden.
nl: Cassavewortel wordt gekookt in cassavekeukens om zetmeel te bereiden, het hoofdingrediënt van maaltijden.
sv: Maniokrot kokas i maniokköken för att framställa stärkelse, som är huvudingrediensen i måltiderna.

# sumatran_ware
source: Cassava leaves are needed to prepare sauce for your meals.
cs: Maniokové listy jsou potřeba na přípravu omáčky k jídlům.
nds: Maniok-Bladen bruukt man, um Sooß för diene Mahltieden torechttomaken.
nl: Cassavebladeren zijn nodig om saus te maken voor je maaltijden.
sv: Maniokblad behövs för att tillaga sås till dina måltider.

# sumatran_ware
source: Make sure that you leaf gatherers collect all leaves from the harvested cassava fields. Otherwise you will have to substitute them with eggs.
cs: Postarej se, aby sběračky listí posbíraly všechny listy ze sklizených maniokových polí. Jinak je budeš muset nahrazovat vejci.
nds: Wees wiss dat diene Bladenpottjers all Bladen vun de arnt Maniok-Ackers pottjen. Sünnst muttst du in Stee daarvun Eier bruken.
nl: Zorg ervoor dat jullie bladverzamelaars alle bladeren van de geoogste cassavevelden verzamelen. Anders zul je ze moeten vervangen door eieren.
sv: Se till att lövplockarna samlar in alla löv från de skördade kassavafälten. Annars måste du ersätta dem med ägg.

# sumatran_ware
source: Starch is the main ingredient used by meal preparation.
cs: Škrob je hlavní surovinou používanou na přípravu jídel.
nds: Starkde is de Höövd-Bigaav för Mahltieden.
nl: Zetmeel is het belangrijkste ingrediënt dat wordt gebruikt bij de bereiding van maaltijden.
sv: Stärkelse är den huvudsakliga ingrediensen som används vid matlagning.
