Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_building
source: The forester plants one palm tree between %1$s and %2$s on average, depending on how far he has to walk.
cs: Lesník vysadí jednu palmu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Skogsvaktaren planterar i genomsnitt mellan %1$s och %2$s palmträd, beroende på hur långt han måste gå.

# sumatran_building
source: Plants tropical trees in the surrounding area.
cs: Vysazuje ve svém okolí tropické stromy.
nds: Plant Regenwaldbomen in de Naberskupp.
nl: Plant tropische bomen in de omgeving.
sv: Planterar tropiska träd i omgivningen.

# sumatran_building
source: The tropical trees are source of tropical wood, which is an important building material.
cs: Tropické stromy jsou zdrojem tropického dřeva, které je důležitým stavebním materiálem.
nds: De Regenwaldbomen sünd de Quell vun Regenwaldholt, wat een wichtig Baukraam is.
nl: De tropische bomen zijn de bron van tropisch hout, dat een belangrijk bouwmateriaal is.
sv: De tropiska träden är källa till tropiskt trä, som är ett viktigt byggmaterial.

# sumatran_building
source: The forester plants one tree between %1$s and %2$s on average, depending on how far he has to walk.
cs: Lesník vysadí jeden strom za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Skogsvaktaren planterar i genomsnitt ett träd mellan %1$s och %2$s, beroende på hur långt han måste gå.

# sumatran_building
source: Cuts raw pieces of stone out of rocks in the vicinity.
cs: Láme kamenné kvádry ze skal v okolí.
nds: Sleit rugen Steen ut Stenen in de Naberskupp.
nl: Hakt ruwe stukken steen uit rotsen in de omgeving.
sv: Skär ut råa stenbitar ur stenar i närheten.

# sumatran_building
source: The stonecutter needs rocks to cut within the work area.
cs: Lom potřebuje ve svém okolí skály.
nds: De Flintslager bruukt Stenen tum Slaan in de Arbeidsgewest.
nl: De steenhouwer heeft stenen nodig om in het werkgebied te hakken.
sv: Stenhuggaren behöver stenar att hugga i arbetsområdet.

# sumatran_building
source: The stonecutter can produce one block of stone between %1$s and %2$s on average, depending on how far he has to walk.
cs: Kameník může získat jeden kvádr kamene za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.

# sumatran_building
source: Draws water out of the rivers and lakes.
cs: Čerpá vodu z řek a jezer.
nds: Hisst Water ut de Stromen un Meren.
nl: Haalt water uit de rivieren en meren.
sv: Hämtar vatten från floder och sjöar.

# sumatran_building
source: Water carriers cannot dig up water from the ground. Roads and trees along the shoreline block drawing water.
cs: Nosiči vody neumí čerpat vodu z hlubin země. Cesty a stromy na pobřeží brání v získávání vody.
nds: Waterdragers könen Water nich ut de Eer graven. Straten un Bomen langs de Küst hinnern dat Hissen vun Water.
nl: Waterdragers kunnen geen water uit de grond graven. Wegen en bomen langs de kustlijn blokkeren de waterwinning.
sv: Vattenbärare kan inte gräva upp vatten från marken. Vägar och träd längs strandlinjen hindrar vattenuttag.

# sumatran_building
source: The carrier can produce one bucket of water between %1$s and %2$s on average, depending on how far he has to walk.
cs: Nosič může získat jeden kýbl vody v průměru za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Bäraren kan i genomsnitt producera en hink vatten mellan %1$s och %2$s, beroende på hur långt han måste gå.

# sumatran_building
source: Gathers cassava leaves left by farmers and palm leaves left by woodcutters.
cs: Zajišťuje sběr maniokových listů zanechaných farmáři a palmových listů zanechaných dřevorubci.
nds: Pottjet Maniok-Bladen, wat vun Buren torügglaten worden, un Palmwedels, wat vun Boomslagers torügglaten worden.
nl: Verzamelt cassavebladeren van boeren en palmbladeren van houthakkers.
sv: Samlar in kassava-blad som lämnats kvar av bönder och palmblad som lämnats kvar av skogshuggare.

# sumatran_building
source: Both cassava and palm leaves are important wares for your economy and shortages may cause you trouble.
cs: Obojí, maniokové i palmové listy, jsou důležitými surovinami pro tvé hospodářství a jejich nedostatek ti může způsobit problémy.
nds: Maniok-Bladen un Palmwedels sünd beide wichtig Waren för diene Weertskupp. Wenn se hapern, kriggst du Problemen.
nl: Zowel cassave als palmbladeren zijn belangrijke waren voor je economie en tekorten kunnen je in de problemen brengen.
sv: Både kassava och palmblad är viktiga varor för din ekonomi och brist på dessa kan orsaka problem.

# sumatran_building
source: The leaf gatherer can produce one bundle of leaves between %1$s and %2$s on average, depending on how far she has to walk.
cs: Sběračka listí může získat jeden svazek listí za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Lövplockaren kan i genomsnitt producera ett knippe löv mellan %1$s och %2$s, beroende på hur långt hon måste gå.

# building
source: Hunts animals to produce meat and catches fishes in the waters.
cs: Loví zvěř na maso a chytá ryby ve vodě.
nds: Jaggt Deerten, um Fleesk to produzeren, un fangt Fisse im Water.
nl: Hij jaagt op dieren om vlees te produceren en vangt vis in de wateren.
sv: Jagar djur för att producera kött och fångar fisk i vattnen.

# sumatran_building
source: The building has 3 different working areas. Smallest for fishing, larger for hunting and the largest is not used by the worker in this type of building.
cs: Budova má 3 různé pracovní oblasti. Nejmenší pro rybaření, větší pro lov zvěře a největší není pracovníkem v budově tohoto typu používána.
nds: Dat Huus hett 3 verschedene Arbeidsgeweste. Dat lütte is tum Fisken, dat grotere tum Jagen un dat grootste word vun de Arbeider in deeser Aard vun Huus nich bruukt.
nl: Het gebouw heeft 3 verschillende werkgebieden. De kleinste om te vissen, de grootste om te jagen en de grootste wordt niet gebruikt door de arbeider in dit type gebouw.
sv: Byggnaden har tre olika arbetsområden. Det minsta för fiske, det större för jakt och det största används inte av arbetarna i denna typ av byggnad.

# sumatran_building
source: If the hunter has both game and fishes in his working area, he needs %1$s to hunt two animals and to catch one fish on average. If there is only one food source available, he needs %2$s to hunt one animal or %3$s to catch one fish on average.
cs: Pokud má lovec ve své pracovní oblasti zvěř i ryby, potřebuje na ulovení dvou zvířat a chycení jedné ryby v průměru celkově %1$s. Pokud je k dispozici pouze jeden druh potravy, potřebuje v průměru %2$s na ulovení jednoho zvířete a %3$s na chycení jedné ryby.
sv: Om jägaren har både vilt och fisk i sitt arbetsområde behöver han %1$s jaga två djur och fånga en fisk i genomsnitt. Om det bara finns en enda födokälla tillgänglig behöver han %2$s jaga ett djur eller %3$s fånga en fisk i genomsnitt.

# building
source: Hunts animals to produce meat and catches fishes in the waters. Hunters in this houses can hunt crocodiles for skin and meat too.
cs: Loví zvěř na maso a chytá ryby ve vodě. Lovci v těchto domcích mohou také lovit krokodýly pro jejich kůži i na maso.
nds: Jaggt Deerten, um Fleesk to produzeren, un fangt Fisse im Water. Jägers in deesem Huus könen ok Krokodilen för hör Huud un Fleesk jagen.
nl: Hij jaagt op dieren om vlees te produceren en vangt vis in de wateren. Jagers in deze huizen kunnen ook op krokodillen jagen voor huid en vlees.
sv: Jagar djur för att producera kött och fångar fisk i vattnen. Jägarna i dessa hus kan också jaga krokodiler för att få skinn och kött.

# sumatran_building
source: The building has 2 different working areas. Smaller for fishing and the larger for hunting.
cs: Budova má 2 různé pracovní oblasti. Menší pro rybaření a větší pro lov zvěře.
nds: Dat Huus hett 2 verschedene Arbeidsgeweste. Dat lütte is tum Fisken un dat grote tum Jagen.
nl: Het gebouw heeft 2 verschillende werkgebieden. De kleinere om te vissen en de grotere om te jagen.
sv: Byggnaden har två olika arbetsutrymmen. Ett mindre för fiske och ett större för jakt.

# sumatran_building
source: If the hunter has game, crocodiles and fishes in his working area, he needs %1$s to hunt one animal, one crocodile and to catch one fish on average. If there are only two food sources available, he needs %2$s to hunt one animal and one crocodile or %3$s to hunt one animal or crocodile and to catch one fish on average. If there is only one food source available, he needs %4$s to hunt one animal or one crocodile and %5$s to catch one fish on average.
cs: Pokud má lovec ve své pracovní oblasti zvěř, krokodýly i ryby, potřebuje na ulovení jednoho zvířete, jednoho krokodýla a chycení jedné ryby v průměru celkově %1$s. Pokud má k dispozici pouze dva zdroje potravy, potřebuje v průměru %2$s na ulovení jednoho zvířete a jednoho krokodýla nebo %3$s na ulovení jednoho zvířete, nebo jednoho krokodýla a jedné ryby. Pokud je k dispozici pouze jeden druh potravy, potřebuje v průměru %4$s na ulovení jednoho zvířete, nebo jednoho krokodýla a %5$s na chycení jedné ryby.
sv: Om jägaren har vilt, krokodiler och fiskar i sitt arbetsområde behöver han %1$s för att jaga ett djur, en krokodil och fånga en fisk i genomsnitt. Om det bara finns två födokällor tillgängliga behöver han %2$s jaga ett djur och en krokodil eller %3$s jaga ett djur eller en krokodil och fånga en fisk i genomsnitt. Om det bara finns en födokälla tillgänglig behöver han %4$s jaga ett djur eller en krokodil och %5$s fånga en fisk i genomsnitt.

# sumatran_building
source: Thermal springs make terrain more favorable for tropical and palm trees. This is useful especially while playing wasteland and winter maps. In the first case to transform mountains is very advantageous, in the second case, all types of terrain can be transformed.
cs: Termální prameny přeměňují terén na terén více výhodný pro tropické stromy a palmy. To je užitečné zejména při hře na pustinných a zimních mapách. V prvním případě se vyplatí přetvářet zejména horský terén, v druhém případě lze přeměnit všechny druhy terénu.
sv: Varmkällor gör terrängen mer gynnsam för tropiska träd och palmer. Detta är särskilt användbart när man spelar på öken- och vinterkartor. I det första fallet är det mycket fördelaktigt att omvandla berg, i det andra fallet kan alla typer av terräng omvandlas.

# sumatran_building
source: While playing on White Summer terrains, flowering meadows can be transformed into normal meadows and used for growing palm trees, which are hard to grow on clearings.
cs: Při hře na terénech Bílého léta lze přeměnit kvetoucí louky na obyčejné louky a ty využít pro pěstování palem, které se jinak na pasekách pěstují velmi obtížně.
sv: När man spelar på White Summer-terräng kan blommande ängar förvandlas till vanliga ängar och användas för att odla palmer, som är svåra att odla på gläntor.

# sumatran_building
source: Thermal springs need maintenance. That costs you logs, stone and water.
cs: Termální prameny vyžadují údržbu. To tě stojí klády, kámen a vodu.
nds: Hete Quellen mutten alltieden utbetert worden. Dat köst di Boomstammen, Steen un Water.
nl: Thermale bronnen hebben onderhoud nodig. Dat kost houtblokken, steen en water.

# sumatran_building
source: The building needs approximately %1% to improve fertility of every field in its working area. By doing that it will consume approximately %2% logs, %3% buckets of water and %4% blocks of stone.
cs: Budova potřebuje přibližně %1% na zlepšení úrodnosti každého dílu země ve své pracovní oblasti. Spotřebuje při tom přibližně %2% klád, %3% kýblů vody a %4% kvádrů kamene.

# building
source: Explores unknown territory.
cs: Prozkoumává neznámá území.
nds: Förskt frömde Geweste ut.
nl: Verkent onbekend terrein.
sv: Utforskar okänt territorium.

# sumatran_building
source: Produces reed.
cs: Poskytuje rákos.
nds: Produzeert Reit.
nl: Produceert riet.
sv: Producerar vass.

# sumatran_building
source: Needs water nearby.
cs: Potřebuje ve svém okolí vodní plochu.
nds: Bruukt Water in de Naberskupp.
nl: Water in de buurt nodig.
sv: Behöver vatten i närheten.

# sumatran_building
source: The reedcutter can produce one bundle of reed between %1$s and %2$s on average, depending on how far he has to walk.
cs: Sběrač rákosu může získat jeden svazek rákosu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Vassskäraren kan producera i genomsnitt mellan %1$s och %2$s buntar vass, beroende på hur långt han måste gå.

# sumatran_building
source: Produces sandedwood, diamonds and whetstones.
cs: Vyrábí broušené dřevo, diamanty a brousky.
nds: Produzeert Sandtholt, Edelstenen un Sliepstenen.
nl: Produceert schuurhout, diamanten en wetstenen.
sv: Producerar slipat trä, diamanter och slipstenar.

# sumatran_building
source: The craftsman needs %1% to produce sanded wood, %2% to polish one diamond or %3% to produce whetstones.
cs: Řemeslník potřebuje %1% na výrobu broušeného dřeva, %2% na vyleštění jednoho diamantu nebo%3% na výrobu brousku.
sv: Hantverkaren behöver %1% för att producera slipat trä, %2% för att polera en diamant eller %3% för att producera slipstenar.

# sumatran_building
source: Forges the tools that your workers need.
cs: Vyrábí všechny nástroje, které tví dělníci potřebují.
nds: Smeedt dat Warktüüg, wat diene Arbeiders bruken.
nl: Smeedt het gereedschap dat je werknemers nodig hebben.
sv: Smidar de verktyg som dina arbetare behöver.

# sumatran_building
source: Notice that the building needs an experienced worker. If you don’t have any, your worker needs to gain some experience by working in a basic workshop for some period of time.
cs: Dávej pozor na to, že budova potřebuje zkušeného pracovníka. Pokud ho nemáš, tak musí tvůj pracovník nejprve získat nějaké zkušenosti dočasnou prací v obyčejné dílně.
nds: Wees wiss, dat dat Huus eenen Meister-Arbeider bruukt. Wenn du keenen hest, mutt dien Arbeider eerst Erfahrung sammeln, indeem he eenige Tied in eener Lütten Smee warkt.
nl: Merk op dat het gebouw een ervaren arbeider nodig heeft. Als je die niet hebt, moet je werker wat ervaring opdoen door een tijdje in een basiswerkplaats te werken.
sv: Observera att byggnaden kräver en erfaren arbetare. Om du inte har någon sådan måste din arbetare skaffa sig erfarenhet genom att arbeta i en grundläggande verkstad under en viss tid.

# sumatran_building
source: The experienced craftsman needs %1% on average to make one tool.
cs: Zkušený řemeslník potřebuje na výrobu jednoho nástroje v průměru %1%.
nds: De Meister-Handwarker bruukt dör de Bank %1% um een Warktüüg to maken.
nl: De ervaren vakman heeft gemiddeld %1% nodig om één gereedschap te maken.
sv: En erfaren hantverkare behöver i genomsnitt %1% för att tillverka ett verktyg.

# sumatran_building
source: Produces spears for hunters, warriors and hunting camps.
cs: Zajišťuje výrobu oštěpů pro lovce, bojovníky a lovecké tábory.
nds: Produzeert Pieken för Jägers, Ridders un Jaggtlagers.
nl: Produceert speren voor jagers, krijgers en jachtkampen.
sv: Tillverkar spjut för jägare, krigare och jaktläger.

# sumatran_building
source: The experienced craftsman needs %1% on average to make one spear.
cs: Zkušený řemeslník potřebuje na výrobu jedno oštěpu v průměru %1%.
nds: De Meister-Handwarker bruukt dör de Bank %1% um eene Pieke to maken.
sv: En erfaren hantverkare behöver i genomsnitt %1% för att tillverka ett spjut.

# sumatran_building
source: Produces copper sheets and gold sheets.
cs: Vyrábí měděné a zlaté pláty.
nds: Produzeert Koperplaten un Goldplaten.
nl: Produceert koperplaten en bladgoud.
sv: Tillverkar kopparplåt och guldplåt.

# sumatran_building
source: The coppersmith needs %1% to produce one copper sheet or %2% to produce one gold sheet.
cs: Kovotepec potřebuje %1% na výrobu jednoho měděného plátu a %2% na výrobu jednoho zlatého plátu.
sv: Kopparsmeden behöver %1% för att tillverka en kopparplåt eller %2% för att tillverka en guldplåt.

# sumatran_building
source: Produces shields and armor.
cs: Vyrábí štíty a zbroj.
nds: Produzeert Schilden un Wapenrocken.
nl: Produceert schilden en pantsers.
sv: Tillverkar sköldar och rustningar.

# sumatran_building
source: The armorsmith needs %1% on average to make one piece of armor.
cs: Zbrojíř potřebuje na výrobu jednoho dílu zbroje v průměru %1%.
nds: De Rüstsmidd bruukt dör de Bank %1% um eenen Wapenrock to maken.
nl: De wapensmid heeft gemiddeld %1% nodig om één pantser te maken.
sv: Rustningssmeden behöver i genomsnitt %1% för att tillverka en rustning.

# sumatran_building
source: Produces palm wine.
cs: Vyrábí palmové víno.
nds: Produzeert Palmwien.
nl: Produceert palmwijn.
sv: Producerar palmvin.

# sumatran_building
source: The worker needs old palms around his house.
cs: Pracovnice potřebuje ve svém okolí staré palmy.
nds: De Arbeider bruukt olle Palmen um sien Huus.
nl: De arbeider heeft oude palmen nodig rond zijn huis.
sv: Arbetaren behöver gamla palmer runt sitt hus.

# sumatran_building
source: The winemaker can produce one bucket of wine between %1$s and %2$s on average, depending on how far she has to walk.
cs: Vinařka může vyrobit jeden džbán vína v průměru za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit.
sv: Vinmakaren kan producera i genomsnitt mellan %1$s och %2$s hinkar vin, beroende på hur långt hon måste gå.

# sumatran_building
source: Produces starch.
cs: Vyrábí škrob.
nds: Produzeert Starkde.
nl: Produceert zetmeel.
sv: Producerar stärkelse.

# sumatran_building
source: The cook needs %1% on average to cook 3 portions of starch.
cs: Kuchař potřebuje na výrobu 3 porcí škrobu v průměru %1%.
nds: De Koch bruukt dör de Bank %1% um 3 Portionen Starkde to koken.
nl: De kok heeft gemiddeld %1% nodig om 3 porties zetmeel te koken.
sv: Kocken behöver i genomsnitt %1% för att laga 3 portioner stärkelse.

# sumatran_building
source: Produces meal.
cs: Připravuje jídla.
nds: Produzeert Mahltieden.
nl: Produceert maaltijd.
sv: Producerar mjöl.

# sumatran_building
source: Make sure you have cassava leaves or eggs on stock while meal is needed. Otherwise your cook will start to throw out starch as food waste for your chicken farms.
cs: Pokud potřebuješ jídlo zajisti, aby byly skladem maniokové listy nebo vejce. Jinak začne kuchař vyhazovat škrob a produkovat tak jídlové zbytky pro kuřecí farmy.
nds: Wees wiss, dat du Maniok-Bladen of Eiers up Lager hest, wenn Mahltieden nödig sünd. Sünst word dien Koch begünnen, Starkde as Spiesenoffall för diene Hennentüchtereen ruttosmieten.
nl: Zorg ervoor dat je cassavebladeren of eieren op voorraad hebt als je een maaltijd nodig hebt. Anders zal je kok zetmeel gaan weggooien als voedselafval voor je kippenboerderijen.
sv: Se till att du har kassavablad eller ägg i lager när det behövs mat. Annars kommer din kock att börja slänga stärkelse som matavfall till dina hönsgårdar.

# sumatran_building
source: The cook needs %1% on average to prepare two meals. If there is not enough cassava leaves or eggs for a meal, he throws out 2 bags of food waste in the same amount of time.
cs: Kuchař potřebuje na přípravu dvou jídel v průměru %1%. Pokud není dost maniokových listů nebo vajec na přípravu jídla, vyhodí za stejný časový interval dva pytle s jídlovými zbytky.
nds: De Koch bruukt dör de Bank %1% um twee Mahltieden torechttomaken. Wenn fat nich genoog Maniok-Bladen of Eier för een Mahl gifft, smitt he in de sülven Tied 2 Büdels Spiesenoffall rut.
nl: De kok heeft gemiddeld %1% nodig om twee maaltijden te bereiden. Als er niet genoeg cassavebladeren of eieren zijn voor een maaltijd, gooit hij in dezelfde tijd 2 zakken voedselafval weg.
sv: Kocken behöver i genomsnitt %1% för att laga två måltider. Om det inte finns tillräckligt med kassavablad eller ägg för en måltid slänger han två påsar med matavfall under samma tid.

# sumatran_building
source: Produces clothing.
cs: Vyrábí oděvy.
nds: Produzeert Kluften.
nl: Produceert kleding.
sv: Tillverkar kläder.

# sumatran_building
source: The dressmaker needs %1% to sew one piece of clothing.
cs: Krejčová potřebuje na výrobu jednoho oděvu %1%.
sv: Sömmerskan behöver %1% för att sy ett plagg.

# sumatran_building
source: Smelts ore into iron, copper and gold.
cs: Taví a slévá rudu na železo, měď a zlato.
nds: Smelt Kluten to Iesen, Koper un Gold.
nl: Smelt erts om tot ijzer, koper en goud.
sv: Smälter malm till järn, koppar och guld.

# sumatran_building
source: The smelter needs %1% to produce one iron ingot, %2% to produce one copper ingot or %3% to produce one gold bar.
cs: Slévač potřebuje %1% na výrobu jednoho železného prutu, %2% na výrobu měděného prutu nebo %3% na výrobu zlaté cihly.
sv: Smältverket behöver %1% för att producera en järnstång, %2% för att producera en kopparstång eller %3% för att producera en guldtacka.

# sumatran_building
source: Burns logs into charcoal.
cs: Pálí klády na dřevěné uhlí.
nds: Brannt Holtköhle ut Boomstammen.
nl: Brandt houtblokken tot houtskool.
sv: Brännar ved till kol.

# sumatran_building
source: The charcoal burner needs %1% to produce one lump of coal.
cs: Uhlíř potřebuje na výrobu jednoho kusu uhlí v průměru %1%.
sv: Kolförbrännaren behöver %1% för att producera en kolbit.

# sumatran_building
source: Recruits warriors, hunters, chiefs and carriers.
cs: Rekrutuje bojovníky, lovce, náčelníky a nosiče.
nds: Hüürt Ridders, Jägers, Basen un Lastendragers an.
nl: Rekruteert krijgers, jagers, stamhoofden en dragers.
sv: Rekryterar krigare, jägare, hövdingar och bärare.

# sumatran_building
source: Equips the recruits with all necessary weapons and clothing.
cs: Vybavuje rekruty všemi potřebnými zbraněmi a oděvy.
nds: Rüst de Lehrwichters mit all nödigen Wapen un Kluften ut.
nl: Rust de rekruten uit met alle benodigde wapens en kleding.
sv: Förser rekryterna med alla nödvändiga vapen och kläder.

# sumatran_building
source: The tribal chief needs %1% to recruit one soldier, to train one hunter or a new chief and %2% to gain one carrier.
cs: Kmenový náčelník potřebuje %1% na nábor nového bojovníka, na výcvik nového lovce nebo nového náčelníka a %2% na získání nového nosiče.
sv: Stamchefen behöver %1% rekrytera en soldat, utbilda en jägare eller en ny chef och %2% skaffa en bärare.

# sumatran_building
source: Grows cassava for roots and leaves.
cs: Pěstuje maniok na hlízy a listy.
nds: Plant Maniok för Wuddels un Bladen.
nl: Teelt cassave voor wortels en bladeren.
sv: Odlar maniok för rötter och blad.

# sumatran_building
source: The farmer harvest one cassava root from every field. The remained leaves can be harvested by leaf gatherer.
cs: Farmář sklidí jednu maniokovou hlízu z každého pole. Zbylé listy mohou být sklizeny sběračkou listí.
nds: De Buur kann vun elkeen Acker eene Maniok-Wuddel arnten. De överblieven Bladen könen vun eenem Bladenpottjer arnt worden.
nl: De boer oogst een cassavewortel van elk veld. De overgebleven bladeren kunnen worden geoogst door bladverzamelaars.
sv: Bonden skördar en kassavarot från varje åker. De kvarvarande bladen kan skördas av bladplockare.

# sumatran_building
source: The inexperienced resp. experienced farmer needs %1% resp. %2% on average to produce one cassava root.
cs: Nezkušený, respektive zkušený farmář potřebuje na vyprodukování jedné maniokové hlízy v průměru %1%, respektive %2%.
nds: De Buur sünner Erfahrung bruukt dör de Bank %1% un de Meister-Buur %2% um eene Maniok-Wuddel to produzeren.
nl: De onervaren resp. ervaren boer heeft gemiddeld %1% resp. %2% nodig om één cassavewortel te produceren.
sv: Den oerfarna respektive erfarna jordbrukaren behöver i genomsnitt %1% respektive %2% för att producera en kassavarot.
