Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_building
source: Cassava Kitchen
cs: Manioková kuchyně
nds: Maniok-Köken
nl: Cassave Keuken
sv: Maniokköket

source: cooking starch
cs: vaření škrobu
nds: Starkde to koken
nl: kook zetmeel
sv: matlagningsstärkelse

# sumatran_building
source: Cassava Plantation
cs: Manioková plantáž
nds: Maniok-Planteree
nl: Cassaveplantage
sv: Maniokplantage

source: No Fields or Water
cs: Došla pole nebo voda
nds: Keene Meedjes of Water
nl: Geen Velden of Water
sv: Inga fält eller vatten

source: Out of Fields or Water
cs: Nejsou pole nebo voda
nds: Hebb keene Medjes of Water mehr
nl: Zonder Velden of Water
sv: Slut på fält eller vatten

# sumatran_building
source: The farmer working at this cassava plantation has no cleared soil to plant or doesn’t have any water for watering fields.
cs: Farmář pracující na této maniokové plantáži nemá žádnou volnou půdu k výsadbě nebo mu došla voda k zavlažování polí.
nds: De Buur dat warkt bi deese Maniok-Buurderee hett keen Meedland waar he wat anplanten kann of keen Water, um de Felden to watern.
nl: De boer die op deze cassaveplantage werkt, heeft geen vrijgemaakte grond om te planten of heeft geen water om de velden te besproeien.
sv: Bonden som arbetar på denna kassavaodling har ingen röjd mark att odla på och inget vatten att vattna åkrarna med.

# sumatran_building
source: Charcoal Kiln
cs: Milíř
nds: Holtköhlbranneree
nl: Houtskooloven
sv: Kolugn

source: producing coal
cs: vyrábění uhlí
nds: Köhlen to produzeren
nl: kolen produceren
sv: kolproduktion

# sumatran_building
source: Chicken Farm
cs: Kuřecí farma
nds: Hennentüchteree
nl: Kippenboerderij
sv: Kycklingfarm

# sumatran_building
source: breeding chickens
cs: chování slepic
nds: Hennen to tüchten
nl: kippen fokken
sv: uppfödning av kycklingar

# sumatran_building
source: producing eggs
cs: snášení vejcí
nds: Eier to produzeren
nl: eieren produceren
sv: producerar ägg

# sumatran_building
source: producing eggs and meat
cs: snášení vejcí a získávání masa
nds: Eier un Fleesk to produzeren
nl: produceren van eieren en vlees
sv: produktion av ägg och kött

# sumatran_building
source: Coppersmith’s House
cs: Kovotepcův domek
nds: Kopersmidd-Huus
nl: Koperslagershuis
sv: Kopparsmedens hus

source: making a copper sheet
cs: tepání měděného plátu
nds: eene Koperplaat to maken
nl: koperplaat maken
sv: tillverkning av kopparplåt

source: making a gold sheet
cs: tepání zlatého plátu
nds: eene Goldplaat to maken
nl: een bladgoud maken
sv: tillverka ett guldark

# sumatran_building
source: Ferry Yard
cs: Převoznictví
nds: Fährenwarft
nl: Veerboot Werf
sv: Färjehamn

# sumatran_building
source: Furnace
cs: Huť
nds: Smelteree
nl: Smeltoven
sv: Ugn

source: smelting iron
cs: slévání železa
nds: Iesen to smelten
nl: ijzer smelten
sv: smältning av järn

source: smelting copper
cs: slévání mědi
nds: Koper to smelten
nl: koper smelten
sv: smältning av koppar

source: smelting gold
cs: slévání zlata
nds: Gold to smelten
nl: goud smelten
sv: smältning av guld

# sumatran_building
source: Hunter’s House
cs: Lovecký domek
nds: Jaggthuus
nl: Jachthuis
sv: Jägarens hus

source: fishing
cs: rybaření
nds: Fisse to fangen
nl: vissen
sv: fiske

source: No Game
cs: Žádná zvěř
nds: Keene Deerten
nl: Geen Wild
sv: Inget vilt

source: Out of Game or Fish
cs: Došla zvěř nebo ryby
nds: Hebb keene Deerten of Fiske mehr
nl: Geen Wild of Vis
sv: Slut på vilt eller fisk

# sumatran_building
source: The hunter working at this hunter’s house can’t find any game in his work area.
cs: Lovec pracující v tomto domku nemůže ve svém okolí najít žádnou zvěř.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Deerten tum Jagen.
nl: De jager die bij dit jagershuis werkt, kan geen wild vinden in zijn werkgebied.
sv: Jägaren som arbetar vid denna jägares hus kan inte hitta något vilt i sitt arbetsområde.

# sumatran_building
source: Hunter’s Tent
cs: Lovcův stan
nds: Jaggt-Telt
nl: Jagerstent
sv: Jägarens tält

# sumatran_building
source: The hunter working at this hunter’s tent can’t find any game in his work area.
cs: Lovec pracující v tomto stanu nemůže ve svém okolí najít žádnou zvěř.
nds: De Jäger, de bi deese Jaggt-Telt warkt, hett keene Deerten tum Jagen.
nl: De jager die bij deze jagerstent werkt, kan geen wild vinden in zijn werkgebied.
sv: Jägaren som arbetar i detta jaktstält kan inte hitta något vilt i sitt arbetsområde.

# sumatran_building
source: Jungle Marsh
cs: Pralesní močál
nds: Urwald-Fenne
nl: Oerwoud Moeras

source: No Space
cs: Není místo
nds: Keene Rüümte
nl: Geen Ruimte
sv: Ingen yta

source: Animals do not leave this marsh
cs: Zvěř neopouští tento močál
nds: Deerten verlaten deese Fenne nich
nl: Dieren verlaten dit moeras niet

# sumatran_building
source: There is not enough space around this marsh for animals to leave.
cs: V okolí tohoto močálu není dostatek místa pro to, aby ho zvěř měla kudy opouštět.
nds: Um deese Fenne is nich genoog Rüümte rum, dat Deerten se verlaten könen.
nl: Er is niet genoeg ruimte rond dit moeras voor dieren om weg te gaan.

# sumatran_building
source: Jungle Preserver's Hut
cs: Chata ochránce džungle
nds: Waldwahrderkaat
nl: Hut van de Junglebewaarder
sv: Djungelbevararens hydda

source: planting trees
cs: vysazování stromů
nds: Bomen to planten
nl: bomen planten
sv: planterar träd

# sumatran_building
source: Kitchen
cs: Kuchyně
nds: Köken
nl: Keuken
sv: Kök

source: preparing a meal
cs: připravování jídla
nds: een Mahl torechttomaken
nl: een maaltijd klaarmaken
sv: lagar mat

source: throwing out overflows
cs: vyhazování zbytků
nds: de Steerten ruttosmieten
nl: overtollige hoeveelheden weggooien
sv: kasta ut överflöd

# sumatran_building
source: Leaf Gatherer’s Hut
cs: Chata sběračky listí
nds: Bladenpottjeree
nl: Bladverzamelaars Hut
sv: Lövplockarens stuga

source: gathering leaves
cs: sbírání listí
nds: Bladen to pottjen
nl: bladeren verzamelen
sv: samla löv

source: gathering palm leaves
cs: sbírání palmového listí
nds: Palmwedels to pottjen
nl: palmbladeren verzamelen
sv: samla palmblad

source: gathering cassava leaves
cs: sbírání maniokového listí
nds: Maniokbladen to pottjen
nl: cassavebladeren verzamelen
sv: samla kassavablad

source: No Leaves
cs: Žádné listí
nds: Keene Bladen
nl: Geen Bladeren
sv: Inga löv

source: Out of Leaves
cs: Došlo listí
nds: Hebb keene Bladen mehr
nl: Zonder Bladeren
sv: Slut på löv

# sumatran_building
source: The leaf gatherer working at this hut can’t find any leaves in her work area. You should consider dismantling or destroying the building or building a palm planter’s hut or cassava fields nearby.
cs: Sběračka listí pracující v této chatě nemůže ve své pracovní oblasti najít žádné listí. Zvaž rozebrání, nebo zničení budovy, nebo stavbu chaty sadaře palem nebo maniokových polí poblíž budovy.
nds: De Bladenpottjer dat warkt bi deese Bladenpottjeree hett keene Bladen in sienem Arbeidsgewest. Överlegg di, of du dat Huus plattrieten of ofbrannen willt, of bau eene Palmenplanterkaat of Maniok-Ackers in de Naberskupp.
nl: De bladverzamelaar die in deze hut werkt, kan geen bladeren vinden in haar werkgebied. Je zou moeten overwegen om het gebouw te ontmantelen of te vernietigen of om een palmplantershut of cassavevelden in de buurt te bouwen.
sv: Lövplockaren som arbetar vid denna hydda kan inte hitta några löv i sitt arbetsområde. Du bör överväga att riva eller förstöra byggnaden eller bygga en palmplantershydda eller kassavafält i närheten.

# sumatran_building
source: Market
cs: Tržnice
sv: Marknad

# sumatran_building
source: Palm Planter’s Hut
cs: Chata sadaře palem
nds: Palmenplanterkaat
sv: Palmplanterarens hydda

# sumatran_building
source: Reed Yard
cs: Rákosová pole
nds: Reitplanteree
nl: Rietveld
sv: Vassodling

source: planting reed
cs: vysazování rákosu
nds: Reit to planten
nl: riet planten
sv: plantera vass

source: harvesting reed
cs: sklízení rákosu
nds: Reit to arnten
nl: riet oogsten
sv: skörda vass

source: No Fields or No Water Nearby
cs: Žádná pole nebo v blízkosti není žádná voda
nds: Keene Meedjes of keen Water in de Naberskupp
nl: Geen Velden of Water in de Buurt
sv: Inga åkrar eller vatten i närheten

# sumatran_building
source: The reed cutter working at this reed yard has no cleared soil to plant new plants.
cs: Sběrač rákosu pracující na tomto rákosovém poli nemůže pěstovat rákos, protože nemá kam sázet.
nds: De Reitbuur dat warkt bi deese Reitplanteree hett keen Meedland waar he wat anplanten kann.
nl: De rietsnijder die op dit rietveld werkt, heeft geen vrijgemaakte grond om nieuwe planten te planten.
sv: Den som skär vass på denna vassodling har ingen rensad mark att plantera nya växter på.

# sumatran_building
source: Scout’s Dwelling
cs: Příbytek průzkumníka
nds: Bespejerhuus
nl: Verkenner's Woning
sv: Scoutens bostad

source: scouting
cs: prozkoumávání
nds: to bespejen
nl: verkennen
sv: speja

# sumatran_building
source: Sewing Workshop
cs: Šicí dílna
nds: Naiheree
nl: Naaiatelier
sv: Sömnadskurs

source: sewing warriors dress
cs: šití oděvu bojovníka
nds: eene Ridderkluft to naihen
nl: krijgersjurk naaien
sv: sy krigarklänning

source: sewing crocodile jacket
cs: šití krokodýlí vesty
nds: eene Krokodiljacke to naihen
nl: krokodillenjas naaien
sv: sy krokodiljacka

source: making crocodile shoes
cs: šití krokodýlích bot
nds: Krokodilschoh to naihen
nl: krokodillenschoenen maken
sv: tillverkning av krokodilskskor

# sumatran_building
source: Shipyard
cs: Loděnice
nds: Warft
nl: Scheepswerf
sv: Skeppsvarv

source: constructing a ship
cs: stavění lodě
nds: een Schipp to timmern
nl: een schip bouwen
sv: bygga ett skepp

# sumatran_building
source: Stonecutter’s Hut
cs: Chata kameníka
nds: Flintslagerkaat
nl: Steenhouwershut
sv: Stenhuggarens stuga

source: quarrying stone
cs: lámání kamene
nds: Steen to slagen
nl: steenhouwen
sv: stenbrytning

source: No Rocks
cs: Žádné skály
nds: Keene Stenen
nl: Geen Rotsen
sv: Inga stenar

source: Out of Rocks
cs: Došly skály
nds: Hebb keene Stenen mehr
nl: Zonder Rotsen
sv: Slut på stenar

# sumatran_building
source: The stonecutter working at this house can’t find any rocks in his work area.
cs: Kameník pracující v tomto domku nemůže v okolí najít žádné skály.
nds: De Flintslager, de bi deesem Huus warkt, hett keene Stenen tum Ofboen.
nl: De steenhouwer die aan dit huis werkt, kan geen stenen vinden in zijn werkgebied.
sv: Stenhuggaren som arbetar vid detta hus kan inte hitta några stenar i sitt arbetsområde.

# sumatran_building
source: Thermal Springs
cs: Termální prameny
nds: Hete Quell
nl: Thermale Bronnen
sv: Varma källor

# sumatran_building
source: This thermal spring does not enhance surrounding land any more. There is either no material or the process was completed.
cs: Tyto termální prameny již nezlepšují okolní půdu. Buďto není k dispozici žádný materiál, nebo byl proces dokončen.
nds: Deese Hete Quell kann keen umgeven Land mehr früchtbarer maken. Of gifft dat keene Materialien mehr, of de Vörgang is ofsluten.
nl: Deze thermale bron verbetert het omliggende land niet meer. Er is ofwel geen materiaal of het proces is voltooid.
sv: Denna varma källa förbättrar inte längre marken i omgivningen. Antingen finns det inget material eller så har processen slutförts.

# sumatran_building
source: Tribal Gathering
cs: Kmenový sněm
nds: Volksversammlung
nl: Stammenbijeenkomst
sv: Stamens sammankomst

# sumatran_building
source: recruiting
cs: nabírání
nds: antohüren
nl: aanwerven
sv: rekrytering

source: recruiting warrior
cs: přijetí bojovníka
nds: eenen Ridder antohüren
nl: strijder aanwerven
sv: rekrytera krigare

source: recruiting chief
cs: přijetí náčelníka
nds: eenen Baas antohüren
nl: leider aanwerven
sv: rekryteringschef

source: recruiting carrier
cs: přijetí nosiče
nds: eenen Lastendrager antohüren
nl: drager aanwerven
sv: rekryteringsföretag

source: recruiting hunter
cs: přijetí lovce
nds: eenen Jäger antohüren
nl: jager aanwerven
sv: rekryteringsjägare

# sumatran_building
source: Water Carrier’s Hut
cs: Chata nosiče vody
nds: Waterdrager-Huus
nl: Waterdragershut
sv: Vattenbärarens hydda

source: No Water
cs: Žádná voda
nds: Keen Water
nl: Geen Water
sv: Inget vatten

source: Out of Water
cs: Chybí voda
nds: Hebb keen Water mehr
nl: Zonder Water
sv: Slut på vatten

# sumatran_building
source: The water carrier working at this hut can’t find any water in its vicinity.
cs: Nosič vody pracující v této chatce nemůže ve svém okolí najít žádnou vodu.
nds: De Waterdrager, de bi deesem Huus warkt, kann keen Water in de Naberskupp finnen.
nl: De waterdrager die bij deze hut werkt, kan geen water vinden in de omgeving.
sv: Vattenbäraren som arbetar vid denna hydda kan inte hitta något vatten i närheten.

# sumatran_building
source: Weaving Mill
cs: Tkalcovna
nds: Weevstohl
nl: Weverij
sv: Väveri

source: weaving cloth
cs: tkaní látky
nds: Stoff to weven
nl: stof weven
sv: vävning av tyg

# sumatran_building
source: Winery
cs: Vinařství
nds: Wienmakeree
nl: Wijnmakerij
sv: Vingård

source: making palm wine
cs: vyrábění palmového vína
nds: Palmwien to maken
nl: palmwijn maken
sv: tillverkning av palmvin

source: No Palm Trees
cs: Žádné palmy
nds: Keene Palmbomen
nl: Geen Palmbomen
sv: Inga palmträd

source: Out of Palm Trees
cs: Došly palmy
nds: Hebb keene Palmbomen mehr
nl: Zonder Palmbomen
sv: Slut på palmträd

# sumatran_building
source: The winemaker working at this house can’t find any palm trees in her work area. You should consider dismantling or destroying the building or building a palm planter’s hut nearby.
cs: Vinařka pracující v tomto domku nemůže ve svém okolí najít žádné palmy. Zvaž rozebrání, nebo zničení budovy, nebo stavbu chaty sadaře palem poblíž budovy.
nds: De Wienmaker dat warkt bi deesem Huus hett keene Palmbomen in sienem Arbeidsgewest. Överlegg di, of du dat Huus plattrieten of ofbrannen willt, of bau eene Palmenplanterkaat in de Naberskupp.
nl: De wijnmaker die in dit huis werkt, kan geen palmbomen vinden in haar werkgebied. Je zou moeten overwegen om het gebouw te ontmantelen of te vernietigen of om een palmenhut in de buurt te bouwen.
sv: Vinmakaren som arbetar på detta hus kan inte hitta några palmer i sitt arbetsområde. Du bör överväga att riva eller förstöra byggnaden eller bygga en palmplanters hydda i närheten.

# sumatran_building
source: Woodcutter’s House
cs: Domek dřevorubce
nds: Boomslagerhuus
nl: Houthakkershuis
sv: Skogshuggarnas hus

source: felling palm trees
cs: kácení palem
nds: Palmen to slagen
nl: palmbomen kappen
sv: fällning av palmer

source: felling tropical trees
cs: kácení tropických stromů
nds: Regenwaldbomen to slagen
nl: tropische bomen kappen
sv: avverkning av tropiska träd

source: No Palm Trees or No Trees at All
cs: Žádné palmy, nebo vůbec žádné stromy
nds: Keene Palmbomen of överhoopt keene Bomen
nl: Geen Palmbomen of Helemaal Geen Bomen
sv: Inga palmer eller inga träd alls

source: Out of Trees
cs: Došly stromy
nds: Hebb keene Bomen mehr
nl: Zonder Bomen
sv: Slut på träd

# sumatran_building
source: The woodcutter working at this house can’t find any palm trees in his work area. You should consider dismantling or destroying the building or building a palm planter’s hut or a jungle preserver’s hut nearby.
cs: Dřevorubec pracující v tomto domku nemůže ve svém okolí najít žádné palmy. Zvaž rozebrání, nebo zničení budovy, nebo stavbu chaty sadaře palem, nebo stavbu chaty ochránce džungle poblíž budovy.
nds: De Boomslager dat warkt bi deesem Huus hett keene Palmbomen in sienem Arbeidsgewest. Överlegg di, of du dat Huus plattrieten of ofbrannen willt, of bau eene Palmenplanterkaat of Waldwahrderkaat in de Naberskupp.
nl: De houthakker die aan dit huis werkt kan geen palmbomen vinden in zijn werkgebied. Je zou moeten overwegen om het gebouw te ontmantelen of te vernietigen of om een palmplantershut of een hut voor junglebehoud in de buurt te bouwen.
sv: Skogshuggaren som arbetar vid detta hus kan inte hitta några palmer i sitt arbetsområde. Du bör överväga att riva eller förstöra byggnaden eller bygga en palmplanteringshydda eller en djungelbevararhydda i närheten.

# sumatran_building
source: Basic Workshop
cs: Obyčejná dílna
nds: Lütte Smee
nl: Basis Werkplaats
sv: Grundläggande workshop

source: sanding wood
cs: broušení dřeva
nds: Holt to sanden
nl: hout schuren
sv: slipning av trä

source: grinding diamond
cs: broušení diamantu
nds: Edelsteen to sliepen
nl: diamant slijpen
sv: slipdiamant

source: making a whetstone
cs: vyrábění brousku
nds: eenen Sliepsteen to maken
nl: een wetsteen maken
sv: tillverka en slipsten

# sumatran_building
source: Tools Workshop
cs: Nástrojářská dílna
nds: Warktüügsmee
nl: Gereedschap Werkplaats
sv: Verktygsverkstad

source: making fire tongs
cs: vyrábění kovářských kleští
nds: eene Füürtange to maken
nl: vuurtonnen maken
sv: tillverkning av eldtänger

source: making felling ax
cs: vyrábění těžební sekery
nds: eene Boomslager-Ext to maken
nl: kapbijl maken
sv: tillverkning av fällningsyxa

source: making buckets
cs: vyrábění kýblů
nds: Emmers to maken
nl: emmers maken
sv: tillverka hinkar

source: making hammer
cs: vyrábění kladiva
nds: eenen Klöpper to maken
nl: hamer maken
sv: tillverka hammare

source: making kitchen tools
cs: vyrábění kuchyňského náčiní
nds: Besteck to maken
nl: keukengerei maken
sv: tillverkning av köksredskap

source: making pick
cs: vyrábění krumpáče
nds: eene Pickhack to maken
nl: pikhouweel maken
sv: göra val

source: making machete
cs: vyrábění mačety
nds: een Mest to maken
nl: machete maken
sv: tillverkning av machete

source: making shovel
cs: vyrábění lopaty
nds: eene Schüppe to maken
nl: schop maken
sv: tillverkning av spade

# sumatran_building
source: Weapons Workshop
cs: Zbrojířská dílna
nds: Wapensmee
nl: Wapens Werkplaats
sv: Vapenverkstad

source: making spear
cs: vyrábění oštěpu
nds: eene Pieke to maken
nl: speer maken
sv: tillverka spjut

source: Basic Outpost
cs: Základní osada
nds: Slichte Butenstee
nl: Basis Buitenpost
sv: Enkel utpost

source: Start the game with your headquarters and a small selection of wares - just enough to create a few tools to help establish a full economy. Warning: the AI can’t successfully start from this.
cs: Začni hru s hlavní budovou a omezeným výběrem surovin, které ti budou stačit tak akorát na výrobu pár nástrojů pro rozběh plně funkčního hospodářství. Upozornění: AI za těchto podmínek nedokáže úspěšně zahájit hru.
nds: Begünn dat Speel mit dienem Raadhuus un een paar Waren – blots genoog, um een bietje Warktüüg to produzeren un eene kumplete Weertskupp uptobauen. Wahrschau: Künstelk Spelers könen daarmit nich good spölen.
nl: Begin het spel met je hoofdkwartier en een kleine selectie goederen - net genoeg om een paar gereedschappen te maken om een volledige economie op te zetten. Waarschuwing: de AI kan hier niet succesvol mee beginnen.
sv: Starta spelet med ditt högkvarter och ett litet urval av varor – precis tillräckligt för att skapa några verktyg som hjälper dig att etablera en fullständig ekonomi. Varning: AI kan inte starta framgångsrikt från detta.

source: Castaways
cs: Trosečníci

source: Start the game with one ships on the ocean, the bare minimum of ware and few workers. Warning: the AI can’t successfully start from this. You will need to find a portspace with direct access to rocks and trees. For unknown maps, game without fog of war recommended.
cs: Zahaj hru s jednou lodí uprostřed oceánu, minimem zboží a pár pracovníky. Upozornění: AI za těchto podmínek nedokáže úspěšně zahájit hru. Budeš muset najít místo pro přístav s přímým přístupem ke skalám a stromům. V případě hry na neznámé mapě doporučena hra bez válečné mlhy.
sv: Starta spelet med ett skepp på havet, ett minimum av varor och några få arbetare. Varning: AI kan inte starta från detta. Du måste hitta en hamn med direkt tillgång till stenar och träd. För okända kartor rekommenderas spel utan dimma.

source: Discovery
cs: Mořeplavec objevitel
nds: Utförsken
nl: Ontdekking
sv: Upptäckt

source: Start the game with three ships on the ocean and only a handful of supplies
cs: Zahaj hru s třemi loděmi uprostřed oceánu a hrstkou zboží
nds: Begünn dat Speel mit dree Schippen up de See un blot een bietje Kraam
nl: Start het spel met drie schepen op de oceaan en slechts een handvol voorraden.
sv: Starta spelet med tre skepp på havet och bara en liten mängd förnödenheter

source: Fortified Village
cs: Opevněná vesnice
nds: Schanzendörp
nl: Versterkt Dorp
sv: Befäst by

source: Start the game with a fortified military installation
cs: Začít hru s obsazenými vojenskými budovami
nds: Begünn dat Speel mit mennig Soldateree-Anlagen
nl: Begin het spel met een versterkte militaire installatie
sv: Starta spelet med en befäst militär anläggning

source: Headquarters
cs: Hlavní budova
nds: Raadhuus
nl: Hoofdkwartier
sv: Högkvarter

source: Start the game with your headquarters only
cs: Začni hru pouze s hlavní budovou
nds: Begünn dat Speel mit nix as dien Raadhuus
nl: Start het spel met alleen je hoofdkwartier.
sv: Starta spelet med endast ditt högkvarter

source: New World
cs: Nový svět
nds: Neje Welt
nl: Nieuwe Wereld
sv: Nya världen

source: Start the game with seven ships full of wares on the ocean
cs: Zahaj hru se sedmi loděmi plnými zboží uprostřed oceánu
nds: Begünn dat Speel mit seven Schippen vull mit Waren up de See
nl: Begin het spel met zeven schepen vol handelswaar op de oceaan
sv: Starta spelet med sju skepp på havet, fulla av varor

source: Poor Hamlet
cs: Král cizinec
nds: Nares Dörp
nl: Arme Hamlet
sv: Stackars Hamlet

source: Start the game with just a warehouse and the bare minimum for bootstrapping an economy. Warning: the AI always and human in most of the cases can’t successfully start from this. Do not even try, if you are not prepared for real struggle. A map with good summer or desert terrain and a lot of space recommended.
cs: Začni hru jen se skladem a nejzákladnějším minimem pro rozběh hospodářství. Pozor: UI vždy a většinou i člověk za těchto podmínek nedokáže úspěšně zahájit hru. Ani se o to nepokoušej, pokud nejsi připraven na opravdové živoření. Doporučena mapa s vhodným letním a pouštním terénem a dostatkem místa.
nds: Begünn dat Speel mit nix as eenem Kraamhuus un so minn Waren as würrelk nödig, um eene Weertskupp uptobauen. Wahrschau: Künstelk Spelers un mennigmaal of Minsken könen daar nich mit recht mit starten. Versöök dat nich eenmaal, wenn du nich eenen lepen Kamp willst. Eene Kaart mit goden Sömmer- of Wüüsten-Landskuppen un mennig Rüümte word anraden.
nl: Begin het spel met alleen een pakhuis en het absolute minimum om een economie op te starten. Waarschuwing: de AI en in de meeste gevallen ook mensen kunnen hier niet succesvol mee beginnen. Waag het niet als je niet voorbereid bent op een echte strijd. Een kaart met goed zomer- of woestijnterrein en veel ruimte wordt aanbevolen.
sv: Starta spelet med bara en lagerbyggnad och det absolut nödvändigaste för att få igång ekonomin. Varning: AI:n och i de flesta fall även människor klarar inte av att starta från detta. Försök inte ens om du inte är beredd på en riktig kamp. En karta med bra sommar- eller ökenterräng och mycket utrymme rekommenderas.

source: Be careful
cs: Dávej pozor
nds: Pass up
nl: Wees voorzichtig
sv: Var försiktig

source: You have only one iron for each tool you will need to start your economy. Make sure no unneeded tool is created.
cs: Máš jen jedno železo na každý nástroj, který budeš potřebovat pro start hospodářství. Postarej se, aby nebyl vyroben žádný nepotřebný nástroj.
nds: Du hest blot een Deel Iesen för elkeen Warktüüg, wat du för eene Weertskupp bruukst. Pass up, dat keen Warktüüg daarto maakt word.
nl: Je hebt maar één ijzer voor elk gereedschap dat je nodig hebt om je economie te starten. Zorg ervoor dat er geen onnodig gereedschap wordt gemaakt.
sv: Du har bara ett järn för varje verktyg du behöver för att starta din ekonomi. Se till att inga onödiga verktyg skapas.
