Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_ware
source: Crocodile Shoes
cs: Krokodýlí boty
nds: Krokodilschoh
nl: Krokodillenschoenen
sv: Krokodilskor

# ware
source: Crocodile Skin
cs: Krokodýlí kůže
nds: Krokodilhuud
nl: Krokodillenhuid
sv: Krokodilhud

# ware
source: Raw Diamond
cs: Surový diamant
nds: Ruger Edelsteen
nl: Ruw Diamant
sv: Rå diamant

# ware
source: Eggs
cs: Vejce
nds: Eier
nl: Eieren
sv: Ägg

# ware
source: Food Waste
cs: Jídlové zbytky
nds: Spiesenoffall
nl: Voedselverspilling
sv: Matavfall

# ware
source: Gold Sheet
cs: Zlatý plát
nds: Goldplaat
nl: Goudblad
sv: Guldark

# ware
source: Palm Wine
cs: Palmové víno
nds: Palmwien
nl: Palm Wijn
sv: Palmvin

# ware
source: Palm Leaves
cs: Palmové listy
nds: Palmwedel
nl: Palmbladeren
sv: Palmblad

# ware
source: Sanded Wood
cs: Broušené dřevo
nds: Sandtholt
nl: Geschuurd Hout
sv: Slipat trä

# ware
source: Golden Shield
cs: Zlatý štít
nds: Goldener Schild
nl: Gouden Schild
sv: Gyllene sköld

# ware
source: Starch
cs: Škrob
nds: Starkde
nl: Zetmeel
sv: Stärkelse

# ware
source: Stone
cs: Kámen
nds: Steen
nl: Steen

# ware
source: Spear
cs: Oštěp
nds: Pieke
nl: Speer

# ware
source: Tropical Wood
cs: Tropické dřevo
nds: Regenwaldholt
nl: Tropisch Hout
sv: Tropiskt trä

# ware
source: Warrior’s Dress
cs: Oděv bojovníka
nds: Ridderkluft
nl: Krijgerjurk
sv: Krigarens klädsel

# ware
source: Whetstone
cs: Brousek
nds: Sliepsteen
nl: Wetsteen

# sumatran_worker
source: Armorsmith
cs: Zbrojíř
nds: Rüstsmidd
nl: Pantsersmid
sv: Rustningssmed

# sumatran_worker
source: Breeder
cs: Chovatel
nds: Tüchter
nl: Fokker
sv: Uppfödare

# sumatran_worker
source: Builder
cs: Stavař
nds: Baukeerl
nl: Bouwvakker
sv: Byggare

# sumatran_worker
source: Carrier (female)
cs: Nosička
nds: Lastendrager (Fruu)
nl: Drager (vrouwelijk)
sv: Bärare (kvinna)

# sumatran_worker
source: Carrier (male)
cs: Nosič
nds: Lastendrager (Mann)
nl: Drager (mannelijk)
sv: Bärare (manlig)

# sumatran_worker
source: Charcoal Burner
cs: Uhlíř
nds: Holtköhlbranner
nl: Houtskoolbrander
sv: Kolbrännare

# sumatran_worker
source: Chief
cs: Náčelník
nds: Baas
nl: Baas
sv: Chef

# sumatran_worker
source: Cook
cs: Kuchařka
nds: Koch
nl: Kok
sv: Matlagning

# sumatran_worker
source: Coppersmith
cs: Kovotepec
nds: Kopersmidd
nl: Koperslager
sv: Kopparsmed

# sumatran_worker
source: Craftsman
cs: Řemeslník
nds: Handwarker
nl: Ambachtsman
sv: Hantverkare

# sumatran_worker
source: Experienced Craftsman
cs: Zkušený řemeslník
nds: Meister-Handwarker
nl: Ervaren Ambachtsman
sv: Erfaren hantverkare

# sumatran_worker
source: Dressmaker
cs: Krejčová
nds: Naihster
nl: Kleermaker
sv: Sömmerska

# sumatran_worker
source: Farmer
cs: Farmář
nds: Buur
nl: Boer
sv: Jordbrukare

# sumatran_worker
source: Experienced Farmer
cs: Zkušený farmář
nds: Meisterbuur
nl: Ervaren Boer
sv: Erfaren jordbrukare

# sumatran_worker
source: Ferry
cs: Přívoz
nds: Fähr
nl: Veerboot
sv: Färja

# sumatran_worker
source: Forester
cs: Lesník
nds: Förster
nl: Boswachter
sv: Skogsvaktare

# sumatran_worker
source: Geologist
cs: Geolog
nds: Schattsöker
nl: Geoloog
sv: Geolog

# sumatran_worker
source: Hunter
cs: Lovec
nds: Jäger
nl: Jager
sv: Jägare

# sumatran_worker
source: Chief Hunter
cs: Vrchní lovec
nds: Meisterjäger
nl: Chef Jager
sv: Chefjägare

# sumatran_worker
source: Jungle Ghost
cs: Duch džungle
nds: Urwald-Geist
nl: Jungle Spook
sv: Djungelspöket

# sumatran_worker
source: Leaf Gatherer
cs: Sběračka listí
nds: Bladenpottjer
nl: Bladverzamelaar
sv: Lövplockare

# sumatran_worker
source: Miner
cs: Horník
nds: Bargwarkskeerl
nl: Mijnwerker
sv: Gruvarbetare

# sumatran_worker
source: Master Miner
cs: Vrchní horník
nds: Meister-Bargwarkskeerl
nl: Meestermijnwerker
sv: Mästare i gruvdrift

# sumatran_worker
source: Recruit
cs: Rekrut
nds: Lehrwicht
nl: Rekruut
sv: Rekrytera

# sumatran_worker
source: Reedcutter
cs: Sběrač rákosu
nds: Reitsnieder
nl: Rietsnijder
sv: Vassskärare

# sumatran_worker
source: Scout
cs: Průzkumník
nds: Bespejer
nl: Verkenner

# sumatran_worker
source: Shipwright
cs: Loďař
nds: Schippebauer
nl: Scheepsbouwer
sv: Skeppsbyggare

# sumatran_worker
source: Smelter
cs: Hutník
sv: Smältverk

# sumatran_worker
source: Warrior
cs: Bojovník
nds: Ridder
nl: Krijger
sv: Krigare

# sumatran_worker
source: Stonecutter
cs: Kameník
nds: Flintslager
nl: Steenhouwer
sv: Stenhuggare

# sumatran_worker
source: Tribal Chief
cs: Kmenový náčelník
nds: Volksbaas
nl: Stamhoofd
sv: Hövding

# sumatran_worker
source: Water Carrier
cs: Nosič vody
nds: Waterdrager
nl: Waterdrager
sv: Vattenbärare

# sumatran_worker
source: Weaver
cs: Tkadlena
nds: Wever
nl: Wever
sv: Vävare

# sumatran_worker
source: Winemaker
cs: Vinařka
nds: Wienmaker
nl: Wijnmaker
sv: Vinmakare

# sumatran_worker
source: Woodcutter
cs: Dřevorubec
nds: Boomslager
nl: Houtvester
sv: Skogshuggare

source: Hic sunt crocodili.
sv: Här finns krokodiler.

# shipname
source: Mawar Emas
sv: Gyllene rosor

# shipname
source: Ular Laut
sv: Havsormen

# shipname
source: Paus Pembunuh
sv: Mördarpausen

# shipname
source: Layar Besar
sv: Stor skärm

source: Needs sumatran_world.wad. It uses partially graphics of other tribes, until new graphics is available. AI likes summer and desert terrain, a lot of space and water nearby. Fortified Village for a stronger opponent. More info in help and tips.
nds: Bruukt sumatran_world.wad. Dat bruukt in Delen Billers vun anner Völkers, bit neje Billers verföögbaar sünd. Künstelk Speler bruken Sömmer- un Wüüst-Landskuppen un mennig Rüümte un Water umbi. Bruuk Schanzendörp för eenen machtigeren Feind. Mehr Informatioonen in de Hülp un Tipps.
nl: Heeft sumatran_world.wad nodig. Het gebruikt gedeeltelijk afbeeldingen van andere stammen, totdat er nieuwe afbeeldingen beschikbaar zijn. AI houdt van zomer- en woestijngebied, veel ruimte en water in de buurt. Versterkt dorp voor een sterkere tegenstander. Meer info in help en tips.

# sumatran_ware
source: Widely used weapon for hunters and warriors.
nds: Vööl bruukt Wapen för Jägers un Ridders.
nl: Veel gebruikt wapen voor jagers en krijgers.

# sumatran_building
source: The woodcutter recognizes 3 types of trees. Tropical trees (ironwood, balsa and rubber tree and dipterocarpus), palm trees (5 types of official palms) and all other trees. Trees of the first two groups are cut down only when tropical wood respectively log is needed. If the woodcutter is not able to cut down both tropical and palm trees, the building’s productivity can decrease.
nds: De Boomslager kennt 3 Aarden vun Bomen. Regenwaldbomen (Iesenholt, Balsa un Gummiboom un Flögelfrüchtenboom), Palmbomen (5 Aarden vun offiziellen Palmen) un all anner Bomen. Bomen in de eersten twee Gruppen worden blots dann umkappt, wenn Regenwaldholt of Boomstammen bruukt worden. Wenn de Boomslager nich Regenwaldbomen un ok Palmbomen ofslaan kann, kann de Wöörde vum Huus runnergahn.
nl: De houthakker herkent 3 soorten bomen. Tropische bomen (ijzerhout, balsa- en rubberboom en dipterocarpus), palmbomen (5 soorten officiële palmen) en alle andere bomen. Bomen uit de eerste twee groepen worden alleen gekapt als er tropisch hout respectievelijk boomstammen nodig zijn. Als de houthakker niet in staat is om zowel tropische bomen als palmbomen te kappen, kan de productiviteit van het gebouw afnemen.

# sumatran_building
source: Thermal springs make terrain more favorable for tropical trees. This is useful especially while playing wasteland and winter maps. In the first case to transform mountains is very advantageous, in the second case, all types of terrain can be transformed.
nds: Hete Quellen maken de Landskupp beter för Regenwaldbomen. Dat is besünners nüttelk, wenn du up Unland- of Winter-Kaarten spöölst. In de eerste Fall is dat bannig nüttelk, Bargen umtowanneln; in de anner Fall könen all Aarden vun Landskuppen umwannelt worden.
nl: Thermale bronnen maken het terrein gunstiger voor tropische bomen. Dit is vooral handig als je wasteland- en winterkaarten speelt. In het eerste geval is het zeer voordelig om bergen te transformeren, in het tweede geval kunnen alle soorten terrein worden getransformeerd.

source: %1$d items have been removed, %2$d items left.
nl: %1$d items zijn verwijderd, %2$d items over.

# sumatran_building
source: The dressmaker needs %1% on average to sew one piece of clothing.
nl: De kleermaker heeft gemiddeld %1% nodig om één kledingstuk te naaien.
