Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

source: Sumatrans
cs: Sumatřané
nds: Sumatraner
nl: Sumatranen

source: Needs sumatran_world.wad. It uses partially graphics of other tribes, until new graphics is available. AI likes summer and desert terrain, a lot of space and water nearby. Fortified Village for a stronger opponent. More info in help and tips. If you use version 1.3 and newer and you combine this tribe with another add-on tribes, please make sure that this add-on is above them on the list of add-ons. Otherwise the crocodile hunter’s house for the other tribes doesn’t have to be uploaded.
cs: Vyžaduje sumatran_world.wad. Používá částečně grafiku ostatních kmenů, než bude k dispozici grafika nová. AI vyhovuje letní a pouštní terén, hodně místa a pozice poblíž vody. Pro silnějšího protivníka lze zvolit opevněnou vesnici. Více informací v nápovědě a tipech. Pokud používáš verzi 1.3 a novější a kombinuješ tento kmen s dalšími kmeny z rozšíření, ujisti se, že je toto rozšíření v seznamu rozšíření nad nimi. V opačném případě by u dalších kmenů nemuselo dojít k nahrání domku lovce krokodýlů.
sv: Kräver sumatran_world.wad. Den använder delvis grafik från andra stammar tills ny grafik blir tillgänglig. AI gillar sommar- och ökenlandskap, mycket utrymme och vatten i närheten. Befäst by för en starkare motståndare. Mer information finns i hjälp och tips. Om du använder version 1.3 eller senare och kombinerar denna stam med andra tilläggsstammar, se till att detta tillägg ligger över dem i listan över tillägg. Annars behöver inte krokodiljägarens hus för de andra stammarna laddas upp.

# immovable
source: Cassava Plants (harvested)
cs: Rostliny manioku (sklizené)
nds: Maniokplanten (arnt)
nl: Cassaveplanten (geoogst)
sv: Maniokplantor (skördade)

# immovable
source: Cassava Plants (medium)
cs: Rostliny manioku (vzrostlé)
nds: Maniokplanten (middel)
nl: Cassaveplanten (medium)
sv: Maniokplantor (medelstora)

# immovable
source: Cassava Plants (ripe)
cs: Rostliny manioku (ke sklizni)
nds: Maniokplanten (riep)
nl: Cassaveplanten (rijp)
sv: Maniokplantor (mogna)

# immovable
source: Cassava Plants (small)
cs: Rostliny manioku (malé)
nds: Maniokplanten (lütt)
nl: Cassaveplanten (klein)
sv: Maniokplantor (små)

# immovable
source: Cassava Plants (tiny)
cs: Rostliny manioku (drobné)
nds: Maniokplanten (ganz lütt)
nl: Cassaveplanten (klein)
sv: Maniokplantor (små)

source: Palm Leaves
cs: Palmové listí
nds: Palmwedel
nl: Palmbladeren
sv: Palmblad

# resource_indicator
source: Some Coal
cs: Nějaké uhlí
nds: Een bietje Köhl
nl: Wat Steenkool
sv: Lite kol

# resource_indicator
source: A Lot of Coal
cs: Hodně uhlí
nds: Een Bült vun Köhl
nl: Veel Kolen
sv: Mycket kol

# resource_indicator
source: Some Copper and Gold Ore
cs: Něco málo měděné a zlaté rudy
nds: Een bietje Koper- un Goldkluut
nl: Wat Koper- en Gouderts
sv: En del koppar- och guldmalm

# resource_indicator
source: A Lot of Copper and Gold Ore
cs: Hodně měděné a zlaté rudy
nds: Een Bült vun Koper- un Goldkluut
nl: Veel Koper- en Gouderts
sv: Mycket koppar- och guldmalm

# resource_indicator
source: Some Iron Ore
cs: Něco málo železné rudy
nds: Een bietje Iesenkluut
nl: Wat IJzererts
sv: En del järnmalm

# resource_indicator
source: A Lot of Iron Ore
cs: Hodně železné rudy
nds: Een Bült vun Iesenkluut
nl: Veel IJzererts
sv: Mycket järnmalm

# resource_indicator
source: No Resources
cs: Žádné suroviny
nds: Keene Mineraalen
nl: Geen Grondstoffen
sv: Inga resurser

# resource_indicator
source: Some Stone and Diamonds
cs: Něco málo kamene a diamantů
nds: Een bietje Steen un Edelstenen
nl: Wat Stenen en Diamanten

# resource_indicator
source: A Lot of Stone and Diamonds
cs: Hodně kamene a diamantů
nds: Een Bült vun Steen un Edelstenen
nl: Veel Stenen en Diamanten

# resource_indicator
source: Water
cs: Voda
sv: Vatten

# immovable
source: Ship Under Construction
cs: Rozestavěná loď
nds: Schipp-Baustee
nl: Schip In Aanbouw
sv: Skepp under byggnation

# sumatran_building
source: Fort
cs: Pevnost
nds: Schanz

# sumatran_building
source: Your warriors have occupied your fort.
cs: Pevnost obydlena tvou posádkou.
nds: Diene Ridders hebben diene Schanz besett.
nl: Uw krijgers hebben uw fort bezet.
sv: Dina krigare har ockuperat ditt fort.

# sumatran_building
source: Your fort discovered an aggressor.
cs: Tvá pevnost objevila nepřítele.
nds: Diene Schanz hett Feinde to sehn kregen.
nl: Je fort heeft een aanvaller ontdekt.
sv: Ditt fort upptäckte en angripare.

# sumatran_building
source: Your fort is under attack.
cs: Nepřítel napadl tvoji pevnost.
nds: Feinde griepen diene Schanz an.
nl: Je fort wordt aangevallen.
sv: Din fästning är under attack.

# sumatran_building
source: The enemy defeated your warriors at the fort.
cs: Nepřítel dobyl tvoji pevnost.
nds: De Feinde hebben diene Ridders in eener Schanz manntjet.
nl: De vijand heeft je krijgers bij het fort verslagen.
sv: Fienden besegrade dina krigare vid fortet.

# sumatran_building
source: Your warriors defeated the enemy at the fort.
cs: Pevnost nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eener Schanz manntjet.
nl: Je krijgers hebben de vijand bij het fort verslagen.
sv: Dina krigare besegrade fienden vid fortet.

# sumatran_building
source: Fortified Tower
cs: Opevněná věž
nds: Schanzentoorn
nl: Versterkte Toren
sv: Befäst torn

# sumatran_building
source: Your warriors have occupied your fortified tower.
cs: Opevněná věž obydlena tvou posádkou.
nds: Diene Ridders hebben dienen Schanzentoorn besett.
nl: Je krijgers hebben je versterkte toren bezet.
sv: Dina krigare har ockuperat ditt befästa torn.

# sumatran_building
source: Your fortified tower discovered an aggressor.
cs: Tvá opevněná věž objevila nepřítele.
nds: Dien Schanzentoorn hett Feinde to sehn kregen.
nl: Je versterkte toren heeft een aanvaller ontdekt.
sv: Din befästa torn upptäckte en angripare.

# sumatran_building
source: Your fortified tower is under attack.
cs: Nepřítel napadl tvoji opevněnou věž.
nds: Feinde griepen dienen Schanzentoorn an.
nl: Je versterkte toren wordt aangevallen.
sv: Din befästa torn är under attack.

# sumatran_building
source: The enemy defeated your warriors at the fortified tower.
cs: Nepřítel dobyl tvoji opevněnou věž.
nds: De Feinde hebben diene Ridders in eenem Schanzentoorn manntjet.
nl: De vijand heeft je krijgers verslagen bij de versterkte toren.
sv: Fienden besegrade dina krigare vid det befästa tornet.

# sumatran_building
source: Your warriors defeated the enemy at the fortified tower.
cs: Opevněná věž nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Schanzentoorn manntjet.
nl: Je krijgers hebben de vijand verslagen bij de versterkte toren.
sv: Dina krigare besegrade fienden vid det befästa tornet.

# sumatran_building
source: Guard Post
cs: Hlídka
nds: Wahrders-Posten
nl: Wachtpost
sv: Vaktpost

# sumatran_building
source: Your warrior has occupied your guard post.
cs: Hlídka obydlena tvou posádkou.
nds: Dien Ridder hett dienen Wahrders-Posten besett.
nl: Je krijger heeft je wachtpost bezet.
sv: Din krigare har intagit din vaktpost.

# sumatran_building
source: Your guard post discovered an aggressor.
cs: Tvá hlídka objevila nepřítele.
nds: Dien Wahrders-Posten hett Feinde to sehn kregen.
nl: Je wachtpost heeft een aanvaller ontdekt.
sv: Din vaktpost upptäckte en angripare.

# sumatran_building
source: Your guard post is under attack.
cs: Nepřítel napadl tvoji hlídku.
nds: Feinde griepen dienen Wahrders-Posten an.
nl: Je wachtpost wordt aangevallen.
sv: Din vaktpost är under attack.

# sumatran_building
source: The enemy defeated your warrior at the guard post.
cs: Nepřítel dobyl tvoji hlídku.
nds: De Feinde hebben dienen Ridder in eenem Wahrders-Posten manntjet.
nl: De vijand heeft je krijger bij de wachtpost verslagen.
sv: Fienden besegrade din krigare vid vaktposten.

# sumatran_building
source: Your warriors defeated the enemy at the guard post.
cs: Hlídka nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Wahrders-Posten manntjet.
nl: Je krijgers hebben de vijand bij de wachtpost verslagen.
sv: Dina krigare besegrade fienden vid vakthållningen.

# sumatran_building
source: Headquarters
cs: Hlavní budova
nds: Raadhuus
nl: Hoofdkwartier
sv: Högkvarter

# sumatran_building
source: Port
cs: Přistav
nds: Muu
nl: Haven

# sumatran_building
source: Big Sentry
cs: Velká strážnice
nds: Grote Wachters-Kamer
nl: Grote Wachtpost
sv: Stor vaktpost

# sumatran_building
source: Your warriors have occupied your big sentry.
cs: Velká strážnice obydlena tvou posádkou.
nds: Diene Ridders hebben diene Grote Wachters-Kamer besett.
nl: Je krijgers hebben je grote wachtpost bezet.
sv: Dina krigare har ockuperat din stora vaktpost.

# sumatran_building
source: Your big sentry discovered an aggressor.
cs: Tvá velká strážnice objevila nepřítele.
nds: Diene Grote Wachters-Kamer hett Feinde to sehn kregen.
nl: Je grote wachtpost heeft een aanvaller ontdekt.
sv: Din stora vakt upptäckte en angripare.

# sumatran_building
source: Your big sentry is under attack.
cs: Nepřítel napadl tvoji velkou strážnici.
nds: Feinde griepen diene Grote Wachters-Kamer an.
nl: Je grote wachtpost wordt aangevallen.
sv: Din stora vaktpost är under attack.

# sumatran_building
source: The enemy defeated your warriors at the big sentry.
cs: Nepřítel dobyl tvoji velkou strážnici.
nds: De Feinde hebben diene Ridders in eener Groten Wachters-Kamer manntjet.
nl: De vijand heeft je krijgers verslagen bij de grote wachtpost.
sv: Fienden besegrade dina krigare vid den stora vakten.

# sumatran_building
source: Your warriors defeated the enemy at the big sentry.
cs: Velká strážnice nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eener Groten Wachters-Kamer manntjet.
nl: Je krijgers hebben de vijand bij de grote wachtpost verslagen.
sv: Dina krigare besegrade fienden vid den stora vakten.

# sumatran_building
source: Small Sentry
cs: Malá strážnice
nds: Lütte Wachters-Kamer
nl: Kleine Wachtpost
sv: Liten vaktpost

# sumatran_building
source: Your warriors have occupied your sentry.
cs: Strážnice obydlena tvou posádkou.
nds: Diene Ridders hebben diene Wachters-Kamer besett.
nl: Je krijgers hebben je wachtpost bezet.
sv: Dina krigare har ockuperat din vaktpost.

# sumatran_building
source: Your sentry discovered an aggressor.
cs: Tvá malá strážnice objevila nepřítele.
nds: Diene Wachters-Kamer hett Feinde to sehn kregen.
nl: Je wachtpost heeft een aanvaller ontdekt.
sv: Din vakt upptäckte en angripare.

# sumatran_building
source: Your sentry is under attack.
cs: Nepřítel napadl tvoji malou strážnici.
nds: Feinde griepen diene Wachters-Kamer an.
nl: Je wachtpost wordt aangevallen.
sv: Din vaktpost är under attack.

# sumatran_building
source: The enemy defeated your warriors at the sentry.
cs: Nepřítel dobyl tvoji strážnici.
nds: De Feinde hebben diene Ridders in eener Wachters-Kamer manntjet.
nl: De vijand heeft je krijgers bij de wachtpost verslagen.
sv: Fienden besegrade dina krigare vid vaktposten.

# sumatran_building
source: Your warriors defeated the enemy at the sentry.
cs: Strážnice nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eener Wachters-Kamer manntjet.
nl: Je krijgers hebben de vijand bij de wachtpost verslagen.
sv: Dina krigare besegrade fienden vid vakten.

# sumatran_building
source: Tribal Warehouse
cs: Kmenový sklad
nds: Volks-Kraamhuus
nl: Stammenmagazijn
sv: Stammens lagerbyggnad

# sumatran_building
source: Watchtower
cs: Hlídkovací věž
nds: Wachtoorn
nl: Wachttoren
sv: Vakttorn

# sumatran_building
source: Your warriors have occupied your watchtower.
cs: Hlídkovací věž obydlena tvou posádkou.
nds: Diene Ridders hebben dienen Wachtoorn besett.
nl: Je krijgers hebben je wachttoren bezet.
sv: Dina krigare har ockuperat din vakttorn.

# sumatran_building
source: Your watchtower discovered an aggressor.
cs: Tvá hlídkovací věž objevila nepřítele.
nds: Dien Wachtoorn hett Feinde to sehn kregen.
nl: Je wachttoren heeft een aanvaller ontdekt.
sv: Din vakttorn upptäckte en angripare.

# sumatran_building
source: Your watchtower is under attack.
cs: Nepřítel napadl tvou hlídkovací věž.
nds: Feinde griepen dienen Wachtoorn an.
nl: Je wachttoren wordt aangevallen.
sv: Din vakttorn är under attack.

# sumatran_building
source: The enemy defeated your warriors at the watchtower.
cs: Nepřítel dobyl tvoji hlídkovací věž.
nds: De Feinde hebben diene Ridders in eenem Wachtoorn manntjet.
nl: De vijand heeft je krijgers bij de wachttoren verslagen.
sv: Fienden besegrade dina krigare vid vakttornet.

# sumatran_building
source: Your warriors defeated the enemy at the watchtower.
cs: Hlídkovací věž nepřítele dobyta.
nds: Diene Ridders hebben de Feinde in eenem Wachtoorn manntjet.
nl: Je krijgers hebben de vijand bij de wachttoren verslagen.
sv: Dina krigare besegrade fienden vid vakttornet.

# sumatran_building
source: Coal Mine
cs: Uhelný důl
nds: Köhle-Bargwark
nl: Steenkoolmijn
sv: Kolgruva

source: mining coal
cs: kutání uhlí
nds: Köhlen oftoboen
nl: kolen delven
sv: kolbrytning

source: No Coal
cs: Došlo uhlí
nds: Keene Köhl
nl: Geen Steenkool
sv: Inget kol

source: Main Coal Vein Exhausted
cs: Hlavní ložisko uhlí je vyčerpáno
nds: Köhl-Ader is leeg
nl: Hoofdkolenader Uitgeput
sv: Huvudkolådern uttömd

# sumatran_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Toto uhelné ložisko je vyčerpáno. Očekávej významný pokles návratnosti těžby. Tento důl již nelze vylepšit, zvaž proto jeho rozebrání, nebo zničení.
nds: De Ader vun deese Köhle-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze kolenmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.
sv: Denna kolgruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Gruvan kan inte förbättras ytterligare, så du bör överväga att avveckla eller förstöra den.

# sumatran_building
source: Copper-Gold Mine
cs: Měděnozlatý důl
nds: Koper-Gold-Bargwark
nl: Koper-Goudmijn
sv: Koppar-guldgruva

source: mining copper ore and gold ore
cs: těžení měděné a zlaté rudy
nds: Koperkluut un Goldkluut oftoboen
nl: mijnbouw kopererts en gouderts
sv: brytning av kopparmalm och guldmalm

source: mining higher share of copper ore
cs: těžení vyššího podílu měděné rudy
nds: eenen grotern Andeel vun Koperkluut oftoboen
nl: mijnbouw hoger aandeel van kopererts
sv: utvinning av större andel kopparmalm

source: No Copper-Gold Ore
cs: Žádná měděnozlatá ruda
nds: Keen Koper-Gold-Kluut
nl: Geen Koper-Gouderts
sv: Ingen koppar-guldmalm

source: Main Copper-Gold Vein Exhausted
cs: Hlavní měděnozlatá žíla je vyčerpaná
nds: Koper-Gold-Ader is leeg
nl: Hoofdkoper-Goudader Uitgeput
sv: Huvudsaklig koppar-guldåder uttömd

# sumatran_building
source: This copper-gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto měděnozlatého dolu je vyčerpaná. Očekávej významný pokles návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deese Koper-Gold-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze koper-goudmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
sv: Denna koppar- och guldgruvas huvudådra är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# sumatran_building
source: Deep Copper-Gold Mine
cs: Hluboký měděnozlatý důl
nds: Deeps Koper-Gold-Bargwark
nl: Diepe Koper-Goudmijn
sv: Djup koppar-guldgruva

source: Copper-Gold Vein Exhausted
cs: Měděnozlatá žíla je vyčerpaná
nds: Koper-Gold-Ader is leeg
nl: Koper-Goudader Uitgeput
sv: Koppar-guldådern uttömd

# sumatran_building
source: This deep copper-gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní žíla tohoto hlubokého měděnozlatého dolu je vyčerpaná. Očekávej významný pokles návratnosti těžby. Tento důl již nelze vylepšit, zvaž proto jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Deepen Koper-Gold-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze diepe koper-goudmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.
sv: Denna djupa koppar- och guldgruvas huvudådra är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Gruvan kan inte förbättras ytterligare, så du bör överväga att avveckla eller förstöra den.

# sumatran_building
source: Deep Iron Mine
cs: Hluboký železorudný důl
nds: Deeps Iesen-Bargwark
nl: Diepe IJzermijn
sv: Djup järngruva

source: mining iron ore
cs: těžení železné rudy
nds: Iesenkluut oftoboen
nl: mijnbouw ijzererts
sv: brytning av järnmalm

source: No Iron Ore
cs: Došla železná ruda
nds: Keen Iesenkluut
nl: Geen IJzererts
sv: Ingen järnmalm

source: Iron Vein Exhausted
cs: Hlavní železorudná žíla je vyčerpaná
nds: Iesen-Ader is leeg
nl: IJzerader Uitgeput
sv: Järnåd uttömd

# sumatran_building
source: This deep iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní žíla tohoto hlubokého železorudného dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Tento důl již nelze vylepšit, proto zvaž jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Deepen Iesen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze diepe ijzermijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.
sv: Denna djupa järngruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Gruvan kan inte förbättras ytterligare, så du bör överväga att avveckla eller förstöra den.

# sumatran_building
source: Deep Stone Mine
cs: Hluboký důl na kámen
nds: Deeps Steen-Bargwark
nl: Diepe Steenmijn
sv: Djup stenbrott

source: mining stone
cs: lámání kamene
nds: Steen oftoboen
nl: steen delven
sv: gruvsten

source: mining stone and raw diamond
cs: těžení kamene a surových diamantů
nds: Steen un rugen Edelsteen oftoboen
nl: steen en ruwe diamant delven
sv: brytning av sten och rådiamanter

source: No Stone
cs: Došel kámen
nds: Keen Steen
nl: Geen Steen
sv: Ingen sten

source: Stone Vein Exhausted
cs: Ložisko kamene je vyčerpáno
nds: Steen-Ader is leeg
nl: Steenader Uitgeput
sv: Stenådern uttömd

# sumatran_building
source: This deep stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. This mine can’t be enhanced any further, so you should consider dismantling or destroying it.
cs: Hlavní ložisko hlubokého dolu na kámen je vyčerpáno. Očekávej významný pokles návratnosti těžby. Tento důl již nelze vylepšit, zvaž proto jeho rozebrání, nebo zničení.
nds: De Ader vun deesem Deepen Steen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Dat Bargwark kann nich utbaut worden, also överlegg di, of du dat Bargwark ofbrannen of plattrieten willst.
nl: De hoofdader van deze diepe steenmijn is uitgeput. Verwacht een sterk verminderd investeringsrendement. Deze mijn kan niet verder worden verbeterd, dus je moet overwegen hem te ontmantelen of te vernietigen.
sv: Denna djupa stengruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Gruvan kan inte förbättras ytterligare, så du bör överväga att demontera eller förstöra den.

# sumatran_building
source: Iron Mine
cs: Železorudný důl
nds: Iesen-Bargwark
nl: IJzermijn
sv: Järngruva

source: Main Iron Vein Exhausted
cs: Hlavní železorudná žíla je vyčerpaná
nds: Iesen-Ader is leeg
nl: Hoofdijzerader Uitgeput
sv: Huvudjärnådern uttömd

# sumatran_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto železorudného dolu je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deese Iesen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze ijzermijn is uitgeput. Verwacht een sterk verminderd rendement op je investering. Je zou moeten overwegen om hem te verbeteren, ontmantelen of vernietigen.
sv: Denna järngruvas huvudåder är uttömd. Förvänta dig kraftigt minskade avkastningar på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# sumatran_building
source: Stone Mine
cs: Důl na kámen
nds: Steen-Bargwark
nl: Steenmijn
sv: Stenbrott

source: Main Stone Vein Exhausted
cs: Hlavní ložisko kamene je vyčerpáno
nds: Steen-Ader is leeg
nl: Hoofdsteenader Uitgeput
sv: Huvudstenådern uttömd

# sumatran_building
source: This stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní ložisko tohoto dolu na kámen je vyčerpáno. Očekávej významný pokles v návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.
nds: De Ader vun deese Steen-Bargwark is leeg. Dat Bargwark produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.
nl: De hoofdader van deze steenmijn is uitgeput. Verwacht een sterk verminderde opbrengst van je investering. Je zou moeten overwegen om deze te verbeteren, ontmantelen of vernietigen.
sv: Denna stengruvas huvudåder är uttömd. Förvänta dig kraftigt minskad avkastning på investeringen. Du bör överväga att förbättra, demontera eller förstöra den.

# amazons_building
source: Crocodile Hunter’s Hut
cs: Chata lovkyně krokodýlů
nds: Krokodiljaggtkaat
nl: Hut van de krokodillenjager
sv: Krokodiljägarens hydda

source: hunting
cs: lovení
nds: to jagen
nl: jagen
sv: jakt

source: hunting crocodile
cs: lovení krokodýla
nds: Krokodilen to jagen
nl: krokodillenjacht
sv: jakt på krokodil

source: gathering meat
cs: lovení masa
nds: Fleesk to pottjen
sv: samla kött

source: gathering fish
cs: lovení ryb
nds: Fiss to pottjen
sv: fiske

source: No Crocodiles
cs: Žádní krokodýli
nds: Keene Krokodilen
nl: Geen Krokodillen
sv: Inga krokodiler

source: Out of Game
cs: Došla zvěř
nds: Hebb keene Deerten mehr
nl: Zonder Wild
sv: Slut på vilt

# amazons_building
source: The hunter-gatherer working out of this hut can’t find any crocodiles in her work area.
cs: Lovkyně-sběračka pracující v této chatě nemůže ve svém okolí najít žádné krokodýly.
nds: De Jägerske-Pottjerske, de bi deese Jaggtkaat warkt, hett keene Krokodilen tum Jagen.
nl: De jager-verzamelaar die vanuit deze hut werkt, vindt geen krokodillen in haar werkgebied.
sv: Jägaren-samlaren som arbetar från denna hydda kan inte hitta några krokodiler i sitt arbetsområde.
