Repository: widelands/wl_addons_server
Catalog: po/sumatran_tribe.wad/*.po
Languages: cs, nds, nl, sv

# sumatran_worker
source: Works at the shipyard and constructs new ships.
cs: Pracuje v loděnici a staví lodě.
nds: Warkt in de Warft un baut neje Schippen.
nl: Werkt op de scheepswerf en bouwt nieuwe schepen.
sv: Arbetar på skeppsvarvet och bygger nya skepp.

# sumatran_worker
source: Works at construction sites to raise new buildings.
cs: Pracuje na staveništích a staví nové budovy.
nds: Warkt up Bausteden, um neje Husen to beschicken.
nl: Werkt op bouwwerven om nieuwe gebouwen op te trekken.
sv: Arbetar på byggarbetsplatser för att uppföra nya byggnader.

# sumatran_worker
source: Carries water.
cs: Nosí vodu
nds: Draggt Water.
nl: Draagt water.
sv: Bär vatten.

# sumatran_worker
source: Produces meat and fish.
cs: Dodává maso a ryby.
nds: Produzeert Fleesk un Fiss.
nl: Produceert vlees en vis.
sv: Producerar kött och fisk.

# sumatran_worker
source: Produces meat, fish and crocodile skin.
cs: Dodává maso, ryby a krokodýlí kůži.
nds: Produzeert Fleesk, Fiss un Krokodilhuud.
nl: Produceert vlees, vis en krokodillenhuid.
sv: Producerar kött, fisk och krokodilhud.

# sumatran_worker
source: Grows cassava.
cs: Pěstuje maniok.
nds: Plant Maniok.
nl: Kweekt cassave.
sv: Odlar maniok.

# sumatran_worker
source: Produces palm wine.
cs: Vyrábí palmové víno.
nds: Produzeert Palmwien.
nl: Produceert palmwijn.
sv: Producerar palmvin.

# sumatran_worker
source: Prepares meals.
cs: Připravuje jídlo.
nds: Maakt Mahltieden torecht.
nl: Bereidt maaltijden.
sv: Lagar mat.

# sumatran_worker
source: Discovers resources for mining.
cs: Hledá nerostné a podzemní zdroje.
nds: Finnt Mineraale to Ofboen.
nl: Ontdekt grondstoffen voor mijnbouw.
sv: Upptäck resurser för gruvdrift.

# sumatran_worker
source: Mines ore and minerals.
cs: Těží rudu a minerály.
nds: Baut Kluten un Mineraale of.
nl: Mijnt erts en mineralen.
sv: Bryter malm och mineraler.

# sumatran_worker
source: Smelts ore.
cs: Taví rudu.
nds: Smelt Kluten.
nl: Smelt erts.
sv: Smälter malm.

# sumatran_worker
source: Burns logs and wood to produce charcoal.
cs: Pálí klády a dřevo na dřevěné uhlí.
nds: Brannt Holtköhle ut Boomstammen un Holt.
nl: Verbrandt houtblokken en hout om houtskool te produceren.
sv: Förbränner stockar och ved för att producera träkol.

# sumatran_worker
source: Produces sanded wood, whetstones and polished diamonds.
cs: Vyrábí broušené dřevo, brousky a broušené diamanty.
nds: Produzeert Sandtholt, Sliepstenen un slepen Edelstenen.
nl: Produceert geschuurd hout, wetstenen en geslepen diamanten.
sv: Producerar slipat trä, slipstenar och polerade diamanter.

# sumatran_worker
source: Produces tools, weapons.
cs: Vyrábí nástroje a zbraně.
nds: Produzeert Warktüüg un Wapens.
nl: Produceert gereedschap, wapens.
sv: Tillverkar verktyg och vapen.

# sumatran_worker
source: Defend and Conquer!
cs: Bránit a dobývat!
nds: Verteidigen un innehmen!
nl: Verdedig en Overwin!
sv: Försvara och erövra!

# sumatran_worker
source: Trains warriors.
cs: Cvičí bojovníky.
nds: Bildt Ridders ut.
nl: Traint krijgers.
sv: Tränar krigare.

# sumatran_worker
source: Trains and recruits warriors. Recruits hunters, new chiefs and carriers too.
cs: Trénuje a nabírá bojovníky. Přijímá lovce, nové náčelníky a také nosiče.
nds: Hüürt Ridders an un bildt se ut. Hüürt ok Jägers, neje Basen un Lastendragers an.
nl: Traint en werft krijgers. Werft ook jagers, nieuwe opperhoofden en dragers.
sv: Tränar och rekryterar krigare. Rekryterar även jägare, nya hövdingar och bärare.

# sumatran_worker
source: Weaves cloth.
cs: Tká látku.
nds: Weevt Stoff.
nl: Weeft stof.
sv: Vävda tyger.

# sumatran_worker
source: Dressmaker is an experienced weaver and produces clothing.
cs: Krejčová je zkušená tkadlena a šije oděvy.
nds: De Naihster is een Meister-Wever un produzeert Kluften.
nl: De kleermaker is een ervaren wever en maakt kleding.
sv: Klädsömmerskan är en erfaren väverska och tillverkar kläder.

# sumatran_worker
source: Makes metal sheets for armor production.
cs: Vyrábí kovové pláty pro výrobu zbroje.
nds: Maakt Metallplaten för Wapenrocken.
nl: Maakt metalen platen voor pantserproductie.
sv: Tillverkar metallplåt för pansarproduktion.

# sumatran_worker
source: Armorsmith is an experienced coppersmith and produces armor for training camps.
cs: Zbrojíř je zkušený kovotepec a vyrábí zbroj pro cvičiště.
nds: De Rüstsmidd is een Meister-Kopersmidd un produzeert Wapenrocken för Övens-Lagers.
nl: De Wapensmid is een ervaren kopersmid en maakt pantsers voor trainingskampen.
sv: Armorsmith är en erfaren kopparsmed och tillverkar rustningar för träningsläger.

source: The remains of a destroyed building.
cs: Pozůstatky zničené budovy.
nds: Wat vun eenem verneelten Huus över blievt.
nl: De overblijfselen van een verwoest gebouw.
sv: Resterna av en förstörd byggnad.

source: Palm leaves can be picked up by a leaf gatherer and used as building material and for weaving cloth.
cs: Palmové listí mohou posbírat sběračky listí a může být použito jako stavební materiál a na tkaní látky.
nds: Palmwedels könen vun eenem Bladenpottjer sammelt worden un as Baukraam un tum Weven vun Stoff bruukt worden.
nl: Palmbladeren kunnen worden opgeraapt door een bladverzamelaar en worden gebruikt als bouwmateriaal en voor het weven van doek.
sv: Palmblad kan plockas av en bladplockare och användas som byggmaterial och för att väva tyg.

source: These cassava plants has just been planted.
cs: Toto jsou právě vysazené rostliny manioku.
nds: Deese Maniokplanten sünd jüüst plant worden.
nl: Deze cassaveplanten zijn net geplant.
sv: Dessa kassavaplantor har just planterats.

source: These cassava plants are growing.
cs: Tyto maniokové rostliny rostou.
nds: Deese Maniokplanten wassen.
nl: Deze cassaveplanten groeien.
sv: Dessa kassavaplantor växer.

source: These cassava plants are flowering.
cs: Toto jsou právě kvetoucí rostliny manioku.
nds: Deese Maniokplanten blöömen.
nl: Deze cassaveplanten staan in bloei.
sv: Dessa kassavaplantor blommar.

source: These cassava plants are ready for harvesting.
cs: Tyto maniokové rostliny jsou připraveny ke sklizni.
nds: Deese Maniokplanten sünd klaar tum arnten.
nl: Deze cassaveplanten zijn klaar om geoogst te worden.
sv: Dessa kassava-plantor är redo för skörd.

source: These cassava plants has been harvested. Your leaf gatherer can pick up some cassava leaves here.
cs: Tyto maniokové rostliny byly sklizeny. Tvé sběračky listí zde mohou posbírat maniokové listy.
nds: Deese Maniokplanten sünd arnt worden. Dien Bladenpottjer kann hier wat Maniokbladen halen.
nl: Deze cassaveplanten zijn geoogst. Je bladverzamelaar kan hier wat cassavebladeren rapen.
sv: Dessa kassavaplantor har skördats. Din lövplockare kan plocka några kassavablad här.

source: This reed field has just been planted.
cs: Toto je právě vysazené rákosové pole.
nds: Deeser Reitacker is jüüst plant worden.
nl: Dit rietveld is net geplant.
sv: Detta vassfält har just planterats.

source: This reed field is growing.
cs: Toto je rostoucí rákosové pole.
nds: Deeser Reitacker wasst.
nl: Dit rietveld groeit.
sv: Detta vassfält växer.

source: This reed field is flowering.
cs: Toto jsou právě kvetoucí rákosové pole.
nds: Deeser Reitacker blöömt.
nl: Dit rietveld staat in bloei.
sv: Detta vassfält blommar.

source: This reed field is ready for harvesting.
cs: Toto rákosové pole je připraveno ke sklizni.
nds: Deeser Reitacker is klaar tum arnten.
nl: Dit rietveld kan worden geoogst.
sv: Detta vassfält är klart för skörd.

source: This rubber tree has just been planted.
cs: Toto je právě vysazený kaučukovník.
nds: Deeser Gummiboom is jüüst plant worden.
nl: Deze rubberboom is net geplant.
sv: Denna gummiträd har just planterats.

source: This rubber tree is growing.
cs: Tento kaučukovník roste.
nds: Deeser Gummiboom wasst.
nl: Deze rubberboom groeit.
sv: Denna gummiträd växer.

source: This rubber tree is fully grown.
cs: Toto je plně vzrostlý kaučukovník.
nds: Deeser Gummiboom is utwassen.
nl: Deze rubberboom is volgroeid.
sv: Detta gummiträd är fullvuxet.

source: This rubber tree is ready for harvesting tropical wood by a woodcutter. Other tribes can harvest it for normal logs or rubber.
cs: Tento kaučukovník je dorostlý pro těžbu tropického dřeva dřevorubcem. Ostatní kmeny ho mohou zužitkovat na obyčejnou kládu, nebo kaučuk.
nds: Deeser Gummiboom is klaar tum Arnten vun Regenwaldholt dör eenen Boomslager. Anner Völkers könen daarut normaale Boomstammen of Gummi elasticum maken.
nl: Deze rubberboom is klaar om geoogst te worden door een houthakker. Andere stammen kunnen hem oogsten voor gewone boomstammen of rubber.
sv: Detta gummiträd är redo att skördas av en skogshuggare för att få tropiskt trä. Andra stammar kan skörda det för vanliga stockar eller gummi.

source: This dipterocarpus tree has just been planted.
cs: Tento dvojkřídláč je právě zasazený.
nds: Deeser Flögelfrüchtenboom is jüüst plant worden.
nl: Deze dipterocarpus boom is net geplant.
sv: Detta dipterocarpusträd har just planterats.

source: This dipterocarpus tree is growing.
cs: Tento dvojkřídláč roste.
nds: Deeser Flögelfrüchtenboom wasst.
nl: Deze dipterocarpus boom groeit.
sv: Detta dipterocarpusträd växer.

source: This dipterocarpus tree is fully grown.
cs: Toto je plně vzrostlý dvojkřídláč.
nds: Deeser Flögelfrüchtenboom is utwassen.
nl: Deze dipterocarpus boom is volwassen.
sv: Detta dipterocarpusträd är fullvuxet.

source: This dipterocarpus tree is ready for harvesting tropical wood by a woodcutter. Other tribes can harvest it for normal logs.
cs: Tento dvojkřídláč je dorostlý pro těžbu tropického dřeva dřevorubcem. Ostatní kmeny ho mohou zužitkovat na obyčejnou kládu.
nds: Deeser Flögelfrüchtenboom is klaar tum Arnten vun Regenwaldholt dör eenen Boomslager. Anner Völkers könen daarut normaale Boomstammen maken.
nl: Deze dipterocarpus boom is klaar voor de oogst van tropisch hout door een houthakker. Andere stammen kunnen hem oogsten voor normale boomstammen.
sv: Detta dipterocarpusträd är klart för skörd av tropiskt trä av en skogshuggare. Andra stammar kan skörda det för vanliga stockar.

source: This ironwood tree has just been planted.
cs: Toto je právě vysazený železodřevný strom.
nds: Deeser Iesenholtboom is jüüst plant worden.
nl: Deze ijzerhoutboom is net geplant.
sv: Detta järnträd har just planterats.

source: This ironwood tree is growing.
cs: Tento železodřevný strom roste.
nds: Deeser Iesenholtboom wasst.
nl: Deze ijzerhoutboom groeit.
sv: Detta järnträd växer.

source: This ironwood tree is fully grown.
cs: Toto je plně vzrostlý železodřevný strom.
nds: Deeser Iesenholtboom is utwassen.
nl: Deze ijzerhoutboom is volgroeid.
sv: Detta järnträd är fullvuxet.

source: This ironwood tree is ready for harvesting tropical wood by a woodcutter. Other tribes can harvest it for normal logs or ironwood.
cs: Tento železodřevný strom je dorostlý pro těžbu tropického dřeva dřevorubcem. Ostatní kmeny ho mohou zužitkovat na obyčejnou kládu, nebo železné dřevo.
nds: Deeser Iesenholtboom is klaar tum Arnten vun Regenwaldholt dör eenen Boomslager. Anner Völkers könen daarut normaale Boomstammen of Iesenholt maken.
nl: Deze ijzerhoutboom is klaar voor de oogst van tropisch hout door een houthakker. Andere stammen kunnen hem oogsten voor normale boomstammen of ijzerhout.
sv: Detta järnträd är redo att avverkas av en skogshuggare för att få fram tropiskt trä. Andra stammar kan avverka det för att få fram vanliga stockar eller järnträ.

source: This balsa tree has just been planted.
cs: Toto je právě vysazený balzovník.
nds: Deeser Balsaboom is jüüst plant worden.
nl: Deze balsaboom is net geplant.
sv: Denna balsaträd har just planterats.

source: This balsa tree is growing.
cs: Tento balzovník roste.
nds: Deeser Balsaboom wasst.
nl: Deze balsaboom groeit.
sv: Denna balsaträd växer.

source: This balsa tree is fully grown.
cs: Toto je plně vzrostlý balzovník strom.
nds: Deeser Balsaboom is utwassen.
nl: Deze balsaboom is volgroeid.
sv: Detta balsaträd är fullvuxet.

source: This balsa tree is ready for harvesting tropical wood by a woodcutter. Other tribes can harvest it for normal logs or balsa.
cs: Tento balzovník je dorostlý pro těžbu tropického dřeva dřevorubcem. Ostatní kmeny ho mohou zužitkovat na obyčejnou kládu, nebo balzu.
nds: Deeser Balsaboom is klaar tum Arnten vun Regenwaldholt dör eenen Boomslager. Anner Völkers könen daarut normaale Boomstammen of Balsa maken.
nl: Deze balsaboom is klaar voor de oogst van tropisch hout door een houthakker. Andere stammen kunnen hem oogsten voor gewone boomstammen of balsa.
sv: Detta balsaträd är redo att avverkas av en skogshuggare för att få fram tropiskt trä. Andra stammar kan avverka det för att få fram vanliga stockar eller balsaträ.

source: There are no resources in the ground here.
cs: Zde nebyly nalezeny žádné podzemní zdroje.
nds: Hier sünd keene Mineraale im Grund.
nl: Er zitten hier geen grondstoffen in de grond.
sv: Det finns inga naturresurser här.

source: There is water in the ground here.
cs: Zde byla nalezena podzemní voda.
nds: Hier is Water im Grund.
nl: Er zit hier water in de grond.
sv: Det finns vatten i marken här.

source: Coal veins contain coal that can be dug up by coal mines.
cs: Ložiska uhlí obsahují uhlí, které lze těžit pomocí uhelných dolů.
nds: In Köhle-Aders is Köhl, wat vun Köhle-Bargwarken ofboot worden kann.
nl: Steenkooladers bevatten steenkool die kan worden opgegraven in steenkoolmijnen.
sv: Kolfyndigheter innehåller kol som kan brytas i kolgruvor.

source: There is only a little bit of coal here.
cs: Zde se dá najít něco málo uhlí.
nds: Hier is bedröövt minn Köhl.
nl: Er is hier maar een klein beetje steenkool.
sv: Det finns bara lite kol här.

source: This vein contains iron ore that can be dug up by iron mines.
cs: Tato žíla obsahuje železnou rudu, kterou lze těžit pomocí železorudných dolů.
nds: In deeser Ader is Iesenkluut, wat vun Iesen-Bargwarken ofboot worden kann.
nl: Deze ader bevat ijzererts dat kan worden opgegraven door ijzermijnen.
sv: Denna ådra innehåller järnmalm som kan brytas i järngruvor.

source: There is only a little bit of iron ore here.
cs: Zde se dá najít něco málo železné rudy.
nds: Hier is bedröövt minn Iesenkluut.
nl: Er is hier maar een klein beetje ijzererts.
sv: Det finns bara lite järnmalm här.

source: This vein contains copper-gold ore that can be dug up by copper-gold mines.
cs: Tato žíla obsahuje měděnozlatou rudu, kterou lze těžit pomocí měděnozlatých dolů.
nds: In deeser Ader is Koper-Gold-Kluut, wat vun Koper-Gold-Bargwarken ofboot worden kann.
nl: Deze ader bevat koper-gouderts dat kan worden opgegraven door koper-goudmijnen.
sv: Denna ådra innehåller koppar-guldmalm som kan brytas i koppar-guldgruvor.

source: There is only a little bit of copper-gold ore here.
cs: Zde se dá najít něco málo měděnozlaté rudy.
nds: Hier is bedröövt minn Koper-Gold-Kluut.
nl: Er is hier maar een klein beetje koper-gouderts.
sv: Det finns bara en liten mängd koppar-guldmalm här.

source: Stone is a basic building material and can be dug up by a stone mine. You will also get some raw diamonds from the mine.
cs: Kámen je základním stavebním materiálem a lze ho těžit v dolech na kámen. Tento důl produkuje také surové diamanty.
nds: Steen is een wichtig Baukraam un kann vun eenem Steen-Bargwark ofboot worden. Du kriggst ok ruge Edelstenen ut de Bargwark.
nl: Steen is een basisbouwmateriaal en kan worden opgegraven door een steenmijn. Je kunt ook ruwe diamanten uit de mijn halen.
sv: Sten är ett grundläggande byggmaterial och kan brytas i en stengruva. Du kommer också att få några rådiamanter från gruvan.

source: There is only a little bit of stone and diamonds here.
cs: Zde se dá najít něco málo kamene a diamantů.
nds: Hier sünd bedröövt minn Steen un Edelstenen.
nl: Er is hier maar een klein beetje steen en diamant.

source: There is a lot of coal here.
cs: Zde je velké ložisko uhlí.
nds: Hier is een Bült vun Köhl.
nl: Er is hier veel steenkool.
sv: Det finns mycket kol här.

source: There is a lot of iron ore here.
cs: Zde je velké ložisko železné rudy.
nds: Hier is een Bült vun Iesenkluut.
nl: Er is hier veel ijzererts.
sv: Det finns mycket järnmalm här.

source: There is a lot of copper-gold ore here.
cs: Zde je velké ložisko měděnozlaté rudy.
nds: Hier is een Bült vun Koper-Gold-Kluut.
nl: Er is hier veel koper-gouderts.
sv: Här finns mycket koppar- och guldmalm.

source: There is a lot of stone and diamonds here.
cs: Zde je velké ložisko kamene a diamantů.
nds: Hier is een Bült vun Steen un Edelstenen.
nl: Er zijn hier veel stenen en diamanten.

source: A ship is being constructed at this site.
cs: Na tomto místě se staví loď.
nds: Up deeser Stee word een Schipp baut.
nl: Op deze plek wordt een schip gebouwd.
sv: Ett skepp byggs på denna plats.

# sumatran_building
source: Oh, you brave northern star, you are protecting and watching over all of our buildings. All other stars come and go, but you never leave your place.
cs: Ó, ty statečná severko, ty chráníš a bdíš nad všemi našimi buduvami. Všechny ostatní hvězdy přichází a mizí, ale ty nikdy neopouštíš své místo.
sv: Åh, du modiga nordstjärna, du skyddar och vakar över alla våra byggnader. Alla andra stjärnor kommer och går, men du lämnar aldrig din plats.

# sumatran_building
source: Part of tribal equinox prayer
cs: část kmenové modlitby ke dni rovnodennosti
sv: Del av stamens equinox-bön

# sumatran_building
source: Accommodation for your people. Also stores your wares and tools.
cs: Poskytuje ubytování tvým lidem a také skladuje tvé suroviny a nástroje.
nds: Brengt diene Lüü unner un verwahrt diene Waren un anner Kraam.
nl: Onderdak voor je mensen. Je kunt er ook je goederen en gereedschap opslaan.
sv: Boende för dina medarbetare. Förvarar även dina varor och verktyg.

# sumatran_building
source: The headquarters is your main building.
cs: Hlavní budova je tvou klíčovou budovou.
nds: Dat Raadhuus is dien wichtigstes Huus.
nl: Het hoofdkwartier is je belangrijkste gebouw.
sv: Högkvarteret är din huvudbyggnad.

# sumatran_building
source: Your workers and warriors will find shelter here. Also stores your wares and tools.
cs: Tady najdou tví dělníci a bojovníci přístřeší. Také se zde uchovává tvé zboží a nářadí.
nds: Brengt diene Lüü un Ridders unner un verwahrt diene Waren un anner Kraam.
nl: Je werkers en krijgers zullen hier onderdak vinden. Je kunt er ook je waren en gereedschap opslaan.
sv: Dina arbetare och krigare kommer att finna skydd här. Här kan du också förvara dina varor och verktyg.

# sumatran_building
source: Serves as a base for overseas colonization and trade. Also stores your warriors, wares and tools.
cs: Slouží jako základna pro zámořské plavby a obchod. Také skladuje suroviny, nástroje a poskytuje přístřeší bojovníkům.
nds: Deent tum Begünnen vun Hannel un Söken över Seefahrt. Brengt ok diene Lüü un Ridders unner un verwahrt diene Waren un anner Kraam.
nl: Dient als basis voor overzeese kolonisatie en handel. Sla ook je krijgers, handelswaar en gereedschap op.
sv: Fungerar som bas för utländsk kolonisering och handel. Lagrar även dina krigare, varor och verktyg.

# sumatran_building
source: Fells trees in the surrounding area and processes them into logs or tropical wood.
cs: Kácí stromy ve svém okolí a zpracovává je na klády, nebo tropické dřevo.
nds: Kappt Bomen in de Naberskupp un maakt daarut Boomstammen of Regenwaldholt.
nl: Kapt bomen in de omgeving en verwerkt ze tot boomstammen of tropisch hout
sv: Fäller träd i närområdet och bearbetar dem till timmer eller tropiskt virke.

# sumatran_building
source: The woodcutter recognizes 3 types of trees. Tropical trees (ironwood, balsa and rubber tree and dipterocarpus), palm trees (5 types of official palms) and all other trees. Trees of the first two groups are cut down only when tropical wood respectively log or palm leaves is needed. If the woodcutter is not able to cut down both tropical and palm trees, the building’s productivity can decrease.
cs: Dřevorubci rozeznávají 3 druhy stromů. Tropické stromy (železodřevný strom, balzovník, kaučukovník a dvojkřídláč), palmy (5 druhů oficiálních palem) a všechny ostatní stromy. Stromy prvních dvou kategorií jsou káceny pouze pokud ekonomika potřebuje tropické dřevo, respektive klády nebo palmové listí. Pokud dřevorubec nemůže kácet jak tropické stromy tak palmy, jeho produktivita může klesnout.
sv: Skogshuggaren känner igen tre typer av träd. Tropiska träd (järnträ, balsa, gummiträd och dipterocarpus), palmer (fem officiella palmtyper) och alla andra träd. Träd från de två första grupperna huggs endast ned när tropisk ved respektive stockar eller palmblad behövs. Om skogshuggaren inte kan hugga ned både tropiska träd och palmer kan byggnadens produktivitet minska.

# sumatran_building
source: The woodcutter can produce one log between %1$s and %2$s on average, depending on how far he has to walk and how many tree types are available. If there is only one type of trees, if there are two types or tree types, he needs %3$s, %4$s or %5$s on average to cut down one tree respectively.
cs: Dřevorubec může získat jednu kládu za %1$s až %2$s, záleží na tom, jak dlouhou cestu musí urazit a kolik typů stromů má k dispozici. Pokud má k dispozici jeden typ stromů, dva typy stromů nebo tři typy stromů potřebuje v průměru %3$s, respektive %4$s nebo %5$s na pokácení jednoho stromu.
sv: Skogshuggaren kan i genomsnitt producera mellan %1$s och %2$s stockar, beroende på hur långt han måste gå och hur många olika träslag som finns tillgängliga. Om det bara finns ett träslag, om det finns två träslag eller tre träslag, behöver han i genomsnitt %3$s, %4$s respektive %5$s för att fälla ett träd.

# sumatran_building
source: In case of slopes or obstacles in the way, the time is increased.
cs: V případě nerovného terénu a překážek v cestě může potřebný čas ještě vzrůst.
sv: Vid lutningar eller hinder på vägen ökar tiden.

# sumatran_building
source: The old legends say that long time ago our tribe lived in a place where only palm trees were growing. Without palm trees we could never call this place our home, they have an irreplaceable place in our culture and economy.
cs: Podle starých legend žil náš kmen kdysi dávno na místech, kde rostly pouze palmy. Bez palem bychom nikdy nemohli toto místo považovat za svůj domov, mají nezastupitelné místo v naší kultuře i hospodářském životě.
sv: De gamla legenderna säger att för länge sedan bodde vår stam på en plats där endast palmer växte. Utan palmerna skulle vi aldrig kunna kalla denna plats vårt hem, de har en oersättlig plats i vår kultur och ekonomi.

# sumatran_building
source: Explanation why foresters living in this houses plant palm trees only
cs: vysvětlení, proč lesníci žijící v těchto domcích sází pouze palmy
sv: Förklaring till varför skogsvaktare som bor i dessa hus endast planterar palmer

# sumatran_building
source: Plants palm trees in the surrounding area.
cs: Vysazuje ve svém okolí palmy.
nds: Plant Palmen in de Naberskupp.
nl: Plant palmbomen in de omgeving.
sv: Planterar palmer i omgivningen.

# sumatran_building
source: You need palm trees for logs, palm wine production and palm leaves, which are collected by leaf gather when a palm tree is cut down.
cs: Palmy potřebuješ na klády, palmové víno a palmové listy, které sbírají sběračky listí, když je palma pokácena.
nds: Du bruukst Palmbomen för Boomstammen, tum Produzeren vun Palmwien un för Palmwedels, wat vun de Bladenpottjer sammelt worden, wenn een Palmboom ofkappt word.
nl: Je hebt palmbomen nodig voor boomstammen, de productie van palmwijn en palmbladeren, die worden verzameld door bladeren te verzamelen wanneer een palmboom wordt omgehakt.
sv: Du behöver palmer för att få ved, producera palmvin och palmblad, som samlas in av bladplockare när en palm fälls.
