Repository: widelands/wl_addons_server
Catalog: po/economy_modifier.wad/*.po
Languages: fr

source: Economy Modifier Addon
fr: Addon modificateur d’économie

source: This mod changes the production logic so that buildings only create wares or workers if they are required. Each ware has a predefined target value, which can still be modified during gameplay.
fr: Ce mod change la logique de production afin que les bâtiments ne créent des marchandises ou des travailleurs que s’ils sont nécessaires. Chaque chose a une valeur cible prédéfinie, qui peut encore être modifiée pendant le jeu.

source: gathering water
fr: collecte d'eau

source: mining water
fr: mine d'eau

source: cutting granite
fr: couper granit

source: quarrying granite
fr: extrait du granite

source: quarrying marble
fr: extrait du marbre

source: planting trees
fr: plante des arbres

source: harvesting balsa
fr: Récolter du balsa

source: harvesting rubber
fr: récolte de caoutchouc

source: felling trees
fr: abat des arbres

source: gathering fish
fr: collecte de poisson

source: breeding fish
fr: élève des poissons

source: fishing
fr: pêche

source: gathering meat
fr: collecte de viande

source: releasing game
fr: publication du jeu

source: hunting
fr: chasse

source: releasing
fr: publication

source: making honey
fr: fabrication de miel

source: harvesting cassava
fr: récolte de manioc

source: harvesting cocoa
fr: récolte de cacao

source: harvesting corn
fr: récolte de maïs

source: harvesting wheat
fr: récolte de blé

source: harvesting reed
fr: récolte des roseaux

source: harvesting grapes
fr: récolte de raisin

source: gathering berries
fr: collecte de baies

source: harvesting barley
fr: récolter l’orge

source: making a rope
fr: fabrication d'une corde

source: making wine
fr: fabrication de vin
