Repository: widelands/wl_addons_server
Catalog: po/Tournament_2021_win_condition.wad/*.po
Languages: cs, de, fr, ko, nl, ru, sv

source: Tournament 2021 Win Condition
cs: Vítězné podmínky Turnaj 2021
de: Turnier 2021 Siegbedingung
fr: Tournoi 2021 Conditions de victoire
ko: 토너먼트 2021 승리 조건
nl: Toernooi 2021 Winstvoorwaarde
ru: Условия победы в турнире 2021
sv: Turnering 2021 Vinstvillkor

source: Win Condition for the 2021 Tournament: Create 10 Heroes without any coal from mountains
cs: Vítězná podmínka pro Turnaj 2021: Vytvoř 10 hrdinů bez uhlí z hor.
de: Siegbedingung für das Turnoer 2021: Trainiere 10 Helden ohne jede Kohle aus den Bergen.
fr: Condition de victoire pour le Tournoi 2021 : Créer 10 Héros sans aucun charbon provenant des montagnes
ko: 토너먼트 2021 승리 조건: 산에서 석탄을 캐지 않고 10명의 영웅을 만드세요
nl: Winvoorwaarde voor het toernooi van 2021: Maak 10 Helden zonder enige steenkool uit bergen
ru: Условие победы в турнире 2021 года: снарядите 10 ветеранов при отсутствии угля в горах
sv: Vinstvillkor för turneringen 2021: Skapa 10 hjältar utan kol från bergen

source: The player who has at least %1% fully trained soldier in his warehouses wins the game.
cs: Hráč, který má ve svém skladu alespoň %1% plně vycvičeného vojáka, vyhrává hru.
de: Der Spieler, der mindestens %1% voll ausgebildeten Soldaten in seinen Lagerhäusern hat, gewinnt das Spiel.
fr: Le joueur qui a au moins %1% soldat entraîné au plus haut niveau dans sa réserve gagne la partie
ko: 창고에 최소 %1%명의 숙련된 병사가 있는 플레이어가 게임에서 승리합니다.
nl: De speler die ten minste%1% volledig getrainde soldaat in zijn magazijnen heeft, wint het spel.
ru: Игрок, первым собравший %1% полностью обученного солдата в штабе, победит в игре.
sv: Den spelare som har minst %1% fullt utbildade soldater i sina lager vinner spelet.

source: Number of heroes
cs: Počet hrdinů
de: Anzahl der Helden
fr: Nombre de héros
ko: 영웅 수
nl: Aantal helden
ru: Число ветеранов
sv: Antal hjältar

source: Hero created!
cs: Získán nový hrdina!
de: Held ausgebildet!
fr: Héro créé !
ko: 영웅이 생성되었습니다!
nl: Held gemaakt!
ru: Ветеран обучен!
sv: Hjälte skapad!

source: %1% has created a hero!
cs: %1% má nového hrdinu!
de: %1% hat einen Helden ausgebildet!
fr: %1% a créé un héro !
ko: %1%가 영웅을 생성했습니다!
nl: %1% heeft een held gemaakt!
ru: %1% снарядил ветерана!
sv: %1% har skapat en hjälte!

source: You have a new Hero!
cs: Máš nového hrdinu!
de: Du hast einen neuen Helden!
fr: Vous avez un nouveau héro !
ko: 새로운 영웅을 사용할 수 있습니다!
nl: Je hebt een nieuwe Held!
ru: У вас новый ветеран!
sv: Du har en ny hjälte!

source: Hero Statistics:
cs: Statistika hrdinů:
de: Heldenstatistik:
fr: Statistiques du héro :
ko: 영웅 상태:
nl: Held Statistieken:
ru: Статистика ветеранов:
sv: Hjältestatistik:

source: %1% has %2%
cs: %1% má %2%
de: %1% hat %2%
fr: %1% a %2%
ko: %1%가 %2%명의 영웅을 보유하고 있습니다
nl: %1% heeft %2%
ru: У %1% - %2%
sv: %1% har %2%

source: %1% hero
cs: %1% hrdina
de: %1% Held
fr: %1% héro
ko: %1%명의 영웅
nl: %1% held
ru: %1% ветеран
sv: %1% hjälte

source: %1%: %2% hero
cs: %1%: %2% hrdina
de: %1%: %2% Helden
fr: %1% : %2% héro
ko: %1%: %2%명의 영웅
nl: %1%: %2% held
ru: %1%: %2% ветеран
sv: %1%: %2% hjälte
