Repository: widelands/wl_addons_server
Catalog: po/formerly_official_maps.wad/*.po
Languages: ca, cs, de, es, fr, it, ko, ru, sv

source: Elven Forests
es: Bosques élficos
fr: Forêts elfiques

source: The breath-taking beauty of these emerald lands has lured many tribes into an attempt to take them for themselves.
es: La sobrecogedora belleza de estas tierras esmeralda ha atraído a muchas tribus en un intento de apoderarse de ellas.
fr: La beauté à couper le souffle de ces terres d’émeraude a attiré de nombreuses tribus dans une tentative de les prendre pour elles-mêmes.

source: A huge Europe map. Blue = Sweden, Red = Italy, Yellow = Spain, Green = Turkey, Black = Russia, Orange = England, Purple = France, White = Poland
es: Un enorme mapa de Europa. Azul = Suecia, Rojo = Italia, Amarillo = España, Verde = Turquía, Negro = Rusia, Naranja = Inglaterra, Morado = Francia, Blanco = Polonia
fr: Une immense carte de l’Europe. Bleu = Suède, Rouge = Italie, Jaune = Espagne, Vert = Turquie, Noir = Russie, Orange = Angleterre, Violet = France, Blanc = Pologne

source: Impact
ca: Impacte
cs: Srážka
de: Einschlag
es: Impacto
it: Impatto
ko: 영향
ru: Столкновение
sv: Asteroidnedslag

source: After an impact of an Asteroid and the following harsh winter, three Isles are connected by Ice and stone, setting an end to the peaceful coexistence of three tribes.
ca: Després de l'impacte d'un asteroide i del posterior dur hivern, tres illes queden connectades pel gel i per la pedra, acabant amb la coexistència de les tres tribus.
cs: Po srážce s asteroidem a následné kruté zimě tři ostrovy spojené ledem a kamením předznamenávají konec pokojnému soužití tří kmenů.
de: Nach dem Einschlag eines Astroiden und dem darauffolgenden harten Winter werden die drei Inseln durch Eis und Felstrümmer verbunden. Das ist das Ende des friedlichen Miteinanders der drei Inselstämme.
es: Tras el impacto de un asteroide y el duro invierno posterior, tres islas quedan unidas por el hielo y la piedra, poniendo fin a la pacífica coexistencia de tres tribus.
fr: Après un impact d'un astéroïde et l'hiver rigoureux qui suivi, trois îles sont reliées par la glace et la pierre, mettant fin à la coexistence pacifique de trois tribus.
it: Dopo l'impatto di un asteroide e in seguito a un duro inverno, tre isole sono collegate da ghiaccio e rocce, segnando la fine di una pacifica convivenza fra tre tribù
ko: 소행성의 충돌과 연이은 혹독한 겨울 이후, 세 개의 섬은 얼음과 바위로 이어져 세 부족의 평화로운 공존이 가능하게 되었다.
ru: После удара астероида и последующей суровой зимы три острова соединены льдом и камнем, положив конец мирному сосуществованию трех племен.
sv: Efter ett asteroidnedslag och den följande hårda vintern sammanbinds tre öar av is och sten. Detta leder till slutet på den fredliga samexistensen mellan tre stammar.

source: The Ancient Sun of Fire
ca: L'antic Sol de foc
cs: Pradávné ohnivé slunce
de: Die urzeitliche Sonne des Feuers
es: El antiguo sol de fuego
fr: L'ancien soleil de feu
it: L'antico sole di fuoco
ko: 고대 불의 태양
ru: Древнее солнце огня
sv: Den uråldriga solen av eld

source: For hundreds of years, this island was kept as a sanctuary of the Gods. No human ever ventured to set a foot on it. But now that a tribe had finally been barefaced enough to settle on the coast of that island, a lot of others followed in its wake.
ca: Durant centenars d'anys, aquesta illa va ser un santuari dels déus. Cap humà s'ha atrevit a trepitjar-la. Però ara que una tribu ho ha fet, molts altres seguiran el seu camí.
cs: Po staletí byl tento ostrov uchováván jako posvátné místo božstva. Nikdo se neodvážil na něj vkročit. Ale nyní se našel dostatečně protřelý kmen, aby se usadil na jeho pobřeží, a mnoho dalších následovalo jeho příkladu.
de: Seit Jahrhunderten wurde diese Insel als Heiligtum der Götter verehrt und in all der Zeit auch von keiner Menschenseele betreten. Doch nun, da ein Stamm dreist genug ist, an der Küste dieser Insel zu siedeln, folgen ihm einige andere schon auf dem Fuße.
es: Durante cientos de años, esta isla se mantuvo como santuario de los dioses. Ningún humano se aventuró jamás a poner un pie en ella. Pero ahora que por fin una tribu había sido lo bastante descarada como para asentarse en la costa de esa isla, muchas otras siguieron su estela.
fr: Pendant des centaines d'années, cette île a été conservée comme un sanctuaire des dieux. Aucun humain n'a jamais osé y mettre le pied. Mais maintenant qu'une tribu avait finalement été assez courageuse pour s'installer sur la côte de cette île, beaucoup d'autres ont suivi dans son sillage.
it: Per secoli, questa isola era tenuta come santuario agli dei. Nessun umano poteva mettervi piede. Ma ora che una tribù è finalmente stata abbastanza sfrontata da stabilirsi sulla sua costa, molte altre la seguono
ko: 수백 년동안 이 섬은 신들의 성역으로 보호되어 왔다. 그 누구도 발을 들인 적이 없었다. 그러나 한 부족이 그 섬의 연안에 정착할 만큼 성장하자 다른 많은 이들이 이 부족을 따라왔다.
ru: Сотни лет этот остров был святилищем Богов. Ни один человек никогда не осмеливался ступить на него ногой. Но теперь, когда племя, наконец, решило поселиться на побережье этого острова, многие другие племена последовали за ним.
sv: I hundratals år var denna ö gudarnas heliga plats. Ingen människa vågade någonsin sätta sin fot på den. Men nu när en stam slutligen hade vågat slå sig ner vid öns strand följde flera andra i deras kölvatten.

source: Start positions are clockwise
ca: Les posicions inicials segueixen l'orientació de les agulles del rellotge.
cs: Výchozí pozice jsou po směru chodu hodinových ručiček.
de: Die Ausgangspositionen sind im Uhrzeigersinn verteilt.
es: Las posiciones de salida son en el sentido de las agujas del reloj
fr: Les positions de départ sont dans le sens des aiguilles d'une montre
it: Le posizioni inziali sono in senso orario
ko: 시작 위치는 시계 방향입니다
ru: Начальные позиции по часовой стрелке
sv: Startpositionerna är medurs

source: Twinkling Waves
es: Olas centelleantes
fr: Vagues scintillantes

source: Many beautiful, green islands await the ones brave enough to pass the thousand waves, twinkling in the sun.
es: Muchas islas hermosas y verdes aguardan a los valientes que se atreven a pasar las mil olas, centelleantes bajo el sol.
fr: Beaucoup de belles îles vertes attendent ceux qui sont assez courageux pour passer les mille vagues, scintillant au soleil.

source: Take care not to build your ships in the lagoons. They cannot pass through the reefs to the main ocean, where your ports are located.
es: Ten cuidado de no construir tus barcos en las lagunas. No pueden pasar a través de los arrecifes al océano principal, donde se encuentran tus puertos.
fr: Prenez soin de ne pas construire vos navires dans les lagons. Ils ne peuvent pas passer à travers les récifs vers l’océan principal, où se trouvent vos ports.

source: Volcanic Winter
ca: Hivern volcànic
cs: Sopečná zima
de: Vulkanischer Winter
es: Invierno volcánico
fr: Hiver volcanique
it: Inverno vulcanico
ko: 화산의 겨울
ru: Вулканическая зима
sv: Vulkanisk vinter

source: In the middle of summer, a series of volcanic eruptions drew the winter in. Suddenly, the sun seemed to be gone and the only light and heat sources left were those that enforced this dramatic change. Continents, oceans and seas are frozen now, only the volcanic islands seem to be left as habitable land.
ca: Enmig de l'estiu, una sèrie d'erupcions volcàniques han portat l'hivern abans de temps. De sobte, el sol sembla que hagi desaparegut i que l'única llum i calor que quedi sigui la del fenomen que ho ha provocat. Continents, oceans i mars estan congelats. L'únic territori habitable que queda són justament les illes volcàniques.
cs: Uprostřed léta série sopečných erupcí přivolala zimu. Slunce se náhle ztratilo a jediným zdrojem světla a tepla se staly síly, které tuto dramatickou změnu způsobily. Světadíly, oceány a moře, vše je nyní zamrzlé, zdá se, že sopečné ostrovy jsou jedinou obyvatelnou oblastí, která zůstala.
de: In der Mitte des Sommers führte eine Reihe vulkanischer Ausbrüche den Winter ein. Plötzlich schien die Sonne verschwunden zu sein und die einzigen Licht und Wärmequellen waren die, welche diesen dramatischen Wandel verursachten. Kontinente, Ozeane und Seen sind nun gefroren. Nur die vulkanischen Inseln scheinen als bewohnbares Land übrig zu sein.
es: En pleno verano, una serie de erupciones volcánicas atrajo al invierno. De repente, el sol pareció desaparecer y las únicas fuentes de luz y calor que quedaron fueron las que forzaron este dramático cambio. Continentes, océanos y mares están ahora congelados, splo las islas volcánicas parecen quedar como tierra habitable.
fr: Au milieu de l'été, une série d'éruptions volcaniques a attiré l'hiver. Soudain, le soleil semblait avoir disparu et les seules sources de lumière et de chaleur restantes étaient celles qui ont imposé ce changement dramatique. Les continents, les océans et les mers sont désormais gelés, seules les îles volcaniques semblent être laissées comme terres habitables.
it: Nel mezzo dell'estate, una serie di eruzioni vulcaniche hanno portato l'inverno. Improvvisamente il sole sembrava svanito e le uniche fonti di luce e calore rimaste erano quelle che hanno portato questo drammatico cambiamento. Continenti, mari e oceani ora sono ghiacciati, e solo le isole vulcaniche sembrano rimaste abitabili
ko: 한여름에 일련의 화산 폭발이 일어났고 이는 온 땅을 화산의 겨울로 이끌었다. 태양은 사라진 듯 보였고 오로지 빛과 열만이 남이 이 변화를 가속화시켰다. 대륙과 바다는 모조리 얼어버렸으며, 화산섬만이 유일한 정착 가능한 지역으로 남았다.
ru: В середине лета из-за серии извержений вулканов наступила зима. Внезапно солнце, казалось, исчезло и единственными источниками света и тепла остались те самые вулканы, которые и вызвали эту драматическую перемену. Континенты, океаны и моря замерзли и только вулканические острова, кажется, остались пригодны для обитания.
sv: Mitt i sommaren fick en serie vulkanutbrott vintern att komma. Plötsligt verkade solen vara borta och den enda källan till ljus och värme som fanns kvar var den som orsakade denna dramatiska förändring. Kontinenter, hav och sjöar är nu frusna och bara vulkanöarna verkar nu återstå som beboeliga öar.

source: Formerly Official Maps
ca: Mapes oficials antics
cs: Vyřazené oficiální mapy
de: Ehemalige offizielle Karten
es: Antiguos mapas oficiales
fr: Anciennes cartes officielles
it: Mappe non più ufficiali
ko: 공식 맵
ru: Бывшие официальные карты
sv: Tidigare officiella kartor

source: This map set contains all maps that were shipped with the official game at some time but since removed from the map pool.
ca: Aquest conjunt de mapes conté els mapes que es distribuïen amb el joc oficial fa un temps, però que es van treure en algun moment.
cs: Tento soubor map obsahuje všechny mapy, které byly dříve publikovány jako oficiální, ale z nabídky map aktuálního vydání hry již byly vyřazeny.
de: Diese Kartensammlung enthält alle Karten die einmal mit einer offiziellen Spielversion geliefert wurden, aber seitdem aus dem Kartenpool entfernt wurden.
es: Este conjunto de mapas contiene todos los mapas que se distribuyeron con el juego oficial en algún momento, pero que se eliminaron del conjunto de mapas.
fr: Cet ensemble de cartes contient toutes les cartes qui ont été livrées avec le jeu officiel à un moment donné, mais qui ont depuis été retirées du pool de cartes.
it: Questa raccolta di mappe contiene tutte le mappe che sono state incluse col gioco ufficiale in qualche momento, ma che sono state eventualmente rimosse
ko: 이 지도는 공식 게임과 같이 배포되었지만 지도 풀에서는 삭제된 모든 지도들을 포함합니다.
ru: Этот набор карт содержит все карты, которые были отправлены вместе с официальной игрой в какое-то время, но с тех пор удалены из пула карт.
sv: Denna kartuppsättning innehåller alla kartor som har medföljt det officiella spelet vid något tillfälle men som senare har tagits bort från kartlistan.

source: The Widelands Development Team
ca: L'equip de desenvolupament del Widelands
cs: Tým vývojářů Widelands
de: Das Widelands Entwicklungsteam
es: El equipo de desarrollo de Widelands
fr: L'équipe de développement Widelands
it: Il team di sviluppo di Widelands
ko: Widelands 개발팀
ru: Команда разработчиков Widelands
sv: Widelands utvecklingsteam

source: Europa 1.2
fr: Europe 1.2
