Repository: widelands/wl_addons_server
Catalog: po/maps_for_1.2.wad/*.po
Languages: cs, nds, nl, sv

source: Green Mauritius - Blue
cs: Zelený Mauricius - modrý
nds: Grönes Mauritius – Blau
nl: Groen Mauritius - Blauw
sv: Gröna Mauritius – Blå

source: Green Mauritius - Red
cs: Zelený Mauricius - červený
nds: Grönes Mauritius – Rood
nl: Groen Mauritius - Rood
sv: Gröna Mauritius - Röd

source: Lake and Forest
cs: Jezero a les
nds: Meer un Wald
nl: Meer en Bos
sv: Sjö och skog

source: Calvisson (edited)
cs: Calvisson (editováno)
nds: Deepten (bewarkt)
nl: Calvisson (bewerkt)
sv: Calvisson (redigerad)

source: Tripolis (edited) v.2
nds: Tripolis (bewarkt) v.2
nl: Tripolis (bewerkt) v.2

source: Welcome to the Old Phoenicia. In Tripolis, you need strategic capabilities and a good working team.
cs: Vítej ve Staré Fénicii. V Tripolisu potřebuješ dobré strategické schopnosti a dobře sehraný tým.
nds: Willkommen im Ollen Phönizje. In Tripolis muttst du taktisk denken un eene gode Klottje hebben.
nl: Welkom in het oude Fenicië. In Tripolis heb je strategische capaciteiten en een goed werkend team nodig.
sv: Välkommen till det gamla Fenicien. I Tripolis behöver du strategiska förmågor och ett bra arbetsteam.

source: Teams recommended. Rich in resources. AI is weak on this map. Gold is far away on places, where players should meet.
cs: Týmy doporučeny. Bohatá na zdroje. AI si na této mapě nevede příliš dobře. Zlato je daleko v místech, kde by se hráči měli potkávat.
nds: Klottjen worden anraden. Mennig Mineraale. Künstelk Spelers sünd up deeser Kaart swack. Gold is wied weg bi de Steden, waar de Spelers sik treffen sallen.
nl: Aanbevolen voor teams. Rijk aan grondstoffen. AI is zwak op deze kaart. Goud is ver weg op plaatsen waar spelers elkaar moeten ontmoeten.
sv: Lag rekommenderas. Rikt på resurser. AI är svagt på denna karta. Guld finns långt bort på platser där spelare bör mötas.

source: River Explorers (edited)
cs: Říční průzkumníci (editováno)

source: Tripolis (edited)
cs: Tripolis (editováno)
