Repository: widelands/wl_addons_server
Catalog: po/maps_for_1.2.wad/*.po
Languages: cs, nds, nl, sv

source: Maps for 1.2
cs: Mapy pro 1.2
nds: Kaarten för 1.2
nl: Kaarten voor 1.2
sv: Kartor för 1.2

source: Contains ''Lake and Forest (edited)'', ''Atlas Range Spring'', ''Cenere di Pompei'', ''River Explorers (edited)'', ''Tripolis (edited)'', ''Kyklades'', ''Green Mauritius'' and others.
cs: Obsahuje mapy ''Jezero a les (editováno)'', ''Pohoří Atlas jaro'', ''Cenere di Pompei'', ''Říční průzkumníci (editováno)'', ''Tripolis (editováno)'', ''Kyklady'' a ''Zelený Mauricius'' a další.
nds: Enthollt »Meer un Wald (bewarkt)«, »De Atlas-Bargen Frohjahr«, »Aske vun Pompeji«, »Stroomförskers (bewarkt)«, »Tripolis (bewarkt)«, »Kykladen«, »Grönes Mauritius« un anner.
nl: Bevat ''Meer en Bos (bewerkt)'', ''Atlas Range Spring'', ''Cenere di Pompei'', ''Rivierverkenners (bewerkt)'', ''Tripolis (bewerkt)'', ''Kyklades'', ''Groen Mauritius'' en anderen.
sv: Innehåller ''Lake and Forest (redigerad)'' , ''Atlas Range Spring'', ''Cenere di Pompei'', ''River Explorers (redigerad)'' , ''Tripolis (redigerad)'' , ''Kyklades'' , ''Green Mauritius'' och andra.

source: 7 Lakes (Kings and Queens)
cs: 7 jezer (Králové a královny)
nds: 7 Meren (Königen un Königinnen)
nl: 7 Meren (Koningen en Koninginnen)
sv: 7 sjöar (kungar och drottningar)

source: Apocalypse (edited)
nds: Unnergang (bewarkt)
nl: Apocalyps (bewerkt)
sv: Apokalyps (redigerad)

source: Atlas Range Spring
cs: Pohoří Atlas jaro
nds: De Atlas-Bargen Frohjahr
nl: Atlas Bereik Bron

source: Calvisson (edited) v.2
nds: Deepten (bewarkt) v.2
nl: Calvisson (bewerkt) v.2
sv: Calvisson (redigerad) v.2

source: Cenere di Pompei v.2
nds: Aske vun Pompeji v.2
nl: As van Pompeii v.2

source: Green Mauritius
cs: Zelený Mauricius
nds: Grönes Mauritius
nl: Groen Mauritius
sv: Gröna Mauritius

source: Kyklades
cs: Kyklady
nds: Kykladen
nl: Cycladen
sv: Kykladerna

source: Lake and Forest (edited)
cs: Jezero a les (editováno)
nds: Meer un Wald (bewarkt)
nl: Meer en Bos (bewerkt)
sv: Sjö och skog (redigerad)

source: Lakes Ohrid and Prespa
nds: Meren Ohrid un Prespa
nl: De Meren Ohrid en Prespa

source: River Explorers (edited) v.3
nds: Stroomförskers (bewarkt) v.3
nl: Rivierontdekkers (bewerkt) v.3

source: Srawerb Ait (edited)
nds: Srawerb Ait (bewarkt)
nl: Srawerb Ait (bewerkt)
sv: Srawerb Ait (redigerad)

source: A lake in this forest separates two rivalling tribes.
cs: Jezero v tomto lese odděluje od sebe dva znepřátelené kmeny.
nds: Een Meer in deesem Wald trennt twee feindelk Völkers.
nl: Een meer in dit bos scheidt twee rivaliserende stammen.
sv: En sjö i denna skog skiljer två rivaliserande stammar åt.

source: After the eruption of Vesuvius this land is completely uninhabited. Just thick layers of ash cover the northern parts. Let's conquer the land and give rise to a new empire.
cs: Po erupci Vesuvu je tato země zcela neobydlena. Jen severní část je pokryta silnou vrstvou popela. Dobuďme tuto zemi a dejme vzniknout novému impériu.
nds: Nadeem de Vesuv utbroken is, leevt nüms mehr in deesem Land. Nix as dicke Schichten vun Aske bedecken de noordelk Delen. Laat uns das Land innehmen un een nejes Riek bauen.
nl: Na de uitbarsting van de Vesuvius is dit land volledig onbewoond. Alleen dikke lagen as bedekken de noordelijke delen. Laten we het land veroveren en een nieuw rijk stichten.
sv: Efter Vesuvius utbrott är detta land helt obebott. Tjocka lager av aska täcker de norra delarna. Låt oss erövra landet och skapa ett nytt imperium.

source: An island or a lake?
nds: Eene Insel of een Meer?
nl: Een eiland of een meer?
sv: En ö eller en sjö?

source: Few small islands in the middle of Aegean Sea.
cs: Pár malých ostrůvků uprostřed Egejského moře.
nds: Een paar lütte Insels midden in de Ägäisk See.
nl: Enkele kleine eilanden in het midden van de Egeïsche Zee.
sv: Några små öar mitt i Egeiska havet.

source: High in the mountains of the Balkan Peninsula, two old lakes with plenty of fish attracted attention of people from near and far for ages. Nowadays 4 tribes settled around their deep waters.
nds: Hoog in de Bargen vun de Balkan-Halvinsel trecken twee olle Meren mit mennig Fiss siet Ewigheiden Lüü vun nah un feern an. Vandaag hebben sik veer Völkers um hör depe Waters daallaten.
nl: Hoog in de bergen van het Balkanschiereiland trokken twee oude meren met veel vis al eeuwenlang de aandacht van mensen uit de wijde omgeving. Tegenwoordig hebben zich vier stammen rond hun diepe wateren gevestigd.

source: It’s a pleasure to settle in the beauty of this fissured countryside. But the ways to encompass these large territories are long and meandering, so it is easy to err into the land of the foreign clans.
cs: Je velkým štěstím usadit se zde, na této krásné členité pevnině. Ale abychom si ji podmanili, budeme muset překonat dlouhou a strastiplnou cestu. Může se lehce stát, že nás dovede na území cizích kmenů.
nds: ’t is düll, sik in deese mojen Gegend ut eener Spoor an de annern daaltolaten. Aver de Wegen, deese groten Geweste to umfaten, sünd lang un vull mit Bogen, un ’t is licht, in dat Land vun eenem frömden Volk to ströpen.
nl: Het is een genot om je te vestigen in de schoonheid van dit gespleten landschap. Maar de wegen naar deze grote gebieden zijn lang en kronkelig, dus het is gemakkelijk om je te vergissen in het land van de vreemde clans.
sv: Det är ett nöje att bosätta sig i denna vackra, kuperade landsbygd. Men vägarna som förbinder dessa stora territorier är långa och slingrande, så det är lätt att hamna i främmande klaners land.

source: There are rather rocky hills than mountains on this island. But this untouched nature, home of many unique species like the well known bird Dodo, makes it a small paradise. Now, 4 colonial empires want to make this island their colony. And all 4 managed to do so for some period of time. But who will be the most successful. We will see soon.
cs: Na tomto ostrově jsou spíše skalnaté kopce než opravdové hory. Ale tato nedotčená příroda, domov mnoha jedinečných zvířecích druhů jako například pták Dodo, z něj dělá malý ráj. Nyní 4 koloniální mocnosti usilují o to, aby se tento ostrov stal jejich kolonií. A všem čtyřem se to na určitou dobu i povedlo. Ale která z nich bude nejúspěšnější. Brzy uvidíme.
nds: Deese Insel hett mehr steenig Höchten as Bargen. Aver deese unberöhrte Natuur, Heimaad vun mennig eenzigaardigen Aarden as de bekannte Vagel Dodo, maken dat een lüttes Paradies. Nu wullen 4 Rieken deese Insel to hör Kolonie maken. Un all 4 hebben dat eenige Tied lang daankregen. Aver well word de meesten Erfolg hebben. Wi worden dat bold sehn.
nl: Er zijn eerder rotsachtige heuvels dan bergen op dit eiland. Maar deze ongerepte natuur, thuisbasis van vele unieke diersoorten zoals de bekende vogel Dodo, maakt het tot een klein paradijs. Nu willen 4 koloniale rijken van dit eiland hun kolonie maken. En alle 4 zijn ze daar voor een bepaalde periode in geslaagd. Maar wie zal het meest succesvol zijn. Dat zullen we snel zien.
sv: På denna ö finns det snarare klippiga kullar än berg. Men denna orörda natur, hem för många unika arter som den välkända fågeln Dodo, gör den till ett litet paradis. Nu vill fyra kolonialimperier göra denna ö till sin koloni. Och alla fyra lyckades göra det under en viss tid. Men vem kommer att bli mest framgångsrik? Det får vi snart se.

source: This spring, after years of droughts, dark clouds came and left our mountains so green that even the oldest of our people don't remember times, when this land was so green. We should build some infrastructure now to prevent other tribes migrating to our land and using this newly gained wealth for themselves.
cs: Toto jaro, po letech sucha, přišly černé mraky a zanechaly naše hory tak zelené, že ani nejstarší lidé našeho kmene nepamatují dobu, kdy byla tato země takto zelená. Nyní bychom si měli vybudovat nějaké zázemí, abychom zabránili pronikání jiných kmenů na naše území a tomu, že by mohli chtít využít toto nově nabyté bohatství ve svůj prospěch.
nds: Deeses Frohjahr, na Jahren vun Dröögde, sünd dunke Wulken komen un hebben uns’ Barggen so gröön worden laten, dat sülvst uns’ ollste Lüü keene Tied weten, waar deeses Land so gröön wesen weer. Wi sallen nu wat an Industrie bauen, um to hinnern, dat anner Völkers in uns’ Land inwandern un deesen nejen Riekdoom för sik sülven nehmen.
nl: Deze lente, na jaren van droogte, kwamen donkere wolken en lieten onze bergen zo groen achter dat zelfs de oudste van onze mensen zich niet meer kunnen herinneren dat dit land zo groen was. We moeten nu wat infrastructuur aanleggen om te voorkomen dat andere stammen naar ons land migreren en deze nieuw verworven rijkdom voor zichzelf gebruiken.
sv: I vår, efter flera års torka, kom mörka moln och lämnade våra berg så gröna att inte ens de äldsta bland oss minns när detta land var så grönt. Vi bör nu bygga infrastruktur för att förhindra att andra stammar migrerar till vårt land och utnyttjar denna nyvunna rikedom för egen räkning.

source: We have a long way behind us. So long that memories of my home feel like memories of some dream. It's like the place that made me the man I am never existed. But I'm still here, still feeling the same gravity. And this dark land ... No matter how sinister it looks, the water fills me with joy. It makes me wanna build a ship and set up a new port. Let's turn the dream I once had into reality again.
cs: Urazili jsme dlouhou cestu. Tak dlouhou, že vzpomínky na můj domov působí jako vzpomínky z nějakého snu. Je to jako kdyby to místo, které mě udělalo tím mužem, kterým jsem, nikdy neexistovalo. Ale já jsem stále zde, stále v sobě cítim tu stejnou gravitaci. A tato temná země... Nezáleží na tom jak pochmurně vypadá, její vody mě naplňují radostí. Mám chuť postavit loď a založit nový přístav. Tak udělejme z toho dávného snu opět realitu.
nds: Wi sünd wied komen. So wied, dat sik Erinnerungen an miene Heimaad as een Droom anföhlen. Dat is, as of dat de Stee, wat mi maakt hett, well ick bün, nienich geven hett. Aver ick bün noch hier, föhl noch de sülve Swaarkraft. Un deeses dunker Land … wo düüster dat ok schient, dat Water gifft mi Bliedskupp. Dat lett mi een Schipp bauen un eene neje Muu gründen wullen. Laat uns de Droom, wat ick eens hebbt hebb, weer echt maken.
nl: We hebben een lange weg achter ons. Zo lang dat herinneringen aan mijn huis aanvoelen als herinneringen aan een droom. Het is alsof de plek die me heeft gemaakt tot de man die ik ben nooit heeft bestaan. Maar ik ben er nog steeds, voel nog steeds dezelfde zwaartekracht. En dit donkere land... Hoe sinister het er ook uitziet, het water vervult me met vreugde. Het geeft me zin om een schip te bouwen en een nieuwe haven in te richten. Laten we de droom die ik ooit had weer werkelijkheid maken.
sv: Vi har en lång väg bakom oss. Så lång att minnena av mitt hem känns som minnen av en dröm. Det är som om den plats som gjorde mig till den man jag är aldrig har existerat. Men jag är fortfarande här och känner fortfarande samma tyngdkraft. Och detta mörka land … Oavsett hur olycksbådande det ser ut, fyller vattnet mig med glädje. Det får mig att vilja bygga ett skepp och anlägga en ny hamn. Låt oss förverkliga den dröm jag en gång hade.

source: When the dust finally settled, the world looked like never before.
nds: As de Stoff sik uplest leggt hett, hett de Welt so utsehn as noch nie tovör.
nl: Toen het stof eindelijk was neergedaald, zag de wereld eruit als nooit tevoren.
sv: När dammet äntligen lagt sig såg världen ut som aldrig förr.

source: You have settled in a land of 7 lakes: Upper Lake, Crown Lake, Blueberry Lake, Frog Lake, Silver Lake, Great Crater Lake and the lowest Long Beach Lake. One lake is more beautiful than the other. Which one do you find the most beautiful? Conquer all of them and decide, which one is the most beautiful.
cs: Usadili jsme se v krajině 7 jezer: Horní jezero, Korunní jezero, Borůvkové jezero, Žabí jezero, Stříbrné jezero, Velké kráterové jezero a nejníže položené jezero Dlouhá pláž. Jedno jezero je hezčí než to druhé. Které je nejhezčí podle tebe? Podmaň si je všechna a rozhodni, které z nich je nejkrásnější.
nds: Du hest di in eenem Land vun 7 Meren daallaten: Bovenmeer, Kronenmeer, Bickbeeimeer, Poggenmeer, Sülvermeer, dat Grote Inslagsmeer un dat unnerst Langstrandmeer. Elkeen Meer is mojer as de anner. Welken finnst du am mooisten? Nimm se all in un köör ut, welker de mooiste is.
nl: Je hebt je gevestigd in een land met 7 meren: Upper Lake, Crown Lake, Blueberry Lake, Frog Lake, Silver Lake, Great Crater Lake en het laagste Long Beach Lake. Het ene meer is mooier dan het andere. Welk meer vind jij het mooist? Verover ze allemaal en beslis welk meer het mooist is.
sv: Du har bosatt dig i ett land med sju sjöar: Upper Lake, Crown Lake, Blueberry Lake, Frog Lake, Silver Lake, Great Crater Lake och den lägst belägna Long Beach Lake. Den ena sjön är vackrare än den andra. Vilken tycker du är vackrast? Erövra dem alla och bestäm vilken som är vackrast.

source: A tiny map for quick games. This map is rich in resources and balanced. AI doesn't perform well because the land around starting positions is not good for planting trees. Be careful, thanks to the lake, enemy seems to be far away, but as soon as he can see you, he should be able to attack you too.
cs: Velmi malá mapa pro rychlé hry. Mapa je bohatá na zdroje a vyvážená. AI si nevede příliš dobře, protože země v okolí výchozích pozic není vhodná pro výsadbu stromů. Dávej si pozor, díky jezeru se zdá, že je nepřítel daleko, ale jakmile tě má nadohled, mohl by být schopný na tebe i zaútočit.
nds: Eene bannig lütte Kaart för fixe Spelen. Deese Kaart hett mennig Mineraale un is utgleken. Künstelk Spelers spölen hier nich good, denn dat Land um de Anfangs-Steden is leep för Bomen. Pass up, um dat Meer sücht dat so ut, as of de Feind wied weg is, aver sobold he di sehn kann, kann he di ok angriepen.
nl: Een kleine kaart voor snelle games. Deze kaart is rijk aan grondstoffen en evenwichtig. De AI presteert niet goed omdat het land rond de startposities niet goed is voor het planten van bomen. Wees voorzichtig, dankzij het meer lijkt de vijand ver weg, maar zodra hij je ziet, kan hij je ook aanvallen.
sv: En liten karta för snabba spel. Denna karta är rik på resurser och balanserad. AI fungerar inte bra eftersom marken runt startpositionerna inte är lämplig för trädplantering. Var försiktig, tack vare sjön verkar fienden vara långt borta, men så snart han ser dig bör han kunna attackera dig också.

source: All resources are far away. The map has 7 artifacts.
nds: All Mineraale sünd wied weg. De Kaart hett 7 künstelk Schattens.
nl: Alle grondstoffen zijn ver weg. De kaart heeft 7 kunstvoorwerpen.
sv: Alla resurser ligger långt bort. Kartan har 7 artefakter.

source: It's an improved summer version of ''Atlas Range'' map. This map has limited space, a lot of resources, enough fishes, few rocks and trees and is easy to play. According to my testing, it should be well balanced too.
cs: Jde o vylepšenou letní verzi mapy "Pohoří Atlas". Mapa je omezená na prostor, má bohaté zdroje, dostatek ryb, pár skal a stromů a je snadno hratelná. Podle mého testování by také měla být dobře vyvážená.
nds: Dat is eene verbetert Sömmer-Versioon vun de Kaart »De Atlas-Bargen«. Deese Kaart is knapp an Rüümte, hett mennig Mineraale, genoog Fiss, nich vööl Stenen un Bomen un is licht to spölen. Na mien Testen sall se ok recht utgleken wesen.
nl: Het is een verbeterde zomerversie van de ''Atlas Range'' kaart. Deze kaart heeft beperkte ruimte, veel grondstoffen, genoeg vissen, weinig rotsen en bomen en is makkelijk te spelen. Volgens mijn tests zou het ook goed gebalanceerd moeten zijn.
sv: Det är en förbättrad sommarversion av kartan ''Atlas Range''. Denna karta har begränsat utrymme, mycket resurser, tillräckligt med fisk, få stenar och träd och är lätt att spela. Enligt mina tester bör den också vara välbalanserad.

source: Map is balanced for 4 players. Gold is very rare on this map. There is a small deposit of 100 pieces of golden ore near each starting position.
cs: Mapa je vyvážená pro 4 hráče. Zlato se na této mapě vyskytuje velmi zřídka. Poblíž každé počáteční pozice se nachází ložisko se 100 kusy zlaté rudy.
nds: Kaart is för 4 Spelers utgleken. Gold is hier bannig nau. Dat gifft eene Stee mit 100 Delen Goldkluut dicht bi elkeen Anfangs-Stee.
nl: Kaart is gebalanceerd voor 4 spelers. Goud is erg zeldzaam op deze kaart. Er is een klein depot van 100 stukken gouden erts in de buurt van elke startpositie.
sv: Kartan är balanserad för 4 spelare. Guld är mycket sällsynt på denna karta. Det finns en liten fyndighet med 100 stycken guldmalm nära varje startposition.

source: The map is balanced for 2 or 4 players. Orange player (Grand Bay) and Grey player (The City of Light) are optional. The first one has not enough resources near his base, the second one is in the middle of the map. This is a non-add-on version of the ''Tropical Mauritius'' map.
cs: Mapa je vyvážená pro 2 nebo 4 hráče. Oranžová (Grand Bay) a šedá (The City of Light) pozice jsou pouze volitelné. První z nich nemá poblíž své výchozí pozice dostatek surovin, druhá je ve středu mapy. Toto je rozšíření nepotřebující verze mapy "Tropický Mauricius".
nds: De Kaart is för 2 of 4 Spelers utgleken. Bruuk de geelroden Speler (Grote Bucht) un de grauen Speler (de Lücht-Stadt) blots, wenn du willst. De eerste hett nich genoog Mineraale bi de Anfangs-Stee, de anner is in de Midde vun de Kaart. Dat is eene Versioon sünner Verwiedern vun de Kaart »Regenwald-Mauritius«.
nl: De kaart is gebalanceerd voor 2 of 4 spelers. De oranje speler (Grand Bay) en de grijze speler (Lichtstad) zijn optioneel. De eerste heeft niet genoeg grondstoffen in de buurt van zijn basis, de tweede zit in het midden van de kaart. Dit is een niet-aanvullende versie van de kaart ''Tropical Mauritius''.
sv: Kartan är balanserad för 2 eller 4 spelare. Den orange spelaren (Grand Bay) och den grå spelaren (The City of Light) är valfria. Den första har inte tillräckligt med resurser nära sin bas, den andra befinner sig i mitten av kartan. Detta är en icke-tilläggsversion av kartan ''Tropical Mauritius''.

source: This is a modified version of an official map. Teams recommended. To overcome gold shortage an expedition is necessary. Trading Outpost for AI possible (recommended for yellow and blue in case one of these is your enemy). While played from red position, Empire is more challenging.
cs: Jde o upravenou verzi oficiální mapy. Týmy doporučeny. K překonání nedostatku zlata je třeba vyslat výpravu. Pro AI možná Obchodní stanice (doporučena pro žlutého a modrého, pokud je některý z nich tvým protivníkem). Pokud hráno z pozice červeného, císařství představuje větší výzvu.
nds: Dat is eene bewarkt Versioon vun eener offiziellen Kaart. Klottjen worden anraden. Um mehr Gold to kriegen, bruukt man eene Söök. Hannelsposten för künstelk Spelers is mögelk (word för Geel un Blau anraden, wenn dat diene Feinden sünd). Wenn man vun de roden Stee spöölt, is dat Riek stuuver.
nl: Dit is een aangepaste versie van een officiële kaart. Teams aanbevolen. Om goud tekort te overwinnen is een expeditie nodig. Outpost ruilen voor AI mogelijk (aanbevolen voor geel en blauw voor het geval een van deze je vijand is). Empire is uitdagender als het vanuit de rode positie wordt gespeeld.
sv: Detta är en modifierad version av en officiell karta. Lag rekommenderas. För att övervinna guldbristen krävs en expedition. Handelsutpost för AI möjlig (rekommenderas för gult och blått om ett av dessa är din fiende). När man spelar från röd position är Empire mer utmanande.

source: This is a slightly modified random generated map for 4 players. The map has sufficient space and it is rich in resources. It should be suitable for Discovery too (2 players only) and if played as single-player chalenge, AI should start with HQ from blue position, red position or both and you should build ports at port spaces marked with a seashell.
nds: Dat is eene licht bewarkt tofällig maakt Kaart för 4 Spelers. De Kaart hett genoog Rüümte un mennig Mineraale. Dat is ok gadelk för de Utförsken-Anfangs-Kondiesje (blots 2 Spelers). Wenn du alleen speelst, sall de künstelk Speler mit eenem Raadhus vun de blaue of rode Stee begünnen of beide un du sallst Muden an de Steden bauen, wat mit Mussels markeert sünd.
nl: Dit is een licht gewijzigde, willekeurig gegenereerde kaart voor 4 spelers. De kaart biedt voldoende ruimte en is rijk aan grondstoffen. Hij zou ook geschikt moeten zijn voor Discovery (alleen voor 2 spelers) en als je hem als singleplayer-uitdaging speelt, moet de AI beginnen met het hoofdkwartier vanaf de blauwe positie, de rode positie of beide, en moet je havens bouwen op de met een schelp gemarkeerde havenlocaties.

source: This is a small map. Game with only 2 players recommended. Yellow and Green position are not suitable for AI (islands are very small). Barbarians are the most suitable tribe for AI.
cs: Toto je malá mapa. Doporučena hra dvou hráčů. Žlutá a zelená pozice nejsou vhodné pro AI (ostrovy jsou velmi malé). Barbaři jsou nejvhodnějším kmenem pro AI.
nds: Dat is eene lütte Kaart. Speel mit blots 2 Spelers word anraden. Gele un gröne Steden sünd för künstelk Spelers nich gadelk (Insels sünd bannig lütt). Wille Lüü sünd dat beste Volk för künstelk Spelers.
nl: Dit is een kleine kaart. Spel met slechts 2 spelers aanbevolen. Gele en Groene positie zijn niet geschikt voor AI (eilanden zijn erg klein). Barbaren zijn de meest geschikte stam voor AI.
sv: Detta är en liten karta. Spelet rekommenderas för endast 2 spelare. De gula och gröna positionerna är inte lämpliga för AI (öarna är mycket små). Barbarerna är den stam som är mest lämplig för AI.

source: This is an edited version of an official map ''Kings and Queens''. The map has enough resources and it is a little bit too small for 7 players. All players should have approximately the same starting conditions.
cs: Jde o upravenou verzi mapy "Králové a královny". Mapa má dostatek zdrojů a pro 7 hráčů je poněkud menší. Všichni hráči mají přibližně stejnou výchozí pozici.
nds: Dat is eene bewarkt Versioon vun eener offiziellen Kaart »Königen un Königinnen«. De Kaart hett genoog Mineraale un is jüüst een bietje to lütt för 7 Spelers. All Spelers hebben um de Slag glieke Anfangssteden.
nl: Dit is een bewerkte versie van een officiële kaart '' Koningen en Koninginnen''. De kaart heeft genoeg grondstoffen en is een beetje te klein voor 7 spelers. Alle spelers moeten ongeveer dezelfde startcondities hebben.
sv: Detta är en redigerad version av den officiella kartan ''Kings and Queens''. Kartan har tillräckligt med resurser och är lite för liten för 7 spelare. Alla spelare bör ha ungefär samma startvillkor.

source: This is an edited version of an official map. There are many changes made. You'll need an expedition to reach coal resources.
cs: Jde o upravenou verzi oficiální mapy. Bylo provedeno mnoho změn. Pro dosažení zdrojů uhlí budeš potřebovat výpravu.
nds: Dat is eene bewarkt Versioon vun eener offiziellen Kaart. Vööl is ännert worden. Du bruukst eene Söök, um Köhl to finnen.
nl: Dit is een bewerkte versie van een officiële kaart. Er zijn veel wijzigingen aangebracht. Je hebt een expeditie nodig om de kolenvoorraden te bereiken.
sv: Detta är en redigerad version av en officiell karta. Många ändringar har gjorts. Du behöver en expedition för att nå kolresurserna.

source: Amazons using Sumatran Thermal springs to transform Tripolis map
cs: Amazonky používající sumatřské termální prameny transformují mapu Tripolis
nds: Amazoonen bruken Sumatraansk Hete Quellen, um de Tripolis-Kaart umtowanneln
nl: Amazones gebruiken Sumatraanse Thermale bronnen om kaart van Tripolis te transformeren
sv: Amazoner använder Sumatras varma källor för att förvandla Tripolis karta
