Repository: widelands/wl_addons_server
Catalog: po/fast_explorer_wins.wad/*.po
Languages: cs, fr, nl, sv

source: The first player who has at least 4 fully trained soldiers in a warship wins the game. This win condition is meant to be used with the map 'Fast Explorer', but can be used also with every seafaring map. Diplomacy will be disabled and naval ware fare will be enabled with this add-on.
cs: První hráč s minimálně čtyřmi plně vycvičenými vojáky naloděnými na bitevní lodi vyhrává. Tato výherní podmínka je primárně určena pro mapu "Rychlý objevitel", ale lze ji použít i pro jakoukoli jinou námořní mapu. V rámci rozšíření je deaktivována diplonacie a aktivováno námořní vojenství.
fr: Le premier joueur qui a au moins 4 soldats entièrement entraînés dans un navire de guerre gagne la partie. Cette condition de victoire est destinée à être utilisée avec la carte 'Explorateur rapide', mais peut également être utilisée avec chaque carte maritime. La diplomatie sera désactivée et l'arsenal naval sera activé avec cet add-on.
nl: De eerste speler die minstens 4 volledig getrainde soldaten in een oorlogsschip heeft, wint het spel. Deze winconditie is bedoeld voor de kaart 'Fast Explorer', maar kan ook worden gebruikt voor elke zeevarende kaart. Diplomatie wordt uitgeschakeld en marineprijzen worden ingeschakeld met deze add-on.
sv: Den första spelaren som har minst fyra fullt utbildade soldater i ett krigsskepp vinner spelet. Denna vinstvillkor är avsedd att användas med kartan "Fast Explorer", men kan också användas med alla sjöfartskartor. Diplomati kommer att inaktiveras och sjöstrid kommer att aktiveras med detta tillägg.

source: Fast Explorer Wins
cs: Rychlý objevitel vyhrává
fr: L'explorateur rapide gagne
nl: Fast Explorer Wint
sv: Snabb Explorer vinner

source: The player who has at least 4 fully trained soldiers in a warship wins the game.
cs: Hráč s minimálně čtyřmi plně vycvičenými vojáky naloděnými na bitevní lodi vyhrává.
fr: Le joueur qui a au moins 4 soldats entièrement entraînés dans un navire de guerre gagne la partie.
nl: De speler die minstens 4 volledig getrainde soldaten in een oorlogsschip heeft, wint het spel.
sv: Den spelare som har minst 4 fullt utbildade soldater i ett krigsskepp vinner spelet.

source: Number of heroes
cs: Počet hrdinů
fr: Nombre de héros
nl: Aantal helden
sv: Antal hjältar

source: Game Over!
cs: Konec hry!
fr: Jeu terminé !
nl: Spel Afgelopen!
sv: Spelet är slut!

source: Time: %1$s (hh:mm:ss)
cs: Čas: %1$s (hh:mm:ss)
fr: Temps : %1$s (hh:mm:ss)
nl: Tijd: %1$s (uu:mm:ss)
sv: Tid: %1$s (hh:mm:ss)

source: Player
cs: Hráč
fr: Joueur
nl: Speler
sv: Spelare

source: Tribe
cs: Kmen
fr: Tribu
nl: Stam
sv: Stam

source: Ship at
cs: Loď v
nl: Schip op
sv: Skicka till

source: Heroes at
cs: Hrdinové v
nl: Helden op
sv: Hjältar på

source: Widelands Version: %1$s
cs: Verze Widelands: %1$s
fr: Version Widelands : %1$s
nl: Widelands Versie: %1$s

source: Please make a screenshot by pressing %1$s and post it in %2$s
cs: Prosím pořiď snímek obrazovky prostřednictvím %1$s a přidej ho na %2$s
fr: Veuillez faire une capture d’écran en appuyant sur %1$s et la publier dans %2$s
nl: Maak een screenshot door op %1$s te drukken en post deze in %2$s
sv: Ta en skärmdump genom att trycka på %1$s och lägg upp den i %2$s

source: this topic in the Widelands forum
cs: toto vlákno na Widelands fóru
fr: ce sujet dans le forum Widelands
nl: dit onderwerp in het Widelands forum
sv: detta ämne i Widelands-forumet

source: Ship created!
cs: Loď je hotova!
fr: Navire créé !
nl: Schip gemaakt!
sv: Skeppet är skapat!

source: %1$s has created a ship!
cs: %1$s má loď!
fr: %1$s a créé(e) un navire !
nl: %1$s heeft een schip gemaakt!
sv: %1$s har skapat ett skepp!

source: Hero created!
cs: Vycvičen nový hrdina!
fr: Héro créé !
nl: Held gemaakt!
sv: Hjälte skapad!

source: %1$s has created a hero!
cs: %1$s má nového hrdinu!
fr: %1$s a créé un héro !
nl: %1$s heeft een held gemaakt!
sv: %1$s har skapat en hjälte!

source: You have a new ship!
cs: Máš novou loď!
fr: Vous avez un nouveau navire !
nl: Je hebt een nieuw schip!
sv: Du har ett nytt skepp!

source: You have a new hero!
cs: Máš nového hrdinu!
fr: Vous avez un nouveau héro !
nl: Je hebt een nieuwe held!
sv: Du har en ny hjälte!

source: Statistics:
cs: Statistiky:
fr: Statistiques :
nl: Statistieken:
sv: Statistik:

source: Player: %1$s
cs: Hráč: %1$s
fr: Joueur : %1$s
nl: Speler: %1$s
sv: Spelare: %1$s

source: Heroes: %1$d
cs: Hrdinové: %1$d
fr: Héros : %1$d
nl: Helden: %1$d
sv: Hjältar: %1$d

source: Ships: %1$d
cs: Lodě: %1$d
fr: Navires : %1$d
nl: Schepen: %1$d
sv: Skepp: %1$d
