Repository: widelands/wl_addons_server
Catalog: po/europeans_agricultur.wad/*.po
Languages: nds

source: Europeans tribe (Agricultur Addon)
nds: Europäers (Landweertskupp-Verwiedern)

source: Adds some additional agricultur wares, workers and buildings to Europeans tribes economy for more complexity. Not recommended for sea travel, because the terraformer converts ocean segments to land and can therefore lock up ships and ports, which can cause the game to crash.
nds: Föögt mehr landweertskupplich Waren, Arbeiders un Husen to dat Europäers-Volk hennto. Nich för Seefahrt antoraden, denn de Landumackereerer maakt ut Seefelden Land un kann dann Schippen un Muden upschütten, un dann kann dat Speel ofstörten.

# europeans_building
source: Advanced Animal Farm
nds: Grote Deertentüchteree

source: working
nds: to Warken

source: idle program
nds: herumtopüttjern

# europeans_building
source: producing wool
nds: Wulle to produzeren

# europeans_building
source: rearing cattle
nds: Beesten to tüchten

# europeans_building
source: rearing donkeys
nds: Langohren to tüchten

# europeans_building
source: producing meat
nds: Fleesk to produzeren

# europeans_building
source: producing meat and leather
nds: Fleesk un Leer to produzeren

# europeans_building
source: breeding fish
nds: Fisse to tüchten

# europeans_building
source: Basic Animal Farm
nds: Lütte Deertentüchteree

# europeans_building
source: Big Animal Farm
nds: Grotere Deertentüchteree

# europeans_building
source: breeding horses
nds: Peer to tüchten

# europeans_building
source: Normal Animal Farm
nds: Deertentüchteree

# europeans_building
source: Advanced Farm
nds: Grote Buurderee

# europeans_building
source: planting
nds: to planten

# europeans_building
source: making honey
nds: Hönnig to maken

# europeans_building
source: harvesting
nds: to arnten

# europeans_building
source: pausing production for waiting for inputs
nds: dat Produzeren bi’m Wachten up Versörgung antohollen

# europeans_building
source: pausing production because output not needed yet
nds: dat Produzeren för noch nich bruukt Produkten antohollen

# europeans_building
source: planting barley
nds: Garst to planten

# europeans_building
source: planting berry bushes
nds: Beerenbusken to planten

# europeans_building
source: planting blackroot
nds: Swartwuddels to planten

# europeans_building
source: planting corn
nds: Mais to planten

# europeans_building
source: planting grapes
nds: Wiendruven to planten

# europeans_building
source: planting reed
nds: Reit to planten

# europeans_building
source: planting rye
nds: Rogg to planten

# europeans_building
source: planting wheat
nds: Weit to planten

# europeans_building
source: harvesting barley
nds: Garst to arnten

# europeans_building
source: harvesting berries
nds: Früchten to arnten

# europeans_building
source: harvesting blackroot
nds: Swartwuddels to arnten

# europeans_building
source: harvesting corn
nds: Mais to arnten

# europeans_building
source: harvesting grapes
nds: Wiendruven to arnten

# europeans_building
source: harvesting reed
nds: Reit to arnten

# europeans_building
source: harvesting rye
nds: Rogg to arnten

# europeans_building
source: harvesting wheat
nds: Weit to arnten

source: No Fields
nds: Keene Meedjes

source: Out of Fields
nds: Hebb keene Medjes mehr

# europeans_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
nds: De Buur dat warkt bi deese Buurderee hett keen Meedland waar he wat anplanten kann.

# europeans_building
source: Basic Farm
nds: Buurderee

# europeans_building
source: Normal Farm
nds: Buurderee

# europeans_building
source: planting berrybush
nds: Beerenbusken to planten

# europeans_building
source: harvesting berry
nds: Früchten to arnten

# europeans_building
source: Rubber Farm
nds: Gummi-Buurderee

# europeans_building
source: planting cotton
nds: Boomwull to planten

# europeans_building
source: planting rubber
nds: Gummibomen to planten

# europeans_building
source: harvesting cotton
nds: Boomwull to arnten

# europeans_building
source: harvesting rubber
nds: Gummi to arnten

# europeans_building
source: The farmer working at this vineyard has no cleared soil to plant his seeds.
nds: De Buur dat warkt bi deese Wienplanteree hett keen Meedland waar he wat anplanten kann.

# europeans_building
source: Reed Yard
nds: Reitplanteree

# europeans_building
source: The gardener working at this reed yard has no cleared soil to plant his seeds.
nds: De Gaardner dat warkt bi deese Reitplanteree hett keen Meedland waar he wat anplanten kann.

# europeans_building
source: Cotton Farm
nds: Boomwull-Buurderee

# europeans_building
source: The farmer working at this cotton farm has no cleared soil to plant his seeds.
nds: De Buur dat warkt bi deese Boomwull-Buurderee hett keen Meedland waar he wat anplanten kann.

# europeans_building
source: Advanced Small Farm
nds: Grote Buurdereetje

# europeans_building
source: planting reed and cotton
nds: Reit un Boomwull to planten

# europeans_building
source: watering fields
nds: Ackers to watern

# europeans_building
source: making a pond with water
nds: Polen mit Water to maken

# europeans_building
source: digging clay
nds: Lehm to graven

# europeans_building
source: digging a dry pond
nds: eenen drögen Pool to graven

# europeans_building
source: filling pond with water
nds: eenen Pool mit Water to füllen

# europeans_building
source: Basic Small Farm
nds: Lütte Buurdereetje

# europeans_building
source: Normal Small Farm
nds: Lütte Buurdereetje

# europeans_building
source: Advanced Fisher’s House
nds: Grote Fiskeree

# europeans_building
source: breeding and fishing
nds: Fisse to tüchten un to fisken

source: No Fish
nds: Keen Fiss

source: Out of Fish
nds: Hebb keene Fiske mehr

# empire_building
source: The fisher working out of this fisher’s house can’t find any fish in his work area.
nds: De Fisker dat warkt bi deese Fiskeree hett keene Fiske tum Fangen.

# barbarians_building
source: Basic Fisher’s Hut
nds: Lütte Fiskeree

source: fishing
nds: Fisse to fangen

# europeans_building
source: Advanced Hunter’s House
nds: Grotes Jaggthuus

# europeans_building
source: releasing and hunting
nds: Deerten to tüchten un to jagen

source: No Game
nds: Keene Deerten

source: Out of Game
nds: Hebb keene Deerten mehr

# europeans_building
source: The hunter working out of this hunter’s house can’t find any game in his work area.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Deerten tum Jagen.

# europeans_building
source: Basic Hunter’s Hut
nds: Lüttes Jaggthuus

source: hunting
nds: to jagen

# europeans_building
source: The hunter working out of this hunter’s hut can’t find any game in his work area. Remember that you can enhance the building. An advanced gamekeeper can release more game into the wild.
nds: De Jäger, de bi deese Jaggthuus warkt, hett keene Deerten tum Jagen. Du kannst dat Huus utbauen. Een goder Deertentüchter kann mehr neje Deerten tüchten.

# europeans_building
source: Advanced Big Manufactory
nds: Grote Fabrik

# europeans_building
source: processing planks to create tools and weapons
nds: Planken tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: making a wooden armor
nds: eenen Holt-Wapenrock to maken

# europeans_building
source: making a pair of wooden boots
nds: een Paar Holtstevels to maken

# europeans_building
source: making a wooden helmet
nds: eenen Holthelm to maken

# europeans_building
source: forging a wooden spear
nds: eene Holtpieke to smeden

# europeans_building
source: processing reed or cotton or wool to create tools and armor
nds: Reit of Boomwull of Wull tum Produzeren vun Warktüüg un Wapenrocken to bruken

# europeans_building
source: tailoring a suit of armor
nds: eenen Wapenrock to sniedern

# europeans_building
source: tailoring processed armor
nds: eenen Bewarkt Wapenrock to sniedern

# europeans_building
source: tailoring a suit of chain armor
nds: eenen Stahl-Wapenrock to sniedern

# europeans_building
source: tailoring a suit of advanced armor
nds: eenen Goden Wapenrock to sniedern

# europeans_building
source: making study boots
nds: Gode Stevels to maken

# europeans_building
source: making swift boots
nds: Gaue Stevels to maken

# europeans_building
source: making advanced boots
nds: Betere Stevels to maken

# europeans_building
source: processing metal_alloy to create tools and weapons
nds: Metall tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: making baskets
nds: Körven to maken

# europeans_building
source: making buckets
nds: Emmers to maken

# europeans_building
source: making felling axes
nds: Boomslager-Exten to maken

# europeans_building
source: making hammers
nds: Klöppers to maken

# europeans_building
source: making picks
nds: Pickhacken to maken

# europeans_building
source: making saws
nds: Saagen to maken

# europeans_building
source: making sycthes
nds: Sichten to maken

# europeans_building
source: making shovels
nds: Schüppen to maken

# europeans_building
source: forging a mask
nds: eene Mask to smeden

# europeans_building
source: forging a steel shield
nds: eenen Stahlschild to smeden

# europeans_building
source: forging an advanced shield
nds: eenen Goden Schild to smeden

# europeans_building
source: forging an advanced spear
nds: eene Gode Pieke to smeden

# europeans_building
source: forging a broad ax
nds: eene Brede Ext to smeden

# europeans_building
source: forging a broadsword
nds: een Bredes Sweert to smeden

# europeans_building
source: Basic Big Manufactory
nds: Lütte Fabrik

# europeans_building
source: processing log to create tools and weapons
nds: Boomstammen tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: processing reed to create tools and armor
nds: Reit tum Produzeren vun Warktüüg un Wapenrocken to bruken

# europeans_building
source: Advanced Weaving Mill
nds: Grote Spinnweelmöhlen

# europeans_building
source: weaving cloth
nds: Stoff to spinnen

# europeans_building
source: Basic Weaving Mill
nds: Lütte Spinnweelmöhlen

# europeans_building
source: Advanced Bakery
nds: Grote Backeree

# europeans_building
source: Baking bread
nds: Brood to backen

# europeans_building
source: Baking honey bread
nds: Hönnigbrood to backen

# europeans_building
source: Baking fruit biscuits
nds: Früchtenkookjes to backen

# europeans_building
source: Basic Bakery
nds: Lütte Backeree

# europeans_building
source: Advanced Brewery
nds: Grote Broeree

# europeans_building
source: brewing beer
nds: Beer to brauen

# europeans_building
source: brewing mead
nds: Hönnigbeer to brauen

# europeans_building
source: brewing strong beer
nds: deftigs Beer to broen

# europeans_building
source: Basic Brewery
nds: Lütte Broeree

# europeans_building
source: Advanced Brewery and Winery
nds: Grote Broeree un Wienmakeree

# europeans_building
source: making wine
nds: Wien to maken

# europeans_building
source: Advanced Mill
nds: Grote Möhlen

# europeans_building
source: grinding rye and wheat
nds: Rogg un Weit to mahlen

# europeans_building
source: Basic Mill
nds: Lütte Möhlen

# europeans_building
source: Basic Coal Mine (Food)
nds: Köhle-Bargwark (Spiesen)

# europeans_building
source: mining
nds: oftoboen

# europeans_building
source: mining coal
nds: Köhlen oftoboen

# europeans_building
source: mining granite
nds: Flint oftoboen

# europeans_building
source: mining diamond
nds: Edelsteen oftoboen

source: No Coal
nds: Keene Köhl

source: Main Coal Vein Exhausted
nds: Köhl-Ader is leeg

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Köhle-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Coal Mine Level 1 (Food)
nds: Köhle-Bargwark vun de Grött 1 (Spiesen)

# europeans_building
source: Coal Mine Level 2 (Food)
nds: Köhle-Bargwark vun de Grött 2 (Spiesen)

# europeans_building
source: Coal Mine Level 3 (Food)
nds: Köhle-Bargwark vun de Grött 3 (Spiesen)

# europeans_building
source: Coal Mine Level 4 (Food)
nds: Köhle-Bargwark vun de Grött 4 (Spiesen)

# europeans_building
source: Coal Mine Level 5 (Food)
nds: Köhle-Bargwark vun de Grött 5 (Spiesen)

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Köhle-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Basic Gold Mine (Food)
nds: Gold-Bargwark (Spiesen)

# europeans_building
source: mining ore
nds: Kluten oftoboen

# europeans_building
source: mining marble
nds: Marmel oftoboen

# europeans_building
source: mining quartz
nds: Blinkerflint oftoboen

source: No Gold
nds: Keen Gold

source: Main Gold Vein Exhausted
nds: Gold-Ader is leeg

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Gold-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Gold Mine Level 1 (Food)
nds: Gold-Bargwark vun de Grött 1 (Spiesen)

# europeans_building
source: Gold Mine Level 2 (Food)
nds: Gold-Bargwark vun de Grött 2 (Spiesen)

# europeans_building
source: Gold Mine Level 3 (Food)
nds: Gold-Bargwark vun de Grött 3 (Spiesen)

# europeans_building
source: Gold Mine Level 4 (Food)
nds: Gold-Bargwark vun de Grött 4 (Spiesen)

# europeans_building
source: Gold Mine Level 5 (Food)
nds: Gold-Bargwark vun de Grött 5 (Spiesen)

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Gold-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Basic Iron Mine (Food)
nds: Iesen-Bargwark (Spiesen)

source: No Iron
nds: Keen Iesen

source: Main Iron Vein Exhausted
nds: Iesen-Ader is leeg

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Iesen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Iron Mine Level 1 (Food)
nds: Iesen-Bargwark vun de Grött 1 (Spiesen)

# europeans_building
source: Iron Mine Level 2 (Food)
nds: Iesen-Bargwark vun de Grött 2 (Spiesen)

# europeans_building
source: Iron Mine Level 3 (Food)
nds: Iesen-Bargwark vun de Grött 3 (Spiesen)

# europeans_building
source: Iron Mine Level 4 (Food)
nds: Iesen-Bargwark vun de Grött 4 (Spiesen)

# europeans_building
source: Iron Mine Level 5 (Food)
nds: Iesen-Bargwark vun de Grött 5 (Spiesen)

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Iesen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Advanced Terraformer’s House
nds: Grote Landumackeree

# europeans_building
source: terraforming coast
nds: de Küst früchtbarer to maken

# europeans_building
source: terraforming pond with water
nds: Polen mit Water umtowanneln

# europeans_building
source: terraforming dry pond
nds: dröge Polen umtowanneln

source: dummy program
nds: herumtopüttjern

# europeans_building
source: Basic Terraformer’s House
nds: Lütte Landumackeree

# europeans_building
source: Normal Terraformer’s House
nds: Landumackeree

# europeans_building
source: Fitness Center (Evade)
nds: Kundiesje-Överee (Utwieken)

source: sleeping
nds: to slapen

# europeans_building
source: upgrading soldier evade from level 0 to level 1
nds: Soldaten-Utwieken vun Stand 0 up Stand 1 to verbetern

# europeans_building
source: upgrading soldier evade from level 1 to level 2
nds: Soldaten-Utwieken vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: upgrading soldier evade from level 2 to level 3
nds: Soldaten-Utwieken vun Stand 2 up Stand 3 to verbetern

# europeans_building
source: No soldier to train!
nds: Keen Soldat tum Utbilden!

# europeans_building
source: No soldier found for this training level!
nds: Keen Soldat för deese Lehr funnen!

# europeans_building
source: Fitness Center (Health)
nds: Kundiesje-Överee (Gesundheid)

# europeans_building
source: upgrading soldier health from level 0 to level 1
nds: Soldaten-Gesundheid vun Stand 0 to Stand 1 to verbetern

# europeans_building
source: upgrading soldier health from level 1 to level 2
nds: Soldaten-Gesundheid vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: upgrading soldier health from level 2 to level 3
nds: Soldaten-Gesundheid vun Stand 2 to Stand 3 to verbetern

source: Europeans (Food Addon)
nds: Europäers (Spiesen-Verwiedern)

source: This is the culture of the Europeans.
nds: Dat is de europäisk Kultüür.

source: This is an addon for the experimental Europeans tribe. It adds additional buildings, workers and wares to the tribe.
nds: Dat is een Verwiedern för dat noch nich stevig Europäers-Volk. ’t föögt mehr Husen, Arbeiders un Waren to dat Volk hento.

# ware
source: Water is the essence of life!
nds: Sünner Water gifft ’t keen Leven!

# europeans_ware
source: Water is used by the gardener, by the forester, by all farms, and in the bakery and the brewery. The fish farm and the sheep farm need to be supplied with water, too.
nds: De Gaardner, Förster, all Buurdereen un de Backeree un Broeree bruken Water. De Fiss- un Schaaptüchtereen mutten ok mit Water versörgt worden.

# europeans_ware
source: Granite is a basic building material.
nds: Flint is een wichtig Baukraam.

# europeans_ware
source: The Europeans produces granite blocks in quarries.
nds: De Europäers produzeeren Flintblocken in Flintslagerhusen.

# europeans_ware
source: Logs are an important basic building material. They are produced by felling trees.
nds: Boomstammen sünd een wichtig Baukraam. Se worden produzeert, indeem man Bomen ofkappt.

# europeans_ware
source: European lumberjacks fell the trees; foresters take care of the supply of trees. Logs are also used by the charcoal kiln, the shipyard and the sawmill.
nds: Europäiske Boomslagers kappen de Bomen of; Boomplanters kümmern sük um de Versörgung mit Bomen. Boomstammen worden ok in de Holtköhl-Branneree, de Warktüügsmee un de Saagmöhlen bruukt.

# europeans_ware
source: Reed is an important building material.
nds: Reit is een wichtig Baukraam.

# europeans_ware
source: It is produced by the reed yard.
nds: ’t word vun de Reitplanteree produzeert.

# europeans_ware
source: Cotton is a raw material used to make clothing.
nds: Ut Boomwull maakt man Kluften.

# europeans_ware
source: It is produced by normal farms.
nds: 't word vun de Buurderee produzeert.

# europeans_ware
source: Wool is the hair of sheep. Weaving mills use it to make armor. Animal farms with level 4 or 5 can produce wool.
nds: Wull is dat Haar vun Schapen. Spinnweelmöhlen maken daarut Wapenrocken. Deertentüchtereen vun de Grött 4 of 5 könen Wull produzeren.

# europeans_ware
source: Rubber is needed to make improved armor and boots.
nds: Gummi elasticum bruukt man för betere Wapenrocken un Stevels.

# europeans_ware
source: It is produced in tree nursery or in rubber farm.
nds: ’t word vun de Boomgaardneree of de Gummi-Buurderee produzeert.

# europeans_ware
source: Scrap wood is a waste material that arises from the demolition of buildings or from sawmills.
nds: Altholt is Offall, wat bi’m Ofrieten vun Husen un vun Saagmöhlen anfallt.

# europeans_ware
source: It can be processed into charcoal in charcoal kilns.
nds: Holtköhlbrannereen könen daarut Holtköhl produzeren.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
nds: Köhle word in Köhle-Bargwarken ofboot of in Holtköhl-Brannereen ut Boomstammen produzeert.

# europeans_ware
source: The fires of the Europeans smelting works and smithies are usually fed with coal.
nds: Dat Füür in europäisk Smeltwarken un Smeden verbrannt Köhl.

# europeans_ware
source: Grout is a basic building material.
nds: Mörtel is een wichtig Baukraam.

# europeans_ware
source: The Europeans produces grout in lime kiln or stonemasons house out of granite and water.
nds: De Europäers produzeeren Mörtel in Kalkbrannereen un Steenbickerhusen ut Flint un Water.

# europeans_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener (basic sawmill).
nds: Deeses Holt is im Füür hardt worden. ’t is so hard as Iesen un word för eenige Husen bruukt. ’t word in de Holtharderee (Lütte Saagmöhlen) ut Boomstammen produzeert.

# europeans_ware
source: Cloth is needed to build several buildings. It is produced out of reed.
nds: Eenige Husen bruken Stoff. ’t word ut Reit maakt.

# europeans_ware
source: Raw material for some sorts of armor. It is produced in the weaving mill out of wool or reed.
nds: Hierut worden eenig Aarden vun Wapenrocken maakt. ’t word in de Spinnweelmöhlen ut Wull of Reit produzeert.

# europeans_ware
source: The animal farm produces leather, which is used as a raw material for making boots.
nds: De Deertentüchteree produzeert Leer, wat man Stevels ut maakt.

# europeans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are mined as a byproduct in a deep iron mine or by advanced quarry.
nds: Deeser schienende Blinkerflint word för eenige besünners gode Husen bruukt. ’t word vun groten Flintslagerhusen un vun deepen Iesen-Bargwarken ofboot.

# europeans_ware
source: Clay is needed to make bricks.
nds: Lehm bruukt man, um Backstenen to maken.

# europeans_ware
source: The Europeans gets clay from gardeners house.
nds: De Europäers kriegen Lehm ut eener Gaardneree.

# europeans_ware
source: Brick is a basic building material.
nds: Backstenen sünd een wichtig Baukraam.

# europeans_ware
source: The Europeans produces bricks in lime kiln or stonemasons house out of clay, granite and water.
nds: De Europäers produzeeren Backstenen in Kalkbrannereen un Steenbickerhusen ut Lehm, Flint un Water.

# europeans_ware
source: Planks are an important building material.
nds: Planken sünd een wichtig Baukraam.

# europeans_ware
source: They are produced out of logs by the sawmill.
nds: Se worden in de Saagmöhlen ut Boomstammen produzeert.

# europeans_ware
source: They are also used by the ferryyard and shipyard.
nds: Se worden ok in de Fährenwarft un Warft bruukt.

# europeans_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
nds: Marmel is de moje Steen, wat ut Bargen sneden of in eenem Flintslagerhuus produzeert word. Marmel is een Baumateriaal un word vum Steenbickerhuus in Marmelpielers sniddjet.

# europeans_ware
source: Marble columns represent the high culture of the Europeans, so they are needed for nearly every advanced building. They are produced out of marble at a stonemason’s house.
nds: Marmelpielers wiesen de hoge Kultuur vun de Europäers un worden daarum för haast elkeen grotes Huus bruukt. Se worden in eenem Steenbickerhuus ut Marmel maakt.
