Repository: widelands/wl_addons_server
Catalog: po/europeans_agricultur.wad/*.po
Languages: nds

# europeans_ware
source: These wonderful diamonds are used to build advanced buildings. They are mined as a byproduct in a deep coal mine or by advanced quarry.
nds: Deese wunnermojen Edelstenen worden för eenige besünners gode Husen bruukt. Se worden vun groten Flintslagerhusen un vun deepen Köhle-Bargwarken ofboot.

# default_ware
source: Ore is mined in ore mines.
nds: Kluten worden in Kluten-Bargwarken ofboot.

# europeans_ware
source: It is smelted in a smelting works to retrieve all the metals.
nds: ’t word in Smeltwarken smelt, um all de Metallen to winnen.

# europeans_ware
source: Discarded weapons and armor can be recycled in an advanced smelting works to produce new tools, weapon and armor.
nds: Olle Wapen un Wapenrocken könen in de groten Smeltwarken verweert worden, um neje Wapens, Wapenrocken un Warktüüg to produzeren.

# ware
source: Mixed metal alloy is smelted out of ores.
nds: Metall word ut Kluten smelt.

# europeans_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of alloy.
nds: ’t word vun de Smeltwark produzeert. Wapens, Wapenrocken un Warktüüg sünd ut Metall.

# europeans_ware
source: Rye is essential for survival.
nds: Sünner Rogg kann man nich överleven.

# europeans_ware
source: Rye is produced by farms and used by mills to produce mixed flour.
nds: Rogg word vun Buurdereen produzeert un vun Möhlen bruukt, um misket Mehl to produzeren.

# europeans_ware
source: Wheat is essential for survival.
nds: Sünner Weit kann man nich överleven.

# europeans_ware
source: Wheat is produced by farms and used by mills to produce mixed flour.
nds: Weit word vun Buurdereen produzeert un vun Möhlen bruukt, um misket Mehl to produzeren.

# europeans_ware
source: Barley is a slow-growing grain that is used for brewing beer or mead.
nds: Garst is een Koorn, wat leep langsaam wasst. ’t word bruukt, um Beer un Hönnigbeer to broen.

# europeans_ware
source: Advanced farms need to be provided with corn to feed the farm animals.
nds: Grote Buurdereen mutten mit Mais versörgt worden, um dat Veeh to föden.

# europeans_ware
source: Blackroots are a special kind of root. Advanced farms need to be provided with blackroot.
nds: Swartwuddels sünd eene besünnere Aard vun Wuddels. Grote Buurdereen mutten mit Swartwuddels versörgt worden.

# europeans_ware
source: Honey is produced by bees belonging to a farm. It is used to brew mead.
nds: Hönnig word vun Immen produzeert, de to eener Buurderee hören. ’t word bruukt, um Hönnigbeer to broen.

# europeans_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used to brew fruit wine.
nds: Früchten worden vun Früchtenpottjers vun Busken sammelt. Se worden bruukt, um Früchtenwien to broen.

# europeans_ware
source: These grapes are the base for a tasty wine. They are harvested in a advanced farm and processed in a winery.
nds: Ut deesen Druven kann man leckeren Wien maken. Se worden in de groten Buurdereen arnt un in de Wienmakeree verarbeidt.

# europeans_ware
source: Mixed flour is produced by the mill out of rye and wheat and is needed in the bakery to produce bread.
nds: Misket Mehl word in Möhlen ut Rogg un Weit maakt un word in de Backeree bruukt, um Brood to produzeren.

# europeans_ware
source: Bread are produced in a bakery out of water and flour. Basic miners consume bread.
nds: Brood word in de Backeree ut Water un Mehl maakt. Bargwarkskeerls eten Brood.

# europeans_ware
source: Honey Bread are produced in a bakery out of water, honey and flour. Normal miners consume honey bread.
nds: Hönnigbrood word in de Backeree ut Water, Hönnig un Mehl maakt. Gode Bargwarkskeerls eten Hönnigbrood.

# europeans_ware
source: Biscuits are produced in a bakery out of water, flour, honey and fruits. Advanced miners consume biscuit.
nds: Kookjes worden in de Backeree ut Water, Mehl, Hönnig un Früchten maakt. Meister-Bargwarkskeerls eten Kookjes.

# europeans_ware
source: Meat contains a lot of energy, and it is produced in animal farms. Miners consume meat.
nds: In Fleesk steckt bannig vööl Energie. ’t word in Deertentüchtereen produzeert. Bargwarkskeerls eten Fleesk.

# europeans_ware
source: Fish is one of the biggest food resources of the Europeans, and it is produced in animal farms. Miners consume fish.
nds: Fiss is eene vun de wichtigsten europäisk Spiesen un word in Deertentüchtereen produzeert. Bargwarkskeerls eten Fiss.

# europeans_ware
source: This beer is produced in a brewery out of barley and water. Basic miners consume beer.
nds: Deeses Beer word in de Broeree ut Garst un Water produzeert. Bargwarkskeerls drinken Beer.

# europeans_ware
source: Mead is produced by breweries out of water, barley and honey. Normal miners consume mead.
nds: Hönnigbeer word in de Broereen ut Water, Garst un Hönnig maakt. Gode Bargwarkskeerls drinken Hönnigbeer.

# europeans_ware
source: This strong beer is produced in a brewery out of barley and water. Advanced miners consume strong beer.
nds: Deeses deftig Beer word in de Broeree ut Garst un Water produzeert. Meister-Bargwarkskeerls drinken deftigs Beer.

# europeans_ware
source: It is produced in a winery out of grape. Advanced miners consume wine.
nds: ’t word in de Wienmakeree ut Wiendruven produzeert. Meister-Bargwarkskeerls drinken Wien.

# europeans_ware
source: Big buckets for the forester, the gardener, and the construction of wells.
nds: Grote Emmers för de Förster, Gaardner un Fisstüchter un um Wellen to bauen.

# europeans_ware
source: They are produced by all smithies.
nds: Se worden vun all de Smeden produzeert.

# europeans_ware
source: This basket is needed by the farmer for harvesting the fruits and grapes and needed by miller and by gamekeeper.
nds: Deesen Körv bruukt de Buur, um Früchten un Druven to arnten. Ok Müllers un Deertentüchters bruken eenen.

# europeans_ware
source: It is also used by advanced carrier to transport wares. It is produced by all smithies.
nds: Ok de goden Lastendragers bruken eenen, um Waren to dragen. All de Smeden produzeren ’t.

# europeans_ware
source: The scythe is the tool of the farmers.
nds: Buren bruken Sichten.

# europeans_ware
source: Scythes are produced by all smithies.
nds: Sichten worden vun de Smeden produzeert.

# europeans_ware
source: The felling ax is the tool to chop down trees.
nds: De Boomslager-Ext is dat Waarktüüg, waar man Bomen mit ofkappt.

# europeans_ware
source: Felling axes are used by lumberjacks and produced by all smithies.
nds: Boomslager-Exten worden vun Boomslagers bruukt un vun de Smeden produzeert.

# europeans_ware
source: The shovel is an essential tool. Therefore the forester, the gardener and the farmer use them.
nds: De Schüppe is een wichtigs Warktüüg. De Förster, de Gaardner un de Buur bruken eene.

# europeans_ware
source: The pick is an essential tool. Picks are used by stonemasons and miners.
nds: De Pickhack is een wichtigs Warktüüg. De Flintslagers un Bargwarkskeerls bruken eene.

# europeans_ware
source: They are produced produced by all smithies.
nds: Se worden vun all de Smeden produzeert.

# europeans_ware
source: The hammer is an essential tool. Geologists, builders, and worker all need a hammer.
nds: De Klöpper is een wichtigs Warktüüg. Schattsökers, Baulüü un de Arbeider bruken eenen.

# europeans_ware
source: Make sure you’ve always got some in reserve! They are produced by all smithies.
nds: Pass up, dat du alltieden welke över hest! All de Smeden produzeren ’t.

# europeans_ware
source: The saw is an essential tool. This saw is needed by the worker and the woodcutter.
nds: De Saag is een wichtigs Warktüüg. De Arbeider un de Boomslager bruken eene.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the armor smithy. In combination with wooden spear, it is the equipment to fit out young soldiers.
nds: Een eenfacher Wapenrock för europäisk Soldaten. ’t word in de Wapensmee produzeert. Tosamen mit eener Holtpieke is dat de Utrüstung för neje Soldaten.

# europeans_ware
source: Basic armor for European soldiers. It is produced in the weaving mill. In combination with wooden spear, it is the equipment to fit out young soldiers.
nds: Een eenfacher Wapenrock för europäisk Soldaten. ’t word in de Spinnwehlmöhlen produzeert. Tosamen mit eener Holtpieke is dat de Utrüstung för neje Soldaten.

# europeans_ware
source: The compressed armor is a medium armor for European soldiers. It is produced by a tailor and used in a battle arena to protect soldiers with additional health points.
nds: De Drückt Wapenrock is een middelster Wapenrock för europäisk Soldaten. ’t word von eenem Snieder produzeert un im Slachtenring bruukt, um Soldaten mit mehr Gesundheid-Punkten uttorüsten.

# europeans_ware
source: The advanced armor is produced in the a smithy and used in the battle arena to protect soldiers with additional health points.
nds: De Gode Wapenrock word in eener Smede produzeert un im Slachtenring bruukt, um Soldaten mit mehr Gesundheid-Punkten uttorüsten.

# europeans_ware
source: Wooden boots are basic footwear for soldiers to be protect on their feet. They are produced by the dressmaker.
nds: Holtstevels sünd eenfache Stevels för Soldaten, um hör Foten to schütten. Se worden vun de Naihsterske produzeert.

# europeans_ware
source: Sturdy boots are excellent footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 0 to level 1.
nds: Mit Goden Stevels könen de Soldatsken fixer lopen. Se worden vun de Naihsterske produzeert un bruukt, um Soldatsken vun Utwieken-Stand 0 up Stand 1 uttobilden.

# europeans_ware
source: Swift boots are light and durable footwear for soldiers to be quicker on their feet. They are produced by the dressmaker and used to train soldiers’ evade from level 1 to level 2.
nds: Gaue Stevels sünd lichte un stevige Stevels, daarmit de Soldatsken fixer lopen könen. Se worden vun de Naihsterske produzeert un bruukt, um Soldatsken vun Utwieken-Stand 1 up Stand 2 uttobilden.

# europeans_ware
source: Hero boots! The only suitable footwear for a real hero. They are produced by the dressmaker and used to train soldiers’ evade from level 2 to level 3.
nds: Heldenstevels! Nix anners könen echte Helden an de Foten dragen. Se worden vun de Naihsterske produzeert un bruukt, um Soldatsken vun Utwieken-Stand 2 up Stand 3 uttobilden.

# europeans_ware
source: This wooden spear is the basic weapon in the European military system. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
nds: Deese Holtpieke is de eenfachste Wapen in de europäisk Soldateree. Se word in de Smeden produzeert. Tosamen mit eenem Wapenrock is se de Utrüstung för neje Soldaten.

# europeans_ware
source: This is a advanced spear with a steel tip. It is produced in a smithy and used in a battle arena to train soldiers in attack.
nds: Deese gode Pieke hett eene Tipp vun Stahl. ’t word in de Smeden produzeert un im Slachtenring bruukt, um Soldaten im Angriff uttobilden.

# europeans_ware
source: This is an broad ax. It is produced in a smithy and used in a battle arena to train soldiers in attack.
nds: Dat is eene brede Ext. Se word in eener Smede produzeert un im Slachtenring bruukt, um Soldaten im Angriff uttobilden.

# europeans_ware
source: This is a broad sword. It is produced in the advanced smithy and used in a battle arena to train soldiers in attack.
nds: Dat is een bredes Sweert. ’t word in de groten Smeden produzeert un im Slachtenring bruukt, um Soldaten im Angriff uttobilden.

# europeans_ware
source: The helmet is the basic defense tool of a soldier. It is produced in the smithy. In combination with armor, it is the equipment to fit out young soldiers.
nds: De Helm is dat eenfachste Verteidigungs-Warktüüg för eenen Soldaten. ’t word in de Smeden produzeert. Tosamen mit eenem Wapenrock is dat de Utrüstung för neje Soldaten.

# europeans_ware
source: The mask is the medium defense tool of a soldier. It is produced in a smithy and used in a battle arena to train soldiers in defense.
nds: De Mask is een middelster Wapenrock för europäisk Soldaten. Se word in de Smeden produzeert un im Slachtenring bruukt, um Soldaten in Verteidigung uttobilden.

# europeans_ware
source: This steel shield is produced in a smithy and used in a battle arena to train soldiers in defense.
nds: Deeser Stahlschild word in de Smeden produzeert un in de Slachtenring bruukt, um Soldaten in Verteidigung uttobilden.

# europeans_ware
source: These advanced shields are used by the best soldiers of the Europeans. They are produced in the advanced smithy and used in the advanced battle arena to train soldiers in defense.
nds: De besten europäisk Soldaten bruken deese goden Schilden. Se worden in de groten Smeden produzeert un in de groten Slachtenringen bruukt, um Soldaten in Verteidigung uttobilden.

# europeans_worker
source: Used for recruiting all other workers.
nds: Word bruukt, um all de anner Arbeiders antohüren.

# europeans_worker
source: Carries items along your roads with their hands.
nds: Draggt Waren mit de Hannen över diene Straten.

# europeans_worker
source: Carries items along your roads with their hands. Only used for busy roads.
nds: Draggt Waren mit de Hannen över diene besigen Straten.

# europeans_worker
source: Carries items along your roads with baskets. Only used for busy roads.
nds: Draggt Waren mit Körven över diene besigen Straten.

# europeans_worker
source: Carries items along your roads. They are reared in an animal farm.
nds: Draggt Waren över besige Straten. Se worden in de Deertentüchteree tücht.

# europeans_worker
source: Donkeys help to carry items along busy roads. They are reared in an animal farm.
nds: Langohren dragen Waren över besige Straten. Se worden in de Deertentüchteree tücht.

# europeans_worker
source: Horses help to carry items along busy roads. They are reared in an animal farm.
nds: Peer dragen Waren över besige Straten. Se worden in de Deertentüchteree tücht.

# europeans_worker
source: Reindeers help to carry items along busy roads. They are reared in an animal farm.
nds: Sneeihirsken dragen Waren över besige Straten. Se worden in de Deertentüchteree tücht.

# europeans_worker
source: Ships wares across narrow rivers.
nds: Fährt Waren över smale Stromen.

# europeans_worker
source: Eager to become a soldier and defend his tribe!
nds: Will radd een Soldat worden un sien Volk verteidigen!

# europeans_worker
source: Defend and Conquer!
nds: Verteidigen un innehmen!

# europeans_worker
source: General worker with no special ability.
nds: Allgemeener Arbeider, well nix besünners kann.

# europeans_worker
source: Works at the shipyard and constructs new ships.
nds: Warkt in de Warft un baut neje Schippen.

# europeans_worker
source: Works at construction sites to raise new buildings.
nds: Warkt up Bausteden, um neje Husen to beschicken.

# europeans_worker
source: Fells trees.
nds: Kappt Bomen.

# europeans_worker
source: Plant trees.
nds: Plant Bomen.

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed.
nds: Maakt Lehm för de Kalkbranneree un Steenbickerhuus un plant Reit.

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed and cotton.
nds: Maakt Lehm för de Kalkbranneree un Steenbickerhuus un plant Reit un Boomwull.

# europeans_worker
source: Making clay for lime kiln or stonemasons house and planting reed, cotton and rubber trees.
nds: Maakt Lehm för de Kalkbranneree un Steenbickerhuus un plant Reit, Boomwull un Gummibomen.

# europeans_worker
source: Plants and harvests fields.
nds: Plant un arnt Ackers.

# europeans_worker
source: The hunter brings fresh, raw meat to the colonists.
nds: De Jager jaggt friskes, ruges Fleesk för de Lüü.

# europeans_worker
source: The gamekeeper makes sure that the natural population of animals never drops too low.
nds: De Deertentüchter passt up, dat 't alltied genoog Deerten in de Gegend herrumlopen.

# europeans_worker
source: The fisher fishes delicious fish out of rivers, lakes or the ocean.
nds: De Fisker fisket köstelk Fiss ut Stromen, Meren un de See.

# europeans_worker
source: Breeds fish in nearby waters.
nds: Tücht Fisse in de Waters umbi.

# europeans_worker
source: Discovers resources for mining.
nds: Finnt Mineraale to Ofboen.

# europeans_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nds: Sleit Flint un Marmel ut Stenen in de Naberskupp.

# europeans_worker
source: Mines ore and minerals.
nds: Baut Kluten un Mineraale of.

# europeans_worker
source: Terraforms desert and coast into fertile soil.
nds: Ackert Wüüst un Küst in früchtbares Land um.

# europeans_worker
source: Trains the soldiers.
nds: Bildt Soldaten ut.

# europeans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
nds: Förskt frömde Geweste ut.

source: The remains of a destroyed building.
nds: Wat vun eenem verneelten Huus över blievt.

source: This field has just been planted.
nds: Deeser Acker is jüüst plant worden.

source: This field is growing.
nds: Deeser Acker wasst.

source: This field is ready for harvesting.
nds: Deeser Acker is klaar tum arnten.

source: This field has been harvested.
nds: Deeser Acker is arnt.

source: This berry bush has just been planted.
nds: Deeser Busk is jüüst plant worden.

source: This berry bush is growing.
nds: Deeser Busk wasst.

source: This berry bush is flowering. Honey can be produced from it.
nds: Deeser Busk blöömt. Man kaan daarmit Hönnig maken.

source: This berry bush is ready for harvesting.
nds: Deeser Busk is klaar tum arnten.

source: This grapevine has just been planted.
nds: Deeser Wien is jüüst plant worden.

source: This grapevine is growing.
nds: Deeser Wien wasst.

source: This grapevine is ready for harvesting.
nds: Deeser Wien is klaar tum arnten.

source: Ponds with water becomes dry after some time. These dry holes vanish after a while.
nds: Polen mit Water worden na eeniger Tied dröge. Deese drögen Locken gahn na eeniger Tied weg.

source: When gardeners dig up earth, they leave holes with water in the ground. These falls dry after a while or can be used by terraformer to produce new soil.
nds: Wenn Gaardners Klei upgraven, blieven Locken mit Water in de Grund torügg. Se worden na eeniger Tied dröge of könen vun eenem Landumackereerer bruukt worden, um neje Eer to maken.

source: This reed field has just been planted.
nds: Deeser Reitacker is jüüst plant worden.

source: This reed field is growing.
nds: Deeser Reitacker wasst.

source: This reed field is flowering. Honey can be produced from it.
nds: Deeser Reitacker blöömt. Man kaan daarmit Hönnig maken.

source: This reed field is ready for harvesting.
nds: Deeser Reitacker is klaar tum arnten.

source: There are no resources in the ground here.
nds: Hier sünd keene Mineraale im Grund.

source: There is water in the ground here that can be pulled up by a well.
nds: Hier is Water im Grund, wat vun eener Well uphaalt worden kann.

source: Coal veins contain coal that can be dug up by coal mines.
nds: In Köhle-Aders is Köhl, wat vun Köhle-Bargwarken ofboot worden kann.

source: There is only a little bit of coal here.
nds: Hier is bedröövt minn Köhl.

source: Iron veins contain iron ore that can be dug up by iron mines.
nds: In Iesen-Aders is Iesenkluut, dat vun Iesen-Bargwarken ofboot worden kann.

source: There is only a little bit of iron here.
nds: Hier is bedröövt minn Iesen.

source: Gold veins contain gold ore that can be dug up by gold mines.
nds: In Gold-Aders is Goldkluut, dat vun Gold-Bargwarken ofboot worden kann.

source: There is only a little bit of gold here.
nds: Hier is bedröövt minn Gold.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
nds: Marmel is een wichtig Baukraam un kann vun Marmel-Bargwarken ofboot worden. Du kriggst ok Flint ut de Bargwark.

source: There is only a little bit of marble here.
nds: Hier is bedröövt minn Marmel.

source: There is a lot of coal here.
nds: Hier is een Bült vun Köhl.

source: There is a lot of iron here.
nds: Hier is een Bült vun Iesen.

source: There is a lot of gold here.
nds: Hier is een Bült vun Gold.

source: There is a lot of marble here.
nds: Hier is een Bült vun Marmel.

source: A ship is being constructed at this site.
nds: Up deeser Stee word een Schipp baut.

source: The remains of an old tree.
nds: Wat vun eenem ollen Boom över blievt.

source: This tree is only planted by the amazon tribe but can be harvested for logs.
nds: Deeser Boom word blot vun dat amazoonsk Volk plant, kann aver för Boomstammen kappt worden.

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
nds: Brengt diene Lüü unner un verwahrt diene Waren un anner Kraam.

# europeans_building
source: The headquarters is your main building.
nds: Dat Raadhuus is dien wichtigstes Huus.

# europeans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
nds: Brengt diene Lüü un Soldaten unner un verwahrt diene Waren un anner Kraam.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
nds: Deent tum Begünnen vun Hannel un Söken över Seefahrt. Brengt ok diene Lüü un Soldaten unner un verwahrt diene Waren un anner Kraam.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
nds: Kappt Bomen in de Naberskupp un maakt daarut Boomstammen.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
nds: De Boomslageree bruukt Bomen tum Umkappen in de Arbeidsgewest.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
nds: De Boomslageree bruukt Bomen tum Umkappen in de Arbeidsgewest.

# europeans_building
source: Plants trees in the surrounding area.
nds: Plant Bomen in de Naberskupp.

# europeans_building
source: The ranger’s hut needs free space within the work area to plant the trees.
nds: De Boomplanteree bruukt freje Rüümte in de Arbeidsgewest, waar Bomen plant worden könen.

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
nds: De Boomplanteree bruukt freje Rüümte in de Arbeidsgewest, waar Bomen plant worden könen.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed in the holes created.
nds: Grafft Eer ut de Grund un maakt mit Water Lehm daarut. Plant dann Reit in de Locken, wat torüggblieven.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed and cotton in the holes created.
nds: Grafft Eer ut de Grund un maakt mit Water Lehm daarut. Plant dann Reit un Boomwull in de Locken, wat torüggblieven.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Then plant reed, cotton and rubber trees in the holes created.
nds: Grafft Eer ut de Grund un maakt mit Water Lehm daarut. Plant dann Reit, Boomwull un Gummibomen in de Locken, wat torüggblieven.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
nds: Sleit Flint ut Stenen in de Naberskupp.

# europeans_building
source: The quarry needs rocks to cut within the work area.
nds: Dat Flintslagerhuus bruukt Stenen tum Slaan in de Arbeidsgewest.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
nds: Sleit Flint un Marmel ut Stenen in de Naberskupp.

# europeans_building
source: Hunts animals to produce meat.
nds: Jaggt Deerten, um Fleesk to produzeren.
