Repository: widelands/wl_addons_server
Catalog: po/europeans_agricultur.wad/*.po
Languages: nds

# europeans_building
source: The hunter’s hut needs animals to hunt within the work area.
nds: De Jaggthütt bruukt Deerten tum Jagen in de Arbeidsgewest.

# europeans_building
source: Releases animals into the wild to steady the meat production.
nds: Lett Deerten in de Wildernis löss, daarmit de Jäger immer wat to jagen hett.

# europeans_building
source: Fishes on the coast or in lakes near the fisher’s house.
nds: Fiskt an de Küst of in Meren in de Naberskupp vun de Fiskeree.

# europeans_building
source: The fisher’s house needs water full of fish within the work area.
nds: De Fiskeree bruukt Water mit Fisken in de Arbeidsgewest.

# europeans_building
source: Roads and trees along the shoreline block fishing.
nds: Straten un Bomen an de Küst verhinnern dat Fisken.

# europeans_building
source: Breeds and fishes fish.
nds: Tücht un fisket Fiske.

# europeans_building
source: The fisher’s house needs water within the work area.
nds: De Fiskeree bruukt Water in de Arbeidsgewest.

# europeans_building
source: Roads and trees along the shoreline block breeding and fishing.
nds: Straten un Bomen an de Küst verhinnern dat Tüchten un Fisken.

# building
source: Terraforms deserts and coasts into fertile soil.
nds: Ackert Wüüsten un Küsten in früchtbares Land um.

# building
source: Explores unknown territory.
nds: Förskt frömde Geweste ut.

# europeans_building
source: Draws water out of the deep.
nds: Hisst Water ut de Deepde.

# europeans_building
source: Sows and harvests reed.
nds: Sait un arnt Reit.

# europeans_building
source: Sows and harvests reed and cotton.
nds: Sait un arnt Reit un Boomwull.

# europeans_building
source: Sows and harvests reed, cotton and rubber.
nds: Sait un arnt Reit, Boomwull un Gummi.

# europeans_building
source: Weaves cloth out of reed.
nds: Spinnt Stoff ut Reit.

# europeans_building
source: Weaves cloth and armor out of wool and reed.
nds: Spinnt Stoff un Wapenrocken ut Wull un Reit.

# europeans_building
source: Saws logs to produce planks.
nds: Saagt Planken ut Boomstammen.

# europeans_building
source: Burns logs into charcoal.
nds: Brannt Holtköhle ut Boomstammen.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry.
nds: Maakt Backstenen un Mörtel ut Lehm un Flint. Mörtel hardt un steigert stenen Boen.

# europeans_building
source: The lime kiln’s output will only go to construction sites that need it. Brick and grout only used by advanced buildings.
nds: Waren vun eener Kalkbranneree gahen blot to Bausteden, de se bruken. Backstenen un Mörtel worden blot von groten Husen bruukt.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry. Additionally carves marble columns out of marble.
nds: Maakt ut Lehm un Flint Backstenen un »Mörtel«, eene Substanz, wat Steenwark faster un steviger maakt. Sniddjert ok Marmelpielers ut Marmel.

# europeans_building
source: The stonemason’s house's output will only go to construction sites that need it. Marble column only used by advanced buildings.
nds: Waren vun eenem Steenbickerhuus gahen blot to Bausteden, de se bruken. Marmelpielers worden blot von groten Husen bruukt.

# europeans_building
source: Grinds corn to produce cornmeal.
nds: Mahlt Mais to Maismehl.

# europeans_building
source: Grinds corn to produce cornmeal. Grinds wheat and rye to produce mixed flour.
nds: Mahlt Mais to Maismehl. Mahlt Rogg un Weit to Mehl.

# building
source: Prepares rations to feed the scouts and miners.
nds: Maakt Happen för Bespejers un Bargwarkskeerls torecht.

# building
source: Prepares rations, snacks and meals to feed all miners.
nds: Maakt Happen, Spiesen un Mahltieden för all de Bargwarkskeerls torecht.

# europeans_building
source: Produces beer to keep the miners strong and happy.
nds: Produzeert Beer, um de Bargwarkskeerls manns un tofree to hollen.

# europeans_building
source: Produces beer, mead and strong_beer for trainingssites.
nds: Produzeert Beer, Hönnigbeer un deftigs Beer för Övens-Boen.

# europeans_building
source: Produces mead and wine.
nds: Produzeert Hönnigbeer un Wien.

# europeans_building
source: Smelts ore into iron.
nds: Smelt Kluten to Iesen.

# europeans_building
source: Smelts ore into iron and gold. Recycles scrap metal.
nds: Smelt Kluten to Iesen un Gold un verweert Metall-Överblievsels.

# europeans_building
source: Large factory that produces complex wares such as tools, weapons, armor, clothing, shoes or building materials from simple raw materials.
nds: Grote Fabrik, wat so düre Waren as Warktüüg, Wapens, Wapenrocken, Kluften, Schoh un Baukraam ut slichteren Waren produzeert.

# europeans_building
source: Sows and harvests corn, rye and wheat.
nds: Sait un arnt Weit, Rogg un Mais.

# europeans_building
source: Sows and harvests barley, blackroot, corn, rye and wheat.
nds: Sait un arnt Garst, Weit, Rogg, Swartwuddels un Mais.

# europeans_building
source: Sows and harvests barley, blackroot, corn, fruit, grape, rye and wheat.
nds: Sait un arnt Garst, Weit, Rogg, Früchten, Druven, Swartwuddels un Mais.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat for food production and leather for shoemaker.
nds: Tücht starke Ossen för dat Stratennett. Produzeert butendeem Fleesk tum Eten un Leer för de Schooster.

# europeans_building
source: Breeds strong oxen for adding them to the transportation system. Additionally produces meat and fish for food production and leather for shoemaker.
nds: Tücht starke Ossen för dat Stratennett. Produzeert butendeem Fleesk un Fiss tum Eten un Leer för de Schooster.

# europeans_building
source: Breeds strong oxen and cute and helpful donkeys for adding them to the transportation system. Additionally keeps sheep for wool production and produces meat and fish for food production.
nds: Tücht starke Ossen un nüte, godige Langohren för dat Stratennett. Tücht butendeem Schapen för hör Wull un produzeert Fleesk un Fiss tum Eten.

# europeans_building
source: Breeds strong oxen, cute and helpful donkeys and strong horses for adding them to the transportation system. Additionally keeps sheep for wool production and produces meat and fish for food production.
nds: Tücht starke Ossen, nüte, godige Langohren un starke Peer för dat Stratennett. Tücht butendeem Schapen för hör Wull un produzeert Fleesk un Fiss tum Eten.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
nds: Grafft in Bargen Köhle ut de Grund.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
nds: Grafft in Bargen Iesenkluut ut de Grund.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
nds: Grafft in Bargen Goldkluut ut de Grund.

# europeans_building
source: Trains recruits to soldiers.
nds: Bildt Lehrwichters to Soldaten ut.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
nds: Rüst de Lehrwichters mit all nödigen Wapen un Wapenrocken ut.

# europeans_building
source: Trains soldiers only in ‘Health’.
nds: Lehrt Soldaten blots »Gesundheid«.

# europeans_building
source: Trains soldiers only in ‘Evade’.
nds: Lehrt Soldaten blots »Utwieken«.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’ and ‘Attack’.
nds: Lehrt Soldaten »Angriff«, »Verteidigung« un »Utwieken«.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’, ‘Attack’ and in ‘Defense’.
nds: Lehrt Soldaten »Angriff«, »Verteidigung«, »Gesundheid« un »Utwieken«.

# europeans_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
nds: »Utwieken« verhoogt de Kans, dat een Soldat vum Feind nich truffen un also nich verletzt word.

# europeans_building
source: Garrisons soldiers to expand your territory.
nds: Brengt Soldaten unner, um dien Gewest to vergrotern.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
nds: Wenn du nich genoog Soldaten hest, um neje Soldateree-Boen to besetten, kannst du de Tahl vun Soldaten mit de Piel-runner-Knoop minnern. Du kannst ok eenen Soldat anklicken, um hüm wegtostüren.

# europeans_building
source: Builds ferries.
nds: Baut Fähren.

# europeans_building
source: Needs water nearby.
nds: Bruukt Water in de Naberskupp.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
nds: Baut Schippen, de för tum Hanneln tüsken Muden un tum Gründen vun nejen Dörpen bruukt worden.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
nds: »Schimp nich tegen de Baukeerl, well keen Baukraam hett.«

# europeans_building
source: Proverb widely used for impossible tasks of any kind
nds: Seggwies, wat över all Aarden vun unmögelken Upgaven seggt word

# europeans_building
source: A new building is being built at this construction site.
nds: An deeser Baustee word een nejes Huus baut.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
nds: »Neje Padden kummen ut, wenn du de ollen ok mal plattrietst.«

# europeans_building
source: Proverb
nds: Seggwies

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
nds: Hier word een Huus plattreten, um eenige Waren torüggtokriegen, de tum Bauen verwendt wurren.

# warehousename
source: Andorra la Vella
nds: Andorra

# warehousename
source: Bruxelles
nds: Brüssel

# warehousename
source: București
nds: Bukarest

# warehousename
source: Charkiw
nds: Charkow

# warehousename
source: Genova
nds: Genf

# warehousename
source: København
nds: Kopenhagen

# warehousename
source: Kraków
nds: Krakau

# warehousename
source: Kyiv
nds: Kiew

# warehousename
source: Lisboa
nds: Lissabon

# warehousename
source: Milano
nds: Mailand

# warehousename
source: Moskwa
nds: Moskau

# warehousename
source: Poznań
nds: Posen

# warehousename
source: Praha
nds: Prag

# warehousename
source: Rīga
nds: Riga

# warehousename
source: Roma
nds: Rom

# warehousename
source: Warszawa
nds: Warschau

# warehousename
source: Wrocław
nds: Breslau

# europeans
source: Worker missing
nds: Arbeider föhlt

# europeans
source: Worker is coming
nds: Arbeider kummt

# europeans
source: Workers missing
nds: Arbeiders föhlen

# europeans
source: Workers are coming
nds: Arbeiders kummen

# europeans
source: Expert missing
nds: Meister föhlt

# europeans
source: Experts missing
nds: Meisters föhlen

# europeans_soldier
source: %1% soldier (+%2%)
nds: %1% Soldat (+%2%)

# europeans_soldier
source: %1% soldier
nds: %1% Soldat

# europeans_soldier
source: %1%(+%2%) soldier (+%3%)
nds: %1%(+%2%) Soldat (+%3%)

# europeans_soldier
source: %1%(+%2%) soldier
nds: %1%(+%2%) Soldat

source: Discovery (Human Player)
nds: Utförsken (minskelk Speler)

source: Start the game with three ships on the ocean and only a handful of supplies.
nds: Begünn dat Speel mit dree Schippen up de See un blot een paar Materialien.

source: Headquarters (AI optimized)
nds: Raadhuus (künstelk Speler)

source: AI optimized starting condition, not for human player.
nds: Anfangskondiesje, wat för künstelk Spelers dacht is un nich för de minskelk Speler.

source: Headquarters
nds: Raadhuus

source: Start the game with your headquarters only.
nds: Begünn dat Speel mit nix as dien Raadhuus.

# europeans_worker
source: Donkey
nds: Langohr

# europeans_worker
source: Horse
nds: Peerd

# europeans_worker
source: Ox
nds: Oss

# europeans_worker
source: Reindeer
nds: Sneeihirsk

# europeans_worker
source: Advanced Farmer
nds: Meisterbuur

# europeans_worker
source: Basic Farmer
nds: Buur

# europeans_worker
source: Normal Farmer
nds: Goder Buur

# europeans_worker
source: Fish Breeder
nds: Fisstüchter

# europeans_worker
source: Basic Fisher
nds: Fisker

# europeans_worker
source: Gamekeeper
nds: Deertentüchter

# europeans_worker
source: Advanced Gardener
nds: Meistergaardner

# europeans_worker
source: Basic Gardener
nds: Gaardner

# europeans_worker
source: Normal Gardener
nds: Goder Gaardner

# europeans_worker
source: Basic Hunter
nds: Jäger

# europeans_worker
source: Advanced Terraformer
nds: Meister-Landumackereerer

# europeans_worker
source: Basic Terraformer
nds: Landumackereerer

# europeans_worker
source: Normal Terraformer
nds: Goder Landumackereerer
