Repository: widelands/wl_addons_server
Catalog: po/europeans_*.wad/*.po
Languages: nds

# europeans_building
source: Basic Terraformer’s House
nds: Lütte Landumackeree

# europeans_building
source: Advanced Tree Nursery
nds: Grote Boomgaardneree

# europeans_building
source: planting trees
nds: Bomen to planten

# europeans_building
source: watering trees
nds: Bomen to watern

# europeans_building
source: Basic Tree Nursery
nds: Lütte Boomgaardneree

# europeans_building
source: Basic Well
nds: Lütte Well

# europeans_building
source: mining water
nds: Water oftoboen

source: idle program
nds: herumtopüttjern

source: No Water
nds: Keen Water

source: Out of Water
nds: Hebb keen Water mehr

# europeans_building
source: The carrier working at this well can’t find any water in his well.
nds: De Arbeider, de bi deese Well warkt, hett keen Water in de Well mehr.

# europeans_building
source: Well Level 1
nds: Well vun de Grött 1

# europeans_building
source: Well Level 2
nds: Well vun de Grött 2

# europeans_building
source: Well Level 3
nds: Well vun de Grött 3

# europeans_building
source: Well Level 4
nds: Well vun de Grött 4

source: mining water
nds: Water oftoboen

# europeans_building
source: Well Level 5
nds: Well vun de Grött 5

# europeans_building
source: Big Well
nds: Grote Well

# europeans_building
source: Advanced Trainingscamp
nds: Grotes Övenslager

# europeans_building
source: recruiting soldier
nds: eenen Soldaten antohüren

# europeans_building
source: Basic Trainingscamp
nds: Lüttes Övenslager

# europeans_building
source: Ferry Yard
nds: Fährenwarft

# europeans_building
source: constructing a ferry
nds: eenr Fähr to timmern

# europeans_building
source: constructing a ship
nds: een Schipp to timmern

# europeans_building
source: Shipyard
nds: Warft

# europeans_ship
source: Ship
nds: Schipp

# shipname
source: Aether
nds: Äther

# shipname
source: Athena
nds: Athene

# shipname
source: Cronus
nds: Kronos

# shipname
source: Cyclopes
nds: Zyklop

# shipname
source: Ganymede
nds: Ganymed

# shipname
source: Hephaestus
nds: Hephaistus

# shipname
source: Mercury
nds: Merkur

# shipname
source: Neptune
nds: Neptun

# europeans_building
source: Basic Battle Arena
nds: Lütter Slachtenring

source: sleeping
nds: to slapen

# europeans_building
source: pausing training because lack of weapons, armor and boots
nds: dat Öven um de Mangel an Wapens, Wapenrockens un Stevels antohollen

# europeans_building
source: upgrading soldier health from level 0 to level 1
nds: Soldaten-Gesundheid vun Stand 0 to Stand 1 to verbetern

# europeans_building
source: upgrading soldier attack from level 0 to level 1
nds: Soldaten-Angriff vun Stand 0 to Stand 1 to verbetern

# europeans_building
source: upgrading soldier defense from level 0 to level 1
nds: Soldaten-Verteidigung vun Stand 0 to Stand 1 to verbetern

# europeans_building
source: upgrading soldier evade from level 0 to level 1
nds: Soldaten-Utwieken vun Stand 0 up Stand 1 to verbetern

# europeans_building
source: No soldier to train!
nds: Keen Soldat tum Utbilden!

# europeans_building
source: No soldier found for this training level!
nds: Keen Soldat för deese Lehr funnen!

# europeans_building
source: Normal Battle Arena
nds: Slachtenring

# europeans_building
source: upgrading soldier health from level 1 to level 2
nds: Soldaten-Gesundheid vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: upgrading soldier attack from level 1 to level 2
nds: Soldaten-Angriff vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: upgrading soldier defense from level 1 to level 2
nds: Soldaten-Verteidigung vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: upgrading soldier evade from level 1 to level 2
nds: Soldaten-Utwieken vun Stand 1 to Stand 2 to verbetern

# europeans_building
source: Advanced Battle Arena
nds: Groter Slachtenring

# europeans_building
source: upgrading soldier health from level 2 to level 3
nds: Soldaten-Gesundheid vun Stand 2 to Stand 3 to verbetern

# europeans_building
source: upgrading soldier attack from level 2 to level 3
nds: Soldaten-Angriff vun Stand 2 to Stand 3 to verbetern

# europeans_building
source: upgrading soldier defense from level 2 to level 3
nds: Soldaten-Verteidigung vun Stand 2 to Stand 3 to verbetern

# europeans_building
source: upgrading soldier evade from level 2 to level 3
nds: Soldaten-Utwieken vun Stand 2 up Stand 3 to verbetern

# europeans_building
source: Colosseum
nds: Groter Ring

# ware
source: Armor
nds: Wapenrock

# ware
source: Advanced Armor
nds: Gode Wapenrock

# ware
source: Compressed Armor
nds: Drückt Wapenrock

# ware
source: Processed Armor
nds: Bewarkt Wapenrock

# ware
source: Light Wooden Armor
nds: Lichtholt-Wapenrock

# ware
source: Ax
nds: Ext

# ware
source: Broad Ax
nds: Brede Ext

# ware
source: Barley
nds: Garst

# ware
source: Basket
nds: Körv

# ware
source: Strong Beer
nds: Deftigs Beer

# empire_ware
source: Biscuit
nds: Kookje

# ware
source: Blackroot
nds: Swartwuddels

# ware
source: Blackwood
nds: Haartholt

# ware
source: Advanced Boots
nds: Betere Stevels

# ware
source: Sturdy Boots
nds: Gode Stevels

# ware
source: Swift Boots
nds: Gaue Stevels

# ware
source: Wooden Boots
nds: Holtstevels

# ware
source: Bread
nds: Brood

# ware
source: Brick
nds: Backsteen

# ware
source: Buckets
nds: Emmers

# ware
source: Clay
nds: Lehm

# ware
source: Cloth
nds: Stoff

# ware
source: Coal
nds: Köhl

# ware
source: Copper Coin
nds: Koperdeit

# ware
source: Gold Coin
nds: Golddeit

# ware
source: Silver Coin
nds: Sülverdeit

# ware
source: Wood Coin
nds: Holtdeit

# ware
source: Corn
nds: Mais

# ware
source: Cotton
nds: Boomwull

# ware
source: Diamond
nds: Edelsteen

# ware
source: Felling Ax
nds: Boomslager-Ext

# ware
source: Fish
nds: Fiss

# ware
source: Flour
nds: Mehl

# ware
source: Fruit
nds: Früchten

# ware
source: Granite
nds: Flint

# ware
source: Grape
nds: Wiendruuv

# ware
source: Grout
nds: Mörtel

# ware
source: Hammer
nds: Klöpper

# ware
source: Wooden Helmet
nds: Holthelm

# ware
source: Honey
nds: Hönnig

# europeans_ware
source: Honey Bread
nds: Hönnigbrood

# ware
source: Leather
nds: Leer

# ware
source: Log
nds: Boomstamm

# ware
source: Marble
nds: Marmel

# ware
source: Marble Column
nds: Marmelpieler

# ware
source: Mead
nds: Hönnigbeer

# ware
source: Meat
nds: Fleesk

# ware
source: Mixed Metal Alloy
nds: Misket Metall

# ware
source: Ore
nds: Kluut

# ware
source: Pick
nds: Pickhack

# ware
source: Planks
nds: Planken

# ware
source: Quartz
nds: Blinkerflint

# ware
source: Reed
nds: Reit

# ware
source: Rubber
nds: Gummi elasticum

# ware
source: Rye
nds: Rogg

# ware
source: Saw
nds: Saag

# ware
source: Scrap Metal
nds: Metall-Överblievsels

# ware
source: Scrap wood
nds: Altholt

# ware
source: Scythe
nds: Sichte

# ware
source: Advanced Shield
nds: Goder Schild

# ware
source: Steel Shield
nds: Stahlschild

# ware
source: Shovel
nds: Schüppe

# ware
source: Spear
nds: Pieke

# ware
source: Advanced Spear
nds: Gode Pieke

# ware
source: Wooden Spear
nds: Holtpieke

# ware
source: Broadsword
nds: Bredes Sweert

# ware
source: Wheat
nds: Weit

# ware
source: Wine
nds: Wien

# ware
source: Wool
nds: Wulle

# europeans_worker
source: Builder
nds: Baukeerl

# europeans_worker
source: Carrier
nds: Lastendrager

# europeans_worker
source: Carrier 1
nds: Lastendrager 1

# europeans_worker
source: Carrier 2
nds: Lastendrager 2

# europeans_worker
source: Carrier 3
nds: Lastendrager 3

# europeans_worker
source: Ferry
nds: Fähr

# europeans_worker
source: Advanced Forester
nds: Meister-Boomplanter

# europeans_worker
source: Basic Ranger
nds: Boomplanter

# europeans_worker
source: Geologist
nds: Schattsöker

# europeans_worker
source: Advanced Lumberjack
nds: Meister-Boomslager

# europeans_worker
source: Basic Lumberjack
nds: Boomslager

# europeans_worker
source: Advanced Miner
nds: Meister-Bargwarkskeerl

# europeans_worker
source: Basic Miner
nds: Bargwarkskeerl

# europeans_worker
source: Recruit
nds: Lehrwicht

# europeans_worker
source: Advanced Scout
nds: Meister-Bespejer

# europeans_worker
source: Basic Scout
nds: Bespejer

# europeans_worker
source: Advanced Shipwright
nds: Meister-Schippebauer

# europeans_worker
source: Basic Shipwright
nds: Schippebauer

# europeans_worker
source: Soldier
nds: Soldat

# europeans_worker
source: Advanced Stonecutter
nds: Meister-Flintslager

# europeans_worker
source: Basic Stonecutter
nds: Flintslager

# europeans_worker
source: Advanced Terraformer
nds: Meister-Landumackereerer

# europeans_worker
source: Basic Terraformer
nds: Landumackereerer

# europeans_worker
source: Advanced Trainer
nds: Meister-Mester

# europeans_worker
source: Basic Trainer
nds: Mester

# europeans_worker
source: Advanced Worker
nds: Meister-Arbeider

# europeans_worker
source: Basic Worker
nds: Arbeider
