Repository: widelands/wl_addons_server
Catalog: po/europeans_*.wad/*.po
Languages: nds

source: Europeans Tribe (Base Addon)
nds: Europäers-Volk (Grundlaag-Verwiedern)

source: Contains basic object definitions and graphics for the Europeans and their other addons. It uses buildings, workers and some wares from other tribes, until own graphics are available. It must be in front of the main addon in the list and must be activated for the other addons to work!
nds: Enthollt allgemeene Objektinstellens un Billers för de Europäers un hör anner Verwiederns. ’t bruukt Husen, Arbeiders un eenige Waren vun anner Völkers, bit dat eegene Billers gifft. Dat mutt vör all de Höövd-Verwiedern in de List stahn un anknipst wesen, daarmit de anner Verwiederns klappen!

source: Cotton Field (medium)
nds: Boomwullacker (middel)

source: Cotton Field (ripe)
nds: Boomwullacker (riep)

source: Cotton Field (small)
nds: Boomwullacker (lütt)

source: Cotton Field (tiny)
nds: Boomwullacker (ganz lütt)

# immovable
source: Dry Pond
nds: Dröge Pool

# immovable
source: Pond with water
nds: Pool mit Water

# immovable
source: Reed Field (medium)
nds: Reitacker (middel)

# immovable
source: Reed Field (ripe)
nds: Reitacker (riep)

# immovable
source: Reed Field (small)
nds: Reitacker (lütt)

# immovable
source: Reed Field (tiny)
nds: Reitacker (ganz lütt)

# resource_indicator
source: Some Coal
nds: Een bietje Köhl

# resource_indicator
source: A Lot of Coal
nds: Een Bült vun Köhl

# resource_indicator
source: Some Gold
nds: Een bietje Gold

# resource_indicator
source: A Lot of Gold
nds: Een Bült vun Gold

# resource_indicator
source: Some Iron
nds: Een bietje Iesen

# resource_indicator
source: A Lot of Iron
nds: Een Bült vun Iesen

# resource_indicator
source: No Resources
nds: Keene Mineraalen

# resource_indicator
source: Some Crystals
nds: Een bietje Edelflint

# resource_indicator
source: A Lot of Crystals
nds: Een Bült vun Edelflint

# immovable
source: Ship Under Construction
nds: Schipp-Baustee

# immovable
source: Trade Pole
nds: Hannelsbahntje

source: Rubber Tree (Mature)
nds: Gummiboom (Riep)

source: Rubber Tree (Old)
nds: Gummiboom (Old)

source: Rubber Tree
nds: Gummiboom

source: Rubber Tree (Pole)
nds: Gummiboom (Jung)

source: Rubber Tree (Sapling)
nds: Gummiboom (Kiensel)

# europeans_building
source: Basic Barrier
nds: Lütter Uppass

# europeans_building
source: Your soldiers have occupied your barrier.
nds: Diene Soldaten hebben dienen Uppass besett.

# europeans_building
source: Your barrier discovered an aggressor.
nds: Dien Uppass hett Feinde to sehn kregen.

# europeans_building
source: Your barrier is under attack.
nds: Feinde griepen dienen Uppass an.

# europeans_building
source: The enemy defeated your soldiers at the barrier.
nds: De Feinde hebben diene Soldaten in eenem Uppass manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the barrier.
nds: Diene Soldaten hebben de Feinde in eenem Uppass manntjet.

# europeans_building
source: Guardhall
nds: Wahrders-Saal

# europeans_building
source: Your soldiers have occupied your outpost.
nds: Diene Soldaten hebben diene Butenstee besett.

# europeans_building
source: Your outpost discovered an aggressor.
nds: Diene Butenstee hett Feinde to sehn kregen.

# europeans_building
source: Your outpost is under attack.
nds: Feinde griepen diene Butenstee an.

# europeans_building
source: The enemy defeated your soldiers at the outpost.
nds: De Feinde hebben diene Soldaten in eener Butenstee manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the outpost.
nds: Diene Soldaten hebben de Feinde in eener Butenstee manntjet.

# europeans_building
source: Outpost
nds: Butenstee

# europeans_building
source: Advanced Barrier
nds: Groter Uppass

# europeans_building
source: Your soldiers have occupied your advanced barrier.
nds: Diene Soldaten hebben dienen Groten Uppass besett.

# europeans_building
source: Your advanced barrier discovered an aggressor.
nds: Dien Groter Uppass hett Feinde to sehn kregen.

# europeans_building
source: Your advanced barrier is under attack.
nds: Feinde griepen dienen Groten Uppass an.

# europeans_building
source: The enemy defeated your soldiers at the advanced barrier.
nds: De Feinde hebben diene Soldaten in eenem Groten Uppass manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the advanced barrier.
nds: Diene Soldaten hebben de Feinde in eenem Groten Uppass manntjet.

# europeans_building
source: Basic Fortress
nds: Lütte Schanz

# europeans_building
source: Your soldiers have occupied your castle.
nds: Diene Soldaten hebben dien Slött besett.

# europeans_building
source: Your castle discovered an aggressor.
nds: Dien Slött hett Feinde to sehn kregen.

# europeans_building
source: Your castle is under attack.
nds: Feinde griepen dien Slött an.

# europeans_building
source: The enemy defeated your soldiers at the castle.
nds: De Feinde hebben diene Soldaten in eenem Slött manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the castle.
nds: Diene Soldaten hebben de Feinde in eenem Slött manntjet.

# europeans_building
source: Citadel
nds: Kasteel

# europeans_building
source: Castle
nds: Slött

# europeans_building
source: Advanced Fortress
nds: Grote Schanz

# europeans_building
source: Your soldiers have occupied your fortress.
nds: Diene Soldaten hebben diene Schanz besett.

# europeans_building
source: Your fortress discovered an aggressor.
nds: Diene Schanz hett Feinde to sehn kregen.

# europeans_building
source: Your fortress is under attack.
nds: Feinde griepen diene Schanz an.

# europeans_building
source: The enemy defeated your soldiers at the fortress.
nds: De Feinde hebben diene Soldaten in eener Schanz manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the fortress.
nds: Diene Soldaten hebben de Feinde in eener Schanz manntjet.

# europeans_building
source: Advanced Castle
nds: Grotes Slött

# europeans_building
source: Your soldiers have occupied your advanced castle.
nds: Diene Soldaten hebben dien Grotes Slött besett.

# europeans_building
source: Your advanced castle discovered an aggressor.
nds: Dien Grotes Slött hett Feinde to sehn kregen.

# europeans_building
source: Your advanced castle is under attack.
nds: Feinde griepen dien Grotes Slött an.

# europeans_building
source: The enemy defeated your soldiers at the advanced castle.
nds: De Feinde hebben diene Soldaten in eenem Groten Slött manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the advanced castle.
nds: Diene Soldaten hebben de Feinde in eenem Groten Slött manntjet.

# europeans_building
source: Headquarters
nds: Raadhuus

# europeans_building
source: Port
nds: Muu

# europeans_building
source: Big Port
nds: Grote Muu

# europeans_building
source: Advanced Scout’s House
nds: Grote Bespejeree

source: scouting
nds: to bespejen

# europeans_building
source: Basic Scouts House
nds: Lütte Bespejeree

# europeans_building
source: scouting
nds: to bespejen

# europeans_building
source: Basic Sentry
nds: Lütte Wachters-Kamer

# europeans_building
source: Your soldiers have occupied your guardhouse.
nds: Diene Soldaten hebben diene Wahrders-Kamer besett.

# europeans_building
source: Your guardhouse discovered an aggressor.
nds: Diene Wahrders-Kamer hett Feinde to sehn kregen.

# europeans_building
source: Your guardhouse is under attack.
nds: Feinde griepen diene Wahrders-Kamer an.

# europeans_building
source: The enemy defeated your soldiers at the guardhouse.
nds: De Feinde hebben diene Soldaten in eener Wahrders-Kamer manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the guardhouse.
nds: Diene Soldaten hebben de Feinde in eener Wahrders-Kamer manntjet.

# europeans_building
source: Guardhouse
nds: Wahrders-Kamer

# europeans_building
source: Small Tower
nds: Toorntje

# europeans_building
source: Your soldiers have occupied your small tower.
nds: Diene Soldaten hebben dien Toorntje besett.

# europeans_building
source: Your small tower discovered an aggressor.
nds: Dien Toorntje hett Feinde to sehn kregen.

# europeans_building
source: Your small tower is under attack.
nds: Feinde griepen dien Toorntje an.

# europeans_building
source: The enemy defeated your soldiers at the small tower.
nds: De Feinde hebben diene Soldaten in eenem Toorntje manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the small tower.
nds: Diene Soldaten hebben de Feinde in eenem Toorntje manntjet.

# europeans_building
source: Advanced Sentry
nds: Grote Wachters-Kamer

# europeans_building
source: Your soldiers have occupied your sentry.
nds: Diene Soldaten hebben diene Wachters-Kamer besett.

# europeans_building
source: Your sentry discovered an aggressor.
nds: Diene Wachters-Kamer hett Feinde to sehn kregen.

# europeans_building
source: Your sentry is under attack.
nds: Feinde griepen diene Wachters-Kamer an.

# europeans_building
source: The enemy defeated your soldiers at the sentry.
nds: De Feinde hebben diene Soldaten in een Wachters-Kamer manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the sentry.
nds: Diene Soldaten hebben de Feinde in een Wachters-Kamer manntjet.

# europeans_building
source: Basic Tower
nds: Lütter Toorn

# europeans_building
source: Your soldiers have occupied your medium tower.
nds: Diene Soldaten hebben dienen Middelgroten Toorn besett.

# europeans_building
source: Your medium tower discovered an aggressor.
nds: Dien Middelgroter Toorn hett Feinde to sehn kregen.

# europeans_building
source: Your medium tower is under attack.
nds: Feinde griepen dienen Middelgroten Toorn an.

# europeans_building
source: The enemy defeated your soldiers at the medium tower.
nds: De Feinde hebben diene Soldaten in eenem Middelgroten Toorn manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the medium tower.
nds: Diene Soldaten hebben de Feinde in eenem Middelgroten Toorn manntjet.

# europeans_building
source: Medium Tower
nds: Middelgroter Toorn

# europeans_building
source: Your soldiers have occupied your high tower.
nds: Diene Soldaten hebben dienen Baldadigen Toorn besett.

# europeans_building
source: Your high tower discovered an aggressor.
nds: Dien Baldadiger Toorn hett Feinde to sehn kregen.

# europeans_building
source: Your high tower is under attack.
nds: Feinde griepen dienen Baldadigen Toorn an.

# europeans_building
source: The enemy defeated your soldiers at the high tower.
nds: De Feinde hebben diene Soldaten in eenem Baldadigen Toorn manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the high tower.
nds: Diene Soldaten hebben de Feinde in eenem Baldadigen Toorn manntjet.

# europeans_building
source: High Tower
nds: Baldadiger Toorn

# europeans_building
source: Advanced Tower
nds: Groter Toorn

# europeans_building
source: Your soldiers have occupied your advanced tower.
nds: Diene Soldaten hebben dienen Groten Toorn besett.

# europeans_building
source: Your advanced tower discovered an aggressor.
nds: Dien Groter Toorn hett Feinde to sehn kregen.

# europeans_building
source: Your advanced tower is under attack.
nds: Feinde griepen dienen Groten Toorn an.

# europeans_building
source: The enemy defeated your soldiers at the advanced tower.
nds: De Feinde hebben diene Soldaten in eenem Groten Toorn manntjet.

# europeans_building
source: Your soldiers defeated the enemy at the advanced tower.
nds: Diene Soldaten hebben de Feinde in eenem Groten Toorn manntjet.

# europeans_building
source: Super Tower
nds: Banniger Toorn

# europeans_building
source: Ultra Tower
nds: Besünners Banniger Toorn

# europeans_building
source: Hyper Tower
nds: Unbannig Baldadiger Toorn

# europeans_building
source: Warehouse
nds: Kraamhuus

# europeans_building
source: Advanced Charcoal Kiln
nds: Grote Holtköhlbranneree

source: working
nds: to Warken

# europeans_building
source: producing coal
nds: Köhl to produzeren

# europeans_building
source: Basic Charcoal Kiln
nds: Lütte Holtköhlbranneree

# europeans_building
source: Basic Coal Mine
nds: Köhle-Bargwark

# europeans_building
source: mining
nds: oftoboen

# europeans_building
source: mining coal
nds: Köhlen oftoboen

# europeans_building
source: mining granite
nds: Flint oftoboen

# europeans_building
source: mining diamond
nds: Edelsteen oftoboen

source: No Coal
nds: Keene Köhl

source: Main Coal Vein Exhausted
nds: Köhl-Ader is leeg

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Köhle-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Coal Mine Level 1
nds: Köhle-Bargwark vun de Grött 1

# europeans_building
source: Coal Mine Level 2
nds: Köhle-Bargwark vun de Grött 2

# europeans_building
source: Coal Mine Level 3
nds: Köhle-Bargwark vun de Grött 3

# europeans_building
source: Coal Mine Level 4
nds: Köhle-Bargwark vun de Grött 4

# europeans_building
source: Coal Mine Level 5
nds: Köhle-Bargwark vun de Grött 5

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Köhle-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Basic Gold Mine
nds: Gold-Bargwark

# europeans_building
source: mining ore
nds: Kluten oftoboen

# europeans_building
source: mining marble
nds: Marmel oftoboen

# europeans_building
source: mining quartz
nds: Blinkerflint oftoboen

source: No Gold
nds: Keen Gold

source: Main Gold Vein Exhausted
nds: Gold-Ader is leeg

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Gold-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Gold Mine Level 1
nds: Gold-Bargwark vun de Grött 1

# europeans_building
source: Gold Mine Level 2
nds: Gold-Bargwark vun de Grött 2

# europeans_building
source: Gold Mine Level 3
nds: Gold-Bargwark vun de Grött 3

# europeans_building
source: Gold Mine Level 4
nds: Gold-Bargwark vun de Grött 4

# europeans_building
source: Gold Mine Level 5
nds: Gold-Bargwark vun de Grött 5

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Gold-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Basic Iron Mine
nds: Iesen-Bargwark

source: No Iron
nds: Keen Iesen

source: Main Iron Vein Exhausted
nds: Iesen-Ader is leeg

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Iesen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Iron Mine Level 1
nds: Iesen-Bargwark vun de Grött 1

# europeans_building
source: Iron Mine Level 2
nds: Iesen-Bargwark vun de Grött 2

# europeans_building
source: Iron Mine Level 3
nds: Iesen-Bargwark vun de Grött 3

# europeans_building
source: Iron Mine Level 4
nds: Iesen-Bargwark vun de Grött 4

# europeans_building
source: Iron Mine Level 5
nds: Iesen-Bargwark vun de Grött 5

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Iesen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Advanced Lumberjack’s House
nds: Grote Boomslageree

# europeans_building
source: felling trees
nds: Bomen to slagen

# europeans_building
source: felling rubber trees
nds: Gummibomen to slagen

source: No Trees
nds: Keene Bomen

source: Out of Trees
nds: Hebb keene Bomen mehr

# europeans_building
source: The lumberjack working at this lumberjack’s house can’t find any trees in his work area. You should consider dismantling or destroying the building or building a forester’s house.
nds: De Boomslager dat warkt bi deese Boomslageree hett keene Bomen tum Osslaan. Överlegg di, of du dat Huus plattrieten of ofbrannen willt, of bau een Boomplanteree.

# europeans_building
source: Basic Lumberjack’s Hut
nds: Lütte Boomslageree

source: felling trees
nds: Bomen to slagen

# europeans_building
source: The lumberjack working at this lumberjack’s hut can’t find any trees in his work area. You should consider enhancing it to increase its working area or building a ranger’s hut.
nds: De Boomslager dat warkt bi deese Boomslageree hett keene Bomen tum Ofslaan. Överlegg di, of du ’t utbauen willst, um dat Arbeidsgewest to vergrotern, of of du dat Huus plattrieten of ofbrannen willt, of bau eene Boomplanteree.

# europeans_building
source: Advanced Big Manufactory
nds: Grote Fabrik

# europeans_building
source: processing blackwood to create tools and weapons
nds: Haartholt tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: making a wooden armor
nds: eenen Holt-Wapenrock to maken

# europeans_building
source: making a pair of wooden boots
nds: een Paar Holtstevels to maken

# europeans_building
source: making a wooden helmet
nds: eenen Holthelm to maken

# europeans_building
source: forging a wooden spear
nds: eene Holtpieke to smeden

# europeans_building
source: processing rubber to create armor and boots
nds: Gummi elasticum tum Produzeren vun Wapenrocken un Stevels to bruken

# europeans_building
source: tailoring a suit of armor
nds: eenen Wapenrock to sniedern

# europeans_building
source: tailoring processed armor
nds: eenen Bewarkt Wapenrock to sniedern

# europeans_building
source: tailoring a suit of chain armor
nds: eenen Stahl-Wapenrock to sniedern

# europeans_building
source: tailoring a suit of advanced armor
nds: eenen Goden Wapenrock to sniedern

# europeans_building
source: making study boots
nds: Gode Stevels to maken

# europeans_building
source: making swift boots
nds: Gaue Stevels to maken

# europeans_building
source: making advanced boots
nds: Betere Stevels to maken

# europeans_building
source: processing metal_alloy to create tools and weapons
nds: Metall tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: making baskets
nds: Körven to maken

# europeans_building
source: making buckets
nds: Emmers to maken

# europeans_building
source: making felling axes
nds: Boomslager-Exten to maken

# europeans_building
source: making hammers
nds: Klöppers to maken

# europeans_building
source: making picks
nds: Pickhacken to maken

# europeans_building
source: making saws
nds: Saagen to maken

# europeans_building
source: making sycthes
nds: Sichten to maken

# europeans_building
source: making shovels
nds: Schüppen to maken

# europeans_building
source: forging a mask
nds: eene Mask to smeden

# europeans_building
source: forging a steel shield
nds: eenen Stahlschild to smeden

# europeans_building
source: forging an advanced shield
nds: eenen Goden Schild to smeden

# europeans_building
source: forging an advanced spear
nds: eene Gode Pieke to smeden

# europeans_building
source: forging a broad ax
nds: eene Brede Ext to smeden

# europeans_building
source: forging a broadsword
nds: een Bredes Sweert to smeden

# europeans_building
source: Basic Big Manufactory
nds: Lütte Fabrik

# europeans_building
source: processing log to create tools and weapons
nds: Boomstammen tum Produzeren vun Warktüüg un Wapens to bruken

# europeans_building
source: tailoring basic armor
nds: eenen eenfachen Wapenrock to sniedern

# europeans_building
source: Advanced Quarry
nds: Grote Flintslageree

# europeans_building
source: quarrying
nds: oftoboen

# europeans_building
source: quarrying granite
nds: Flint to slagen

# europeans_building
source: quarrying marble
nds: Marmel to slagen

source: No Rocks
nds: Keene Stenen

source: Out of Rocks
nds: Hebb keene Stenen mehr

# europeans_building
source: The stonecutter working at this quarry can’t find any stone in his work area.
nds: De Flintslager, de bi deese Flintslageree warkt, hett keene Stenen tum Ofboen.

# europeans_building
source: Basic Quarry
nds: Lütte Flintslageree

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area. You should consider enhancing it to increase its working area.
nds: De Flintslager, de bi deese Flintslageree warkt, hett keene Stenen tum Ofboen. Överlegg di, of du ’t utbauen willst, um dat Arbeidsgewest to vergrotern.

# europeans_building
source: Advanced Sawmill
nds: Grote Saagmöhlen

# europeans_building
source: sawing logs
nds: Bomen körttosagen

# europeans_building
source: hardening wood
nds: Holt to harden

# europeans_building
source: Basic Sawmill
nds: Lütte Saagmöhlen

# europeans_building
source: Advanced Smelting Works
nds: Grote Smelteree

# europeans_building
source: recycling metal_alloy
nds: Metall to verweerten

# europeans_building
source: smelting ore
nds: Kluten to smelten

# europeans_building
source: Basic Smelting Works
nds: Lütte Smelteree

# europeans_building
source: Advanced Stonemason’s House
nds: Grotes Steenbickerhuus

# europeans_building
source: mixing grout
nds: Mörtel to mengen

# europeans_building
source: burning bricks
nds: Backstenen to brannen

# europeans_building
source: sculpting a marble column
nds: eenen Marmelpieler to sniddjen

# europeans_building
source: Basic Lime Kiln
nds: Lütte Kalkbranneree

# europeans_building
source: Basic Stone Mine
nds: Lüttes Steen-Bargwark

source: No marble
nds: Keen Marmel

source: Main marble Vein Exhausted
nds: Marmel-Ader is leeg

# europeans_building
source: This stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Steen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Stone Mine Level 1
nds: Steen-Bargwark vun de Grött 1

# europeans_building
source: This marble mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
nds: De Ader vun deese Marmel-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark utbauen of plattrieten willst.

# europeans_building
source: Stone Mine Level 2
nds: Steen-Bargwark vun de Grött 2

# europeans_building
source: Stone Mine Level 3
nds: Steen-Bargwark vun de Grött 3

# europeans_building
source: This stone mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
nds: De Ader vun deese Steen-Bargwark is leeg. De Mine produzeert vun nu an vööl dürer as normaal. Överlegg di, of du dat Bargwark plattrieten of ofbrannen willst.

# europeans_building
source: Advanced Terraformer’s House
nds: Grote Landumackeree

# europeans_building
source: digging a dry pond
nds: eenen drögen Pool to graven

# europeans_building
source: filling pond with water
nds: eenen Pool mit Water to füllen
