Repository: widelands/wl_addons_server
Catalog: po/Java_and_Sumatra_Map_addon.wad/*.po
Languages: ca

source: This addon adds my maps ''Java and Sumatra 1.0'', ''Java and Sumatra 1.1'' and ''Java und Sumatra'' (Same map in german)
ca: Aquest complement afegeix els mapes «Java i Sumatra 1.0», «Java i Sumatra 1.1» i «Java i Sumatra» (el mateix mapa en alemany).

source: Java_and_Sumatra_Map_addon
ca: Complement_del_mapa_de_Java_i_Sumatra

source: Java and Sumatra
ca: Java i Sumatra

source: Java and Sumatra 1.1
ca: Java i Sumatra 1.1

source: Java und Sumatra
ca: Java i Sumatra (en alemany)

source: Die Ureinwohner der Inseln Java und Sumatra kämpfen um das Gold des Krakatau.
ca: Els pobles indígenes de les illes de Java i de Sumatra lluiten per l'or del Krakatau. (versió en alemany)

source: The indigenous people of the islands of Java and Sumatra are fighting for the gold of Krakatau.
ca: Els pobles indígenes de les illes de Java i de Sumatra lluiten per l'or del Krakatau.

source: Beschütze dein Volk vor dem Ausbruch des Krakatau.
ca: Protegiu la vostra gent de l'erupció del Krakatau. (versió en alemany)

source: Protect your people from the eruption of Krakatau.
ca: Protegiu la vostra gent de l'erupció del Krakatau.

source: Shipway to Cracatau
ca: Camí a Kracatau
