Repository: widelands/wl_addons_server
Catalog: po/white_summer_maps.wad/*.po
Languages: cs, nds, nl, sv

source: Daryaache-ye Nimruz (Noon Lake) v.3
cs: Daryaache-ye Nimruz (Polední jezero) v.3
nds: Daryaache-ye Nimruz (Middags-Meer) v.3

source: The last years were really dry. Fortunately, there is still enough water coming from the mountains so we are able to irrigate our fields. It seems inevitable that our beautiful Noon Lake will turn into a desert at some point in the future. We should build an empire, now or never. Our descendants will live in desert but they will be proud of the fact how powerful and vibrant their homeland once was.
cs: Poslední roky byly opravdu suché. Naštěstí z hor stále přichází dostatek vody, takže máme čím zavlažovat naše pole. Zdá se nevyhnutelné, že v nějakém momentě v budoucnu se naše krásné Polední jezero přemění v poušť. Měli bychom vybudovat velkou říši, teď, nebo nikdy. Naši následovníci budou žít v poušti, ale budou hrdí na skutečnost, jak mocná a plná života jejich domovina kdysi byla.
nds: De lesten Jahren weren bannig dröög. To’n Glück kummt noch genoog Water vun de Bargen, sodat wi uns’ Felden bewatern könen. Dat schient nich oftowennen to wesen, dat uns’ ewigsmojes Middags-Meer to eets Punkt in de Tokunft to een Wüüst word. Wi mutten een Riek bauen, nu of nie. Uns’ Nakomers worden in eener Wüüst leven, aver se worden stolt daarup wesen, wo machtig un lebennig hör Heimaadland eens weer.
nl: De afgelopen jaren waren erg droog. Gelukkig komt er nog steeds genoeg water uit de bergen zodat we onze velden kunnen bevloeien. Het lijkt onvermijdelijk dat ons prachtige Noon Meer ooit in een woestijn zal veranderen. We moeten een rijk opbouwen, nu of nooit. Onze nakomelingen zullen in een woestijn leven, maar ze zullen trots zijn op het feit hoe machtig en levendig hun thuisland ooit was.
sv: De senaste åren har varit väldigt torra. Lyckligtvis kommer det fortfarande tillräckligt med vatten från bergen så att vi kan bevattna våra åkrar. Det verkar oundvikligt att vår vackra Noon Lake kommer att förvandlas till en öken någon gång i framtiden. Vi måste bygga ett imperium, nu eller aldrig. Våra efterkommande kommer att leva i öknen, men de kommer att vara stolta över hur mäktigt och livfullt deras hemland en gång var.

source: This is a large map with a lot of space for long games. Map is rich in resources and has 7 artifacts. Blue and red position are a little bit more far away from resources and isolated. In general the map is balanced.
cs: Jde o velkou mapu se spoustou místa pro dlouhé hry. Mapa je bohatá na zdroje a je na ní 7 artefaktů. Pozice modrého a červeného jsou trochu více vzdálené od zdrojů a izolované. Jinak je mapa celkově vyvážená.
nds: Dat is eene grote Kaart mit bannig vööl Rüümte för lange Spelen. De Kaart hett völe Mineraale un 7 künstelk Schattens. De blaue un rode Stee sünd een bietje wieder weg vun de Mineraalen un wat eensaam. In ’t Geheel is de Kaart utgleken.
nl: Dit is een grote kaart met veel ruimte voor lange games. De kaart is rijk aan grondstoffen en heeft 7 kunstvoorwerpen. Blauwe en rode posities zijn iets verder weg van grondstoffen en geïsoleerd. Over het algemeen is de kaart evenwichtig.
sv: Detta är en stor karta med mycket utrymme för långa spel. Kartan är rik på resurser och har 7 artefakter. Blå och röda positioner ligger lite längre bort från resurserna och är isolerade. I allmänhet är kartan balanserad.

source: Great Danube Basin (White Summer)
cs: Velká dunajská nížina (Bílé léto)
nds: Grotes Donaubecken (Witter Sömmer)
nl: Groot Donaubekken (Witte Zomer)
sv: Stora Donauområdet (Vit sommar)

source: This is The Great Danube World. The wide never ending river Danube and its tributaries Tisa, Sava and Drava created a wast lowland full of riparian forests surrounded by high peaks of Carpathians, Dinarides and Alps.
cs: Toto je Svět velkého Dunaje. Široká nikdy nekončící řeka Dunaj a její přítoky Tisa, Sáva a Dráva vytvořily rozlehlou nížinu plnou lužních lesů, obklopenou vysokými vrcholky Karpat, Dinár a Alp.
nds: Dat is de Welt vun de grote Donau. De wiede Stroom Donau, wat nienich ennt, un siene Tolopens Tisa, Sava un Drava hebben een wiedlopig Flackland vull vun Auens maakt, umgeven vun hogen Toppen vun de Karpathen, Dinariden un Alpen.
nl: Dit is de Grote Donauwereld. De brede, nooit eindigende rivier de Donau en zijn zijrivieren de Tisa, de Sava en de Drava creëerden een woest laagland vol oeverbossen omringd door hoge toppen van de Karpaten, Dinariden en Alpen.
sv: Detta är den stora Donauvärlden. Den breda, oändliga floden Donau och dess bifloder Tisa, Sava och Drava har skapat ett vidsträckt lågland fullt av strandskogar omgivna av höga bergstoppar i Karpaterna, Dinariderna och Alperna.

source: This map is for 2 to 6 players. But 3 or 4 players are probably more optimal. There are only few spots where you can build bridges across the wide rivers and few mountain passes. The map is rich in resources. This is an improved and more balanced version of the original Great Danube Basin map.
cs: Mapa je pro 2 až 6 hráčů. Ale 3, nebo 4 jsou zřejmě nejoptimálnější. Na mapě je pouze několik málo míst, kde lze postavit mosty přes široké řeky, a několik horských průsmyků. Mapa je bohatá na zdroje. Toto je vylepšená a více vyrovnaná verze původní mapy "Velká dunajská nížina".
nds: Deese Kaart is för 2 bit 6 Spelers. Aver 3 bit 4 Spelers sünd wull beter. ’t gifft blots leep minn Rüümte för Brückens över de wieden Stromen un minne Bargpassen. Deese Kaart hett mennig Mineraale. Dat is eene verbeterte un utglekenere Versioon vun de eerste Kaart »Grotes Donaubecken«.
nl: Deze kaart is voor 2 tot 6 spelers. Maar 3 of 4 spelers zijn waarschijnlijk beter. Er zijn maar een paar plekken waar je bruggen kunt bouwen over de brede rivieren en een paar bergpassen. De kaart is rijk aan grondstoffen. Dit is een verbeterde en meer gebalanceerde versie van de originele kaart Great Danube Basin.
sv: Denna karta är avsedd för 2 till 6 spelare. Men 3 eller 4 spelare är förmodligen mer optimalt. Det finns endast ett fåtal platser där man kan bygga broar över de breda floderna och få bergspass. Kartan är rik på resurser. Detta är en förbättrad och mer balanserad version av den ursprungliga kartan över Donau-bassängen.

source: River Plate v.2
cs: Říční plošina v.2
nds: Stroom-Flacklannen v.2
nl: Rivier Plaat v.2

source: Our territory is well protected by mountains and we can expand it in 3 directions, to a mountain lake which is full of fishes, to a narrow valley full of gold, or into one of the two River Plates to defend our coal and iron resources.
cs: Naše území je dobře chráněno horami a můžeme expandovat do 3 různých směrů, k horskému jezeru plnému ryb, k úzké soutěsce plné zlata nebo k jedné z dvou Říčních plošin, abychom bránily naše zásoby uhlí a železa.
nds: Uns’ Gewest word vun Bargen good beschütt, un wi könen ’t in 3 Richtungen vergrotern; to eenem Bargmeer vull vun Fissen, to eenem engen Daal vull vun Gold, of in een vun de twee Stroom-Flacklannen, um uns’ Köhl- un Iesen-Vörrad to verteidigen.
nl: Ons territorium wordt goed beschermd door bergen en we kunnen het in 3 richtingen uitbreiden, naar een bergmeer dat vol vis zit, naar een smalle vallei vol goud of naar een van de twee Rivierplaten om onze kolen- en ijzerbronnen te verdedigen.
sv: Vårt territorium är väl skyddat av berg och vi kan utvidga det i tre riktningar: mot en bergsjö full av fisk, mot en smal dal full av guld eller mot en av de två floderna för att försvara våra kol- och järnresurser.

source: White Summer v.2
cs: Bílé léto v.2
nds: Witter Sömmer v.2
nl: Witte Zomer v.2
sv: Vit sommar v.2

source: Map for 3 players, rich in resources. The map is balanced.
cs: Mapa pro 3 hráče, bohatá na suroviny. Mapa je vyvážená.
nds: Kaart för 3 Spelers, mennig Mineraale. De Kaart is utgleken.
nl: Kaart voor 3 spelers, rijk aan grondstoffen. De kaart is evenwichtig.
sv: Karta för 3 spelare, rik på resurser. Kartan är balanserad.

source: White Summer Maps
cs: Mapy pro Bílé léto
nds: Wittsömmer-Kaarten
nl: Witte Zomer Kaarten
sv: Vita sommarkartor

source: White Summer Add-On is needed to play these maps.
cs: K hraní těchto map je vyžadováno rozšíření Bíle léto (White Summer).
nds: Um mit deesen Kaarten to spölen, bruukt man dat Verwiedern Witter Sömmer.
nl: Witte Zomer uitbreiding is nodig om deze kaarten te spelen.
sv: White Summer Add-On krävs för att spela dessa kartor.

source: White Summer
cs: Bílé léto
nds: Witter Sömmer
nl: Witte Zomer
sv: Vit sommar

source: Empire plays Discovery on Noon Lake map
cs: Císařství jako Mořeplavec objevitel na mapě Polední jezero
nds: Dat Riek spöölt Utförsken up de Middags-Meer-Kaart
nl: Keizerrijk speelt Ontdekking op Noon Meer kaart
sv: Empire spelar Discovery på kartan Noon Lake

source: Great Danube Basin in Editor
cs: Velká dunajská nížina v editoru map
nds: Grotes Donaubecken im Bewarker
nl: Groot Donaubekken in de Editor
sv: Stora Donaubäckenet i redigeraren
