Repository: widelands/wl_addons_server
Catalog: po/artifacts-defended.wad/*.po
Languages: de, fr, nl, ru, sv

source: artifacts, defended
de: Artefakte, verteidigt
fr: artefacts, défendus
nl: kunstvoorwerpen, verdedigd
ru: артефакты, защищены
sv: artefakter, försvarade

source: WARNING
de: WARNUNG
fr: AVERTISSEMENT
nl: WAARSCHUWING
ru: ПРЕДУПРЕЖДЕНИЕ
sv: VARNING

source: to conquer
de: zu erobern
fr: à conquérir
nl: veroveren
ru: завоевать
sv: erövra

source: Could not adapt the tribe.
de: Konnte Stamm nicht anpassen.
fr: Impossible d’adapter la tribu.
nl: Kon de stam niet aanpassen.
ru: Не удалось адаптировать племя.
sv: Kunde inte anpassa stammen.

source: Defending player can not be in a team, remove.
de: Verteidigender Spieler kann nicht in einem Team sein. Muss entfernt werden.
fr: Le défenseur ne peut pas faire partie d'une équipe, retirez-le.
nl: Verdedigende speler kan niet in een team zitten, verwijder.
ru: Защищающий игрок не может быть в команде, удалить.
sv: Försvarande spelare kan inte vara med i ett lag, ta bort.

source: ERROR placing building
de: FEHLER bei Gebäudeplatzierung
fr: ERREUR de placement du bâtiment
nl: FOUT plaatsen gebouw
ru: ОШИБКА размещения здания
sv: FEL vid placering av byggnad

source: No matching artifact building named %s
de: Kein passendes Artefaktgebäude mit dem Namen %s
fr: Aucune création d'artefact nommée %s ne correspond
nl: Geen bijpassend kunstgebouw met de naam %s
ru: Не найдено соответствующего строения %s
sv: Ingen matchande artefaktbyggnad med namnet %s

source: wrong field found
de: Falsches Feld gefunden
fr: Champ erroné trouvé
nl: verkeerd veld gevonden
ru: Найдено неправильное поле
sv: fel fält hittat

source: The player %s has no artifacts to defend.
de: Spieler %s hat keine Artefakte zum Verteidigen.
fr: Le joueur %s n'a pas d'artefacts à défendre.
nl: De speler %s heeft geen kunstvoorwerpen om te verdedigen.
ru: У игрока %s нет артефактов для защиты
sv: Spelaren %s har inga artefakter att försvara.

source: No artifacts
de: Keine Artefakte
fr: Pas d'artefact
nl: Geen kunstvoorwerpen
ru: Нет артефактов
sv: Inga artefakter

source: could not place normal artifact (1x)
de: Normales Artefakt (1x) konnte nicht platziert werden
fr: ne pouvait pas placer l’artefact normal (1x)
nl: kon geen normaal kunstvoorwerp plaatsen (1x)
ru: не удалось разместить обычный артефакт (1x)
sv: kunde inte placera normal artefakt (1x)

source: Several players configured for defending:
de: Mehrere Spieler als Verteidiger konfiguriert:
fr: Plusieurs joueurs configurés pour défendre :
nl: Verschillende spelers geconfigureerd voor verdedigen:
ru: Несколько игроков настроены на защиту.
sv: Flera spelare konfigurerade för försvar:

source: This (ai) player will defend the artifacts.
de: Dieser (KI) Spieler wird die Artefakte verteidigen.
fr: Ce joueur (IA) défendra les artefacts.
nl: Deze (ai) speler zal de kunstvoorwerpen verdedigen.
ru: Этот ИИ-игрок будет защищать артефакты.
sv: Denna (ai) spelare kommer att försvara artefakterna.

source: Set the tribe to random for finding out in game what it will be.
de: Stamm auf zufällig setzen, um im Spiel herauszufinden, welcher es sein wird.
fr: Définissez la tribu au hasard pour découvrir dans le jeu ce qu'elle sera.
nl: Zet de stam op willekeurig om er in het spel achter te komen wat het wordt.
ru: Установите случайные племена, чтобы в процессе игры узнать какими они окажутся.
sv: Ställ in stammen på slumpmässig för att ta reda på vad den kommer att bli i spelet.

source: Only for ai player as nothing can be done.
de: Nur für KI-Spieler, da keine Handlungen möglich sind.
fr: Seulement pour le joueur d'IA car rien ne peut être fait.
nl: Alleen voor de ai speler omdat er niets aan gedaan kan worden.
ru: Только для игрока-ИИ, так как ничего нельзя сделать.
sv: Endast för AI-spelare, eftersom ingenting kan göras.

source: Recommended to set AI to "empty" to prevent soldiers being sent away.
de: Es wird empfohlen, KI auf „leer“ zu stellen, damit keine Soldaten weggeschickt werden.
fr: Il est recommandé de régler l'IA sur « vide » pour éviter que les soldats ne soient renvoyés.
nl: Aanbevolen om AI op "leeg" te zetten om te voorkomen dat soldaten worden weggestuurd.
ru: Рекомендуется установить ИИ на "пусто", чтобы предотвратить отправку солдат в другое место.
sv: Rekommenderas att ställa in AI på "tomt" för att förhindra att soldater skickas iväg.

source: On maps with artifacts not reachable by a warrior, some artifacts will not be conquerable.
de: Auf Karten, bei denen Artefakte nicht von Kriegern erreichbar sind, wird man manche Artefakte nicht erobern können.
fr: Sur les cartes avec des artefacts inaccessibles à un guerrier, certains artefacts ne seront pas gagnables.
nl: Op kaarten met artefacten die niet bereikbaar zijn voor een krijger, zullen sommige artefacten niet veroverbaar zijn.
ru: На картах с артефактами, недоступными для воинов, некоторые артефакты не будут захвачены.
sv: På kartor med artefakter som inte kan nås av en krigare kommer vissa artefakter inte att kunna erövras.

source: Player %s defends artifacts and has aditionally another start position
de: Spieler %s verteidigt Artefakte und hat außerdem eine andere Startposition
fr: Joueur %s défend des artefacts et a une autre position de départ supplémentaire
nl: Speler %s verdedigt kunstvoorwerpen en heeft bovendien een andere startpositie
ru: Игрок %s защищает артефакты и имеет дополнительную стартовую позицию.
sv: Spelare %s försvarar artefakter och har dessutom en annan startposition

source: found artifact
de: Artefakt gefunden
fr: artefact trouvé
nl: gevonden kunstvoorwerp
ru: найден артефакт
sv: hittad artefakt

source: attack artifact
de: Artefakt angreifen
nl: aanvalsvoorwerp
ru: артефакт атакован
sv: attackartefakt

source: conquered artifact
de: Artefakt erobert
fr: artefact conquis
nl: veroverd voorwerp
ru: артефакт захвачен
sv: erövrad artefakt
