Repository: widelands/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: cs

# europeans_building
source: The quarry needs rocks to cut within the work area.
cs: Lom potřebuje ve své pracovní oblasti skály, které lze těžit.

# europeans_building
source: Cuts blocks of granite out of rocks in the vicinity.
cs: Láme žulové kvádry ze skal v okolí.

# europeans_building
source: Cuts blocks of granite and marble out of rocks in the vicinity.
cs: Láme žulové a mramorové kvádry ze skal v okolí.

# europeans_building
source: Digs up mud from the ground and uses water to turn it into clay. Clay is used to make bricks.
cs: Kope obyčejnou hlínu a používá vodu, aby ji přeměnil v cihlářskou hlínu. Cihlářská hlína se používá k výrobě cihel.

# europeans_building
source: Keeps bees and lets them swarm over flowering fields to produce honey.
cs: Chová včely a zajišťuje, aby se rojily v místech kvetoucích polí a produkovaly med.

# europeans_building
source: Needs medium-sized fields (barley, rye, wheat, reed, corn or blackroot) or bushes (berry bushes or grapevines) nearby.
cs: Vyžaduje poblíž středně velké (ječmen, žito, pšenice, rákosí, kukuřice nebo černý kořen) nebo keře (ovocné keře nebo víno).

# building
source: Explores unknown territory.
cs: Prozkoumává neznámá území.

# europeans_building
source: Draws water out of the deep.
cs: Čerpá podzemní vodu.

# europeans_building
source: Cultivates reed that serves two different purposes for the Europeans tribe.
cs: Pěstuje rákos, který má u evropského kmene dvě různé využití.

# europeans_building
source: Reed is the traditional material for roofing, and it is woven into the extremely durable rope that they use for their ships’ sails.
cs: Rákos je tradičním materiálem pro výrobu střechy a je také splétán do extrémně odolného lana, které je používáno pro lodní plachtoví.

# europeans_building
source: Saws logs to produce planks.
cs: Řeže klády na prkna.

# europeans_building
source: Burns logs into charcoal.
cs: Pálí dřevo z klád na dřevěné uhlí.

# europeans_building
source: Processes clay and granite to make bricks and ‘grout’, a substance that solidifies and so reinforces masonry.
cs: Zpracovává cihlářskou hlínu a žulu na cihly a maltu, která se používá na zpevnění staveb.

# europeans_building
source: Grinds corn to produce cornmeal.
cs: Mele kukuřici na kukuřičnou mouku.

# europeans_building
source: Grinds corn to produce cornmeal. Grinds wheat and rye to produce mixed flour.
cs: Mele kukuřici na kukuřičnou mouku. Mele pšenice a žito na míchanou mouku.

# building
source: Prepares rations to feed the scouts and miners.
cs: Připravují se zde malé svačiny, které slouží jako potrava průzkumníků a horníků.

# building
source: Prepares rations and snacks to feed the miners in the basic and deep mines.
cs: Připravuje malé svačiny a svačiny pro horníky v základních a hlubinných dolech.

# europeans_building
source: Prepares rations, snacks and meals to feed all miners.
cs: Připravuje malé svačiny, svačiny a jídlo pro všechny horníky.

# europeans_building
source: Produces beer to keep the miners strong and happy.
cs: Vaří pivo, aby byli horníci silní a spokojení.

# europeans_building
source: Produces beer and mead to keep the miners strong and happy.
cs: Vyrábí pivo a medovinu, aby byli horníci silní a spokojení.

# europeans_building
source: Produces beer, mead and strong_beer for trainingssites.
cs: Vyrábí pivo, medovinu a silné pivo pro výcvikové tábory.

# europeans_building
source: Produces mead and wine.
cs: Vyrábí medovinu a víno.

# europeans_building
source: Smelts ore into iron.
cs: Taví rudu na železo.

# europeans_building
source: Smelts ore into iron and gold.
cs: Taví rudu na železo a zlato.

# europeans_building
source: Smelts ore into iron and gold. Recycles scrap metal.
cs: Taví rudu na železo a zlato. Recykluje kovový šrot.

# europeans_building
source: Forges all the tools that your workers need.
cs: Ková všechny nástroje, které dělníci potřebují.

# europeans_building
source: Equips recruits and trains them as workers.
cs: Vybavuje rekruty a cvičí je na dělníky.

# europeans_building
source: Sows and harvests corn, rye and wheat.
cs: Sází a sklízí kukuřici, žito a pšenici.

# europeans_building
source: Sows and harvests barley, corn, rye and wheat.
cs: Sází a sklízí ječmen, kukuřici, žito a pšenici.

# europeans_building
source: Sows and harvests barley, blackroot, corn, rye and wheat.
cs: Sází a sklízí ječmen, černý kořen, kukuřici, žito a pšenici.

# europeans_building
source: Sows and harvests barley, blackroot, corn, fruit, grape, rye and wheat.
cs: Sází a sklízí ječmen, černý kořen, kukuřici, ovoce, víno, žito a pšenici.

# europeans_building
source: Digs coal out of the ground in mountain terrain.
cs: Doluje uhlí v horském terénu.

# europeans_building
source: Digs iron ore out of the ground in mountain terrain.
cs: Doluje železnou rudu v horském terénu.

# europeans_building
source: Digs gold ore out of the ground in mountain terrain.
cs: Doluje zlatou rudu v horském terénu.

# europeans_building
source: Trains recruits in ‘Attack’ and ‘Health’.
cs: Trénuje rekruty v útoku a zdraví.

# europeans_building
source: Equips the recruits with all necessary armor parts and weapons.
cs: Vybavuje rekruty všemi potřebnými částmi zbroje a zbraněmi.

# europeans_building
source: Trains recruits to soldiers.
cs: Cvičí rekruty na vojáky.

# europeans_building
source: Equips the recruits with all necessary armor parts.
cs: Vybavuje rekruty všemi potřebnými částmi zbroje.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’ and ‘Attack’.
cs: Cvičí vojáky v úhybu, zdraví a útoku.

# europeans_building
source: Trains soldiers in ‘Evade’, ‘Health’, ‘Attack’ and in ‘Defense’.
cs: Cvičí vojáky v úhybu, zdraví a útoku a v obraně.

# europeans_building
source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
cs: Úhyb zvyšuje šanci vojáka vyhnout se nepříteli a zůstat tak po útoku zcela bez úhony.

# europeans_building
source: Garrisons soldiers to expand your territory.
cs: Obsazením budovy svou posádkou rozšiřuješ svá území.

# europeans_building
source: If you’re low on soldiers to occupy new military sites, use the downward arrow button to decrease the capacity. You can also click on a soldier to send him away.
cs: Pokud máš nedostatek vojáků pro obsazení nové vojenské budovy, použij tlačítko s šipkou dolů pro snížení kapacity. Můžeš také kliknout na ikonu vojáka a poslat ho tak z budovy pryč.

# europeans_building
source: Builds ferries.
cs: Staví přívozy.

# europeans_building
source: Needs water nearby.
cs: Potřebuje ve svém okolí vodní plochu.

# europeans_building
source: Constructs ships that are used for overseas colonization and for trading between ports.
cs: Staví lodě, které se užívají pro zámořskou kolonizaci a na obchod mezi přístavy.

# europeans_building
source: ‘Don’t swear at the builder who is short of building materials.’
cs: „Nenadávej stavaři, který nemá všechen stavební materiál.“

# europeans_building
source: Proverb widely used for impossible tasks of any kind
cs: Často užívané přísloví používané pro nesplnitelné úkoly všeho druhu

# europeans_building
source: A new building is being built at this construction site.
cs: Na tomto místě začala stavba nové budovy.

# europeans_building
source: ‘New paths will appear when you are willing to tear down the old.’
cs: "Vždy najdeš novou cestu, za předpokladu, že jsi ochotný opustit tu starou."

# europeans_building
source: Proverb
cs: Přísloví

# europeans_building
source: A building is being dismantled at this dismantle site, returning some of the resources that were used during this building’s construction to your tribe’s stores.
cs: Na tomto staveništi dochází k rozebírání budovy. Do tvého kmenového skladu budou vráceny některé ze surovin, které byly použity při stavbě této budovy.

# ware
source: Ore
cs: Ruda

# ware
source: Rye
cs: Žito

# europeans_worker
source: Advanced Baker
cs: Mistr pekař

# europeans_worker
source: Basic Baker
cs: Pekař

# europeans_worker
source: Normal Baker
cs: Vrchní pekař

# europeans_worker
source: Advanced Beekeeper
cs: Mistr včelař

# europeans_worker
source: Basic Beekeeper
cs: Včelař

# europeans_worker
source: Normal Beekeeper
cs: Vrchní včelař

# europeans_worker
source: Advanced Breeder
cs: Mistr chovatel

# europeans_worker
source: Basic Breeder
cs: Chovatel

# europeans_worker
source: Normal Breeder
cs: Vrchní chovatel

# europeans_worker
source: Advanced Brewer
cs: Mistr sládek

# europeans_worker
source: Basic Brewer
cs: Sládek

# europeans_worker
source: Normal Brewer
cs: Vrchní sládek

# europeans_worker
source: Builder
cs: Stavitel

# europeans_worker
source: Advanced Carpenter / Sawyer
cs: Mistr tesař / dělník na pile

# europeans_worker
source: Basic Carpenter / Sawyer
cs: Tesař / dělník na pile

# europeans_worker
source: Normal Carpenter / Sawyer
cs: Vrchní tesař / dělník na pile

# europeans_worker
source: Carrier
cs: Nosič

# europeans_worker
source: Carrier 1
cs: Nosič 1

# europeans_worker
source: Carrier 2
cs: Nosič 2

# europeans_worker
source: Advanced Charcoal Burner
cs: Mistr uhlíř

# europeans_worker
source: Basic Charcoal Burner
cs: Uhlíř

# europeans_worker
source: Normal Charcoal Burner
cs: Vrchní uhlíř

# europeans_worker
source: Advanced Farmer
cs: Mistr sedlák

# europeans_worker
source: Basic Farmer
cs: Sedlák

# europeans_worker
source: Normal Farmer
cs: Vrchní sedlák

# europeans_worker
source: Ferry
cs: Přívoz

# europeans_worker
source: Advanced Forester
cs: Mistr lesník

# europeans_worker
source: Basic Forester / Ranger
cs: Lesník

# europeans_worker
source: Normal Forester
cs: Vrchní lesník

# europeans_worker
source: Geologist
cs: Geolog

# europeans_worker
source: Advanced Lumberjack
cs: Mistr dřevorubec

# europeans_worker
source: Basic Lumberjack
cs: Dřevorubec

# europeans_worker
source: Normal Lumberjack / Woodcutter
cs: Vrchní dřevorubec

# europeans_worker
source: Advanced Miller
cs: Mistr mlynář

# europeans_worker
source: Basic Miller
cs: Mlynář

# europeans_worker
source: Normal Miller
cs: Vrchní mlynář

# europeans_worker
source: Advanced Miner
cs: Mistr horník

# europeans_worker
source: Basic Miner
cs: Horník

# europeans_worker
source: Normal Miner
cs: Vrchní horník

# europeans_worker
source: Recruit
cs: Rekrut

# europeans_worker
source: Advanced Scout
cs: Mistr průzkumník

# europeans_worker
source: Basic Scout
cs: Průzkumník

# europeans_worker
source: Normal Scout
cs: Vrchní průzkumník

# europeans_worker
source: Advanced Shipwright
cs: Mistr stavitel lodí

# europeans_worker
source: Basic Shipwright
cs: Stavitel lodí

# europeans_worker
source: Normal Shipwright
cs: Vrchní stavitel lodí

# europeans_worker
source: Advanced Smelter
cs: Mistr slévač

# europeans_worker
source: Basic Smelter
cs: Slévač

# europeans_worker
source: Normal Smelter
cs: Vrchní slévač

# europeans_worker
source: Advanced Smith
cs: Mistr kovář

# europeans_worker
source: Basic Smith
cs: Kovář

# europeans_worker
source: Normal Smith
cs: Vrchní kovář

# europeans_worker
source: Soldier
cs: Voják

# europeans_worker
source: Advanced Stonecutter
cs: Mistr kameník

# europeans_worker
source: Basic Stonecutter
cs: Kameník

# europeans_worker
source: Normal Stonecutter
cs: Vrchní kameník

# europeans_worker
source: Advanced Stonemason
cs: Mistr kameník

# europeans_worker
source: Basic Stonemason
cs: Kameník

# europeans_worker
source: Normal Stonemason
cs: Vrchní kameník

# europeans_worker
source: Advanced Trainer
cs: Mistr cvičitel

# europeans_worker
source: Basic Trainer
cs: Cvičitel

# europeans_worker
source: Normal Trainer
cs: Vrchní cvičitel

# europeans_worker
source: Advanced Weaver
cs: Mistr tkadlec

# europeans_worker
source: Basic Weaver
cs: Tkadlec

# europeans_worker
source: Normal Weaver
cs: Vrchní tkadlec
