Repository: widelands/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: cs

# europeans_building
source: upgrading soldier health from level 2 to level 3
cs: cvičení zdraví vojáka z úrovně 2 na úroveň 3

# europeans_building
source: upgrading soldier evade from level 2 to level 3
cs: cvičení úhybu vojáka z úrovně 2 na úroveň 3

# europeans_building
source: upgrading soldier defense from level 2 to level 3
cs: cvičení obrany vojáka z úrovně 2 na úroveň 3

# europeans_building
source: upgrading soldier attack from level 2 to level 3
cs: cvičení útoku vojáka z úrovně 2 na úroveň 3

# europeans_building
source: Battle Arena Level 4
cs: Bojová aréna úrovně 4

source: Europeans
cs: Evropané

source: This is the culture of the Europeans.
cs: Toto je kultura Evropanů.

# europeans_building
source: %1% soldier (+%2%)
cs: %1% voják (+%2%)

# europeans_building
source: %1% soldier
cs: %1% voják

# europeans_building
source: %1%(+%2%) soldier (+%3%)
cs: %1%(+%2%) voják (+%3%)

# europeans_building
source: %1%(+%2%) soldier
cs: %1%(+%2%) voják

# europeans_ware
source: Logs are an important basic building material. They are produced by felling trees.
cs: Klády jsou důležitým základním stavebním materiálem. Získávají se těžbou stromů.

# europeans_ware
source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener (basic sawmill).
cs: Toto ohnivzdorné dřevo je stejně tvrdé jako železo a používá se na stavbu některých budov. Vyrábí se z klád v lakýrně dřeva (jednoduchá pila).

# europeans_ware
source: Planks are an important building material.
cs: Prkna jsou důležitým stavebním materiálem.

# europeans_ware
source: They are produced out of logs by the sawmill.
cs: Vyrábí se z klád na pile.

# europeans_ware
source: They are also used by the smithy, ferryyard and shipyard.
cs: Jsou také používány v kovářství, převoznictví a loděnici.

# europeans_ware
source: Cloth is needed to build several buildings. It is produced out of reed.
cs: Látka je potřeva ke stavbě několika budov. Je vyráběna z rákosu.

# europeans_ware
source: Wool is the hair of sheep. Weaving mills use it to make armor.
cs: Vlna roste na ovcích. Tkalcovny ji využívají k výrobě zbroje.

# europeans_ware
source: Granite is a basic building material.
cs: Žula je základním stavebním materiálem.

# europeans_ware
source: Grout is a basic building material.
cs: Malta je základním stavebním materiálem.

# europeans_ware
source: Clay is needed to make bricks.
cs: Pro výrobu cihel je potřeba cihlářská hlína.

# europeans_ware
source: Brick is a basic building material.
cs: Cihla je základním stavebním materiálem.

# europeans_ware
source: Marble is the beautiful stone which is cut out of the mountains or produced in a quarry. Marble is used as a building material and gets chiseled into marble columns in the stonemason’s house.
cs: Mramor je nádherný kámen, který se těží v horách nebo láme v lomu. Používá se jako stavební materiál a kameník z něj vyrábí mramorové sloupy v domku kameníka.

# europeans_ware
source: These transparent quartz gems are used to build some exclusive buildings. They are mined as a byproduct in a deep iron mine or by advanced quarry.
cs: Tyto průhledné drahokamy jsou používány k výstavbě výjimečných budov. Jsou vedlejším produktem při těžbě v hlubinném dole na železo nebo v pokročilém lomu.

# europeans_ware
source: These wonderful diamonds are used to build advanced buildings. They are mined as a byproduct in a deep coal mine or by advanced quarry.
cs: Tyto překrásné drahokamy jsou používány k výstavbě pokročilých budov. Jsou vedlejším produktem při těžbě v hlubinném dole na uhlí nebo v pokročilém lomu.

# europeans_ware
source: Fish is one of the biggest food resources of the Europeans. Taverns and Inns need fish or meat to prepare ration, snack or meal.
cs: Ryba je jedním z největších zdrojů jídla u Evropanů. Hospody a hostince potřebují ryby nebo maso, aby mohli připravit malou svačinu, svačinu nebo jídlo.

# europeans_ware
source: Taverns and Inns need meat or fish to prepare ration, snack or meal.
cs: Hospody a hostince potřebují maso nebo ryby, aby mohli připravit malou svačinu, svačinu nebo jídlo.

# europeans_ware
source: Blackroots are a special kind of root. Sheep farms need to be provided with blackroot.
cs: Černý kořen je speciálním druhem kořene. Je vyžadován ovčincem.

# europeans_ware
source: Rye is essential for survival.
cs: Žito je základem k přežití.

# europeans_ware
source: Wheat is essential for survival.
cs: Pšenice je základem k přežití.

# europeans_ware
source: Wheat is produced by farms and used by mills to produce mixed flour.
cs: Pšenice je produkována na statcích a zpracována mlýny na míchanou mouku.

# europeans_ware
source: Mixed flour is produced by the mill out of rye and wheat and is needed in the tavern or inn to produce ration, snack or meal.
cs: Míchaná mouka je produkována mlýnem z žita a pšenice a je potřeba hospodou nebo hostincem k přípravě malé svačiny, svačiny či jídla.

# europeans_ware
source: A small bite to keep miners strong and working. The scout also consumes rations on his scouting trips.
cs: Malé sousto, které udrží pracující horníky při síle. Průzkumník také potřebuje malé svačiny, aby se mohl vydávat na průzkum.

# europeans_ware
source: Rations are produced in a tavern or an inn out of fish or meat and water and flour.
cs: Malé svačiny se vyrábí v hospodě nebo hostinci z vody, mouky a ryb nebo masa.

# europeans_ware
source: Snacks are produced in a tavern or an inn out of fish or meat and water and flour.
cs: Svačiny se vyrábí v hospodě nebo hostinci z vody, mouky a ryb nebo masa.

# europeans_ware
source: Meals are produced in an inn out of fish or meat and water and flour.
cs: Jídlo se vyrábí v hostinci z vody, mouky a ryb nebo masa.

# ware
source: Water is the essence of life!
cs: Voda je podstatou života!

# europeans_ware
source: Barley is a slow-growing grain that is used for brewing beer or mead.
cs: Ječmen je pomalu rostoucí plodina, která je využívána k vaření piva nebo medoviny.

# europeans_ware
source: Honey is produced by bees belonging to a beekeeper. It is used to brew mead.
cs: Med je produkován včelami, o které se stará včelař. Je používána k výrobě medoviny.

# europeans_ware
source: Fruit are berries gathered from berry bushes by a fruit collector. They are used to brew fruit wine.
cs: Ovoce je sbíráno z ovocných keřů sběračem ovoce. Je používáno k výrobě ovocného vína.

# europeans_ware
source: These grapes are the base for a tasty wine. They are harvested in a advanced farm and processed in a winery.
cs: Hrozny jsou základní pro chutné víno. Sbírají se v pokročilém statku a zpracovávají se ve vinném sklepě.

# europeans_ware
source: This beer is produced in a brewery out of barley and water. It is consumed in trainingssites and mines.
cs: Pivo je vyráběno v pivovaru z ječmene a vody. Je konzumováno ve výcvikových táborech a dolech.

# europeans_ware
source: This strong beer is produced in a brewery out of barley and water. It is consumed in trainingssites and mines.
cs: Silné pivo je vyráběno v pivovaru z ječmene a vody. Je konzumováno ve výcvikových táborech a dolech.

# europeans_ware
source: Mead is produced by breweries. Soldiers drink mead during advanced training. Advanced miners drinking mead, too.
cs: Medovina je vyráběna v pivovarech. Vojáci pijí medovinu během pokročilého tréninku. Také vycvičení horníci pijí medovinu.

# europeans_ware
source: This tasty wine is drunk by soldiers to train in advanced battlearena and by miners in the deepest mines. It is produced in a winery.
cs: Chutné víno je konzumováno vojáky trénujícími v pokročilé bojové aréně a horníky v nejhlubších dolech. Je vyráběno ve vinném sklepě.

# ware
source: Coal is mined in coal mines or produced out of logs by a charcoal kiln.
cs: Uhlí se těží v dole na uhlí nebo se vyrábí z klád v uhlířské peci.

# default_ware
source: Ore is mined in ore mines.
cs: Železná ruda je těžena v dole na železo.

# europeans_ware
source: It is smelted in a smelting works to retrieve all the metals.
cs: Poté je roztavena ve slévárně, aby bylo možné získat všechny kovy.

# europeans_ware
source: Discarded weapons and armor can be recycled in an advanced smelting works to produce new tools, weapon and armor.
cs: Vyřazené zbraně a zbroje mohou být recyklovány v pokročilé slévárně na suroviny pro opětovnou výrobu nástrojů, zbraní a zbrojí.

# ware
source: Iron is smelted out of ores.
cs: Železo je vytaveno z železné rudy.

# europeans_ware
source: It is produced by the smelting works. Weapons, armor and tools are made of iron.
cs: Je produkováno slévárnami. Ze železa se vyrábí zbraně, zbroj a nástroje.

# ware
source: Gold is the most valuable of all metals, and it is smelted out of ore.
cs: Zlato je nejcennějším ze všech kovů a je získáváno tavením ze zlaté rudy.

# europeans_ware
source: The scythe is the tool of the farmers.
cs: Kosa je nástrojem sedláků.

# europeans_ware
source: Scythes are produced by all smithies.
cs: Kosy jsou vyráběny ve všech kovárnách.

# europeans_ware
source: The shovel is an essential tool. Therefore the forester, the claydigger and the farmer use them.
cs: Lopata je důležitý nástroj. Používají ji lesník, kopáč hlíny a sedlák.

# europeans_ware
source: They are produced by all smithies.
cs: Jsou vyráběny ve všech kovárnách.

# europeans_ware
source: The felling ax is the tool to chop down trees.
cs: Dřevorubecká sekera je nástroj na kácení stromů.

# europeans_ware
source: The pick is an essential tool. Picks are used by stonemasons and miners.
cs: Krumpáč je důležitý nástroj. Používají ho kameníci a horníci.

# europeans_ware
source: They are produced produced by all smithies.
cs: Jsou vyráběny ve všech kovárnách.

# europeans_ware
source: The saw is an essential tool. This saw is needed by the woodcutter and the carpenter.
cs: Pila je důležitý nástroj. Potřebují ji dřevorubec a tesař.

# europeans_ware
source: The hammer is an essential tool. Geologists, builders, and smiths all need a hammer.
cs: Kladivo je důležitý nástroj. Potřebují ho geologové, stavitelé a kováři.

# europeans_ware
source: Make sure you’ve always got some in reserve! They are produced by all smithies.
cs: Vždy se ujisti, že máš nějaké v zásobě! Jsou vyráběny všemi kovárnami.

# europeans_ware
source: Fire tongs are the tools for smelting ores.
cs: Nástrojem používaným při tavení rudy jsou kovářské kleště.

# europeans_ware
source: They are used in the smelting works and smithies and produced produced by all smithies.
cs: Jsou používány ve slévárnách a kovárnách. Dokáže je vyrobit každá kovárna.

# europeans_ware
source: This basket is needed by the farmer for harvesting the fruits and grapes and needed by miller and by gamekeeper.
cs: Koš je používán sedlákem pro sběr ovoce a hroznů, a také mlynářem a hajným.

# europeans_ware
source: Big buckets for the forester, the claydigger, and the fish breeder.
cs: Velké kýble pro lesníka, kopáče hlíny a chovatele ryb.

# europeans_ware
source: Needles are used by weavers.
cs: Jehlice jsou používány tkalcem.

# europeans_ware
source: Bread paddles are produced by all smithies.
cs: Lopaty na chléb se vyrábí ve všech kovárnách.

# europeans_ware
source: This hook pole is used by the smoker in a tavern or in an inn.
cs: Tento hák na tyči je používán uzenářem v hospodě nebo hostinci.

# europeans_ware
source: It is created by all smithies.
cs: Je vyráběn ve všech kovárnách.

# europeans_ware
source: The gilded armor is an advanced armor of a soldier. It is produced in the a smithy and used in the battle arena – together with food – to protect soldiers with additional health points.
cs: Zlacená zbroj je pokročilou zbrojí vojáků. Vyrábí se v kovárně a je využívána v bojové aréně – společně s jídlem – aby poskytla vojákům ochranu v podobě více bodů zdraví.

# europeans_ware
source: The golden tabard is an advanced armor of a soldier. It is produced in the advanced smithy and used in a battle arena – together with food – to protect soldiers with additional health points.
cs: Zlacený tabard je pokročilou zbrojí vojáků. Vyrábí se v pokročilé kovárně a je využívána v bojové aréně – společně s jídlem – aby poskytl vojákům ochranu v podobě více bodů zdraví.

# europeans_ware
source: This is a advanced spear with a steel tip. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
cs: Toto je vylepšený oštěp s ocelovou špičkou. Vyrábí se v kovárně a je využíván v bojové aréně – společně s jídlem – k výcviku útoku vojáků.

# europeans_ware
source: This is an broad ax. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in attack.
cs: Toto je široká sekera. Vyrábí se v kovárně a je využívána v bojové aréně – společně s jídlem – k výcviku útoku vojáků.

# europeans_ware
source: This is a broad sword. It is produced in the advanced smithy and used in a battle arena – together with food – to train soldiers in attack.
cs: Toto je široký meč. Vyrábí se v pokročilé kovárně a je využíván v bojové aréně – společně s jídlem – k výcviku útoku vojáků.

# europeans_ware
source: The mask is the medium defense tool of a soldier. It is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
cs: Toto je maska. Vyrábí se v kovárně a je používána v bojové aréně – společně s jídlem – k výcviku obrany vojáků.

# europeans_ware
source: This steel shield is produced in a smithy and used in a battle arena – together with food – to train soldiers in defense.
cs: Toto je ocelový štít. Vyrábí se v kovárně a je používán v bojové aréně – společně s jídlem – k výcviku obrany vojáků.

# europeans_ware
source: These advanced shields are used by the best soldiers of the Europeans. They are produced in the advanced smithy and used in the advanced battle arena – together with food – to train soldiers in defense.
cs: Vylepšený štít je používán nejlepšími vojáky Evropanů. Vyrábí se v kovárně a je používán v pokročilé bojové aréně – společně s jídlem – k výcviku obrany vojáků.

# europeans_worker
source: Used for recruiting all other workers.
cs: Využíván k výcviku všech ostatních dělníků.

# europeans_worker
source: Carries items along your roads with their hands.
cs: Vlastníma rukama nosí předměty po cestách.

# europeans_worker
source: Carries items along your roads with baskets.
cs: Nosí předměty po cestách v koši.

# europeans_worker
source: Ships wares across narrow rivers.
cs: Dopravuje suroviny přes řeky a úžiny.

# europeans_worker
source: Works at construction sites to raise new buildings.
cs: Pracuje na staveništi a staví budovy.

# europeans_worker
source: Works at the shipyard and constructs new ships.
cs: Pracuje v loděnici na stavbě nových lodí.

# europeans_worker
source: Discovers resources for mining.
cs: Dělá průzkumné práce zdrojů pro těžbu.

# europeans_worker
source: Eager to become a soldier and defend his tribe!
cs: Odhodlaný stát se vojákem a bránit svůj kmen!

# europeans_worker
source: Trains the soldiers.
cs: Cvičí vojáky.

# europeans_worker
source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
cs: Průzkumníci, jako průzkumník Zdenda, zvídavě šmejdí neprozkoumanou krajinou.

# europeans_worker
source: Defend and Conquer!
cs: Bránit a dobývat!

# europeans_worker
source: Fells trees.
cs: Kácí stromy.

# europeans_worker
source: Plant trees.
cs: Sází stromy.

# europeans_worker
source: Produces planks out of log.
cs: Vyrábí prkna z klád.

# europeans_worker
source: Cuts blocks of granite and marble out of rocks in the vicinity.
cs: Láme žulové a mramorové kvádry ze skal v okolí.

# europeans_worker
source: Burns bricks and grout out of clay, water and granite.
cs: Vyrábí cihly a maltu z cihlářské hlíny, vody a žuly.

# europeans_worker
source: Burns bricks and grout out of clay, water and granite. Makes marble column out of marble.
cs: Vyrábí cihly a maltu z cihlářské hlíny, vody a žuly. Vyrábí mramorové sloupy z mramoru.

# europeans_worker
source: Plants and harvests fields.
cs: Pěstuje a sklízí pole.

# europeans_worker
source: Lets bees swarm over flowers, then gathers the honey.
cs: Umožňuje včelím rojům opylovat květy a produkovat med.

# europeans_worker
source: Brewing beer and mead.
cs: Vaří pivo a medovinu.

# europeans_worker
source: Brewing beer and mead. Produces wine.
cs: Vaří pivo a medovinu. Vyrábí víno.

# europeans_worker
source: Grind rye and wheat to mixed flour.
cs: Mele žito a pšenici na míšenou mouku.

# europeans_worker
source: Produce bread out of water, flour and cornmeal.
cs: Vyrábí chleba z vody, mouky a kukuřičné mouky.

# europeans_worker
source: Mines ore and minerals.
cs: Těží rudy a minerály.

# europeans_worker
source: Produces charcoal out of log.
cs: Vyrábí dřevěné uhlí z klád.

# europeans_worker
source: Produces charcoal out of log or old planks.
cs: Vyrábí dřevěné uhlí z klád a starých prken.

# europeans_worker
source: Smelts ore to metals.
cs: Taví rudy na kovy.

# europeans_worker
source: Produce tools, armor and weapons.
cs: Vyrábí nástroje, zbroje a zbraně.

source: The remains of a destroyed building.
cs: Pozůstatky zničené budovy.

source: This field has just been planted.
cs: Toto je právě oseté pole.

source: This field is growing.
cs: Toto je rostoucí pole.

source: This field is ready for harvesting.
cs: Toto pole je připraveno ke sklizni.

source: This field has been harvested.
cs: Toto pole bylo sklizeno.

source: This berry bush has just been planted.
cs: Tento ovocný keř je čerstvě zasazený.

source: This berry bush is growing.
cs: Tento ovocný keř pomalu roste.

source: This berry bush is flowering. Honey can be produced from it by a beekeeper.
cs: Tento ovocný keř již kvete. Včelař tu může zajistit získání medu.

source: This berry bush is ready for harvesting.
cs: Ovocný keř dozrál ke sbírání.

source: This grapevine has just been planted.
cs: Tento vinný keř byl právě zasazen.

source: This grapevine is growing.
cs: Toto je dorůstající vinný keř.

source: This grapevine is ready for harvesting.
cs: Tento vinný keř je připraven ke sklizni.

source: When claydiggers dig up earth, they leave holes in the ground. These holes vanish after a while. Aqua farms can use them as ponds to grow fish in them, whereas charcoal burners erect their charcoal stacks in them.
cs: Když kopáči hlíny těží, zanechávají za sebou jámy v zemi. Tyto jámy po nějakém čase zmizí. Rybí sádka mohou tyto jámy využívat jako rybníčky na chov ryb, zatímco uhlíři v nich budují své milíře.

source: Fish are maturing in this pond. A fisher working from an aqua farm will be able to catch them when they are bigger.
cs: V tomto rybníčku dospívají ryby. Až dorostou, bude je rybář pracující na rybí sádce moci vylovit.

source: Fish are living in this pond. A fisher working from an aqua farm can catch them as food.
cs: V tomto rybníčku již plavou ryby. Rybář pracující na rybí sádce je může chytit, aby mohly posloužit jako jídlo.

source: A charcoal stack is burning in this earthen hole. When it has burnt down, a charcoal burner will be able to gather coal from it.
cs: V této jámě je dýmající milíř. Až nastane správný čas uhlíř z něj bude moci získat uhlí.

source: A charcoal stack, which had been erected in this earthen hole, is ready for a charcoal burner to gather coal from it.
cs: Milíř, který byl postaven v této jámě, je připraven na sběr uhlí.

source: This reed field has just been planted.
cs: Toto je právě oseté rákosové pole.

source: This reed field is growing.
cs: Toto je dorůstající rákosové pole.

source: This reed field is flowering. Honey can be produced from it by a beekeeper.
cs: Toto rákosové pole právě kvete. Včelař tu může zajistit získání medu.

source: This reed field is ready for harvesting.
cs: Toto rákosové pole je připraveno ke sklizni.

source: There are no resources in the ground here.
cs: Nebyly zde nalezeny žádné podzemní zdroje.

source: There is water in the ground here that can be pulled up by a well.
cs: Zde se nachází podzemní voda, lze ji čerpat postavením studny.

source: Coal veins contain coal that can be dug up by coal mines.
cs: Ložiska uhlí obsahují uhlí, které lze těžit pomocí dolů na uhlí.

source: There is only a little bit of coal here.
cs: Zde se dá najít něco málo uhlí.

source: Iron veins contain iron ore that can be dug up by iron mines.
cs: Železná žíla obsahuje železnou rudu, kterou lze těžit pomocí dolů na železo.

source: There is only a little bit of iron here.
cs: Zde se dá najít něco málo železa.

source: Gold veins contain gold ore that can be dug up by gold mines.
cs: Zlatá žíla obsahuje zlatou rudu, kterou lze těžit pomocí dolů na zlato.

source: There is only a little bit of gold here.
cs: Zde se dá najít něco málo zlata.

source: Marble is a basic building material and can be dug up by a marble mine. You will also get granite from the mine.
cs: Mramor je základním stavebním materiálem a je těžen v dole na mramor. Tento důl produkuje při těžbě také žulu.

source: There is only a little bit of marble here.
cs: Zde se dá najít něco málo mramoru.

source: There is a lot of coal here.
cs: Zde je velké ložisko uhlí.

source: There is a lot of iron here.
cs: Zde je velké ložisko železné rudy.

source: There is a lot of gold here.
cs: Zde je to velké ložisko zlata.

source: There is a lot of marble here.
cs: Zde je velké ložisko mramoru.

source: A ship is being constructed at this site.
cs: Na tomto místě se staví loď.

source: The remains of an old tree.
cs: Torzo starého stromu.

source: This tree is only planted by the amazon tribe but can be harvested for logs.
cs: Toto je strom vysazovaný kmenem Amazonek, i tak ho lze pokácet na dřevo.

# europeans_building
source: Accommodation for your people. Also stores your wares and tools.
cs: Poskytuje ubytování tvým lidem a také skladuje tvé suroviny a nástroje.

# europeans_building
source: The headquarters is your main building.
cs: Hlavní budova je tvou klíčovou budovou.

# europeans_building
source: Your workers and soldiers will find shelter here. Also stores your wares and tools.
cs: Tady najdou tví dělníci a vojáci přístřeší. Také se zde uchovává tvé zboží a nářadí.

# europeans_building
source: Serves as a base for overseas colonization and trade. Also stores your soldiers, wares and tools.
cs: Slouží jako základna pro zámořské plavby a obchod. Také skladuje suroviny, nástroje a poskytuje přístřeší vojákům.

# europeans_building
source: Fells trees in the surrounding area and processes them into logs.
cs: Kácí stromy ve svém okolí a zpracovává je na klády.

# europeans_building
source: The lumberjack’s hut needs trees to fell within the work area.
cs: Chata dřevorubce potřebuje ve své pracovní oblasti stromy, které dorostly ke kácení.

# europeans_building
source: The woodcutter’s house needs trees to fell within the work area.
cs: Domek dřevorubce potřebuje ve své pracovní oblasti stromy, které dorostly ke kácení.

# europeans_building
source: The lumberjack’s house needs trees to fell within the work area.
cs: Domek dřevorubce potřebuje ve své pracovní oblasti stromy, které dorostly ke kácení.

# europeans_building
source: Plants trees in the surrounding area.
cs: Vysazuje stromy ve svém okolí.

# europeans_building
source: The ranger’s hut needs free space within the work area to plant the trees.
cs: Chata lesníka musí mít ve své pracovní oblasti volnou plochu, na které lze vysazovat stromy.

# europeans_building
source: The forester’s house needs free space within the work area to plant the trees.
cs: Domek lesníka musí mít ve své pracovní oblasti volnou plochu, na které lze vysazovat stromy.

# europeans_building
source: Cuts raw pieces of granite out of rocks in the vicinity.
cs: Získává surovou žulu ze skal ve svém okolí.
