Repository: widelands/wl_addons_server
Catalog: po/europeans_tribe.wad/*.po
Languages: cs

source: Europeans Tribe
cs: Evropské kmeny

# europeans_building
source: Advanced Barrier
cs: Pokročilé opevnění

# europeans_building
source: Your soldiers have occupied your advanced barrier.
cs: Pokročilé opevnění obydleno tvou posádkou.

# europeans_building
source: Your advanced barrier discovered an aggressor.
cs: Pokročilé opevnění objevilo nepřítele.

# europeans_building
source: Your advanced barrier is under attack.
cs: Nepřítel napadl tvoje pokročilé opevnění.

# europeans_building
source: The enemy defeated your soldiers at the advanced barrier.
cs: Nepřítel dobyl tvoje pokročilé opevnění.

# europeans_building
source: Your soldiers defeated the enemy at the advanced barrier.
cs: Pokročilé opevnění nepřítele dobyto.

# europeans_building
source: Advanced Castle
cs: Pokročilý hrad

# europeans_building
source: Your soldiers have occupied your advanced castle.
cs: Pokročilý hrad obydlen tvou posádkou.

# europeans_building
source: Your advanced castle discovered an aggressor.
cs: Pokročilý hrad objevil nepřítele.

# europeans_building
source: Your advanced castle is under attack.
cs: Nepřítel napadl tvůj pokročilý hrad.

# europeans_building
source: The enemy defeated your soldiers at the advanced castle.
cs: Nepřítel dobyl tvůj pokročilý hrad.

# europeans_building
source: Your soldiers defeated the enemy at the advanced castle.
cs: Pokročilý hrad nepřítele dobyt.

# europeans_building
source: Advanced Tower
cs: Pokročilá věž

# europeans_building
source: Your soldiers have occupied your advanced tower.
cs: Pokročilá věž obydlena tvou posádkou.

# europeans_building
source: Your advanced tower discovered an aggressor.
cs: Pokročilá věž objevila nepřítele.

# europeans_building
source: Your advanced tower is under attack.
cs: Nepřítel napadl tvoji pokročilou věž.

# europeans_building
source: The enemy defeated your soldiers at the advanced tower.
cs: Nepřítel dobyl tvoji pokročilou věž.

# europeans_building
source: Your soldiers defeated the enemy at the advanced tower.
cs: Pokročilá věž nepřítele dobyta.

# europeans_building
source: Barrier
cs: Opevnění

# europeans_building
source: Your soldiers have occupied your barrier.
cs: Opevnění obydleno tvou posádkou.

# europeans_building
source: Your barrier discovered an aggressor.
cs: Opevnění objevilo nepřítele.

# europeans_building
source: Your barrier is under attack.
cs: Nepřítel napadl tvoje opevnění.

# europeans_building
source: The enemy defeated your soldiers at the barrier.
cs: Nepřítel dobyl tvoje opevnění.

# europeans_building
source: Your soldiers defeated the enemy at the barrier.
cs: Opevnění nepřítele dobyto.

# europeans_building
source: Castle
cs: Hrad

# europeans_building
source: Your soldiers have occupied your castle.
cs: Hrad obydlen tvou posádkou.

# europeans_building
source: Your castle discovered an aggressor.
cs: Hrad objevil nepřítele.

# europeans_building
source: Your castle is under attack.
cs: Nepřítel napadl tvůj hrad.

# europeans_building
source: The enemy defeated your soldiers at the castle.
cs: Nepřítel dobyl tvůj hrad.

# europeans_building
source: Your soldiers defeated the enemy at the castle.
cs: Hrad nepřítele dobyt.

# europeans_building
source: Fortress
cs: Pevnost

# europeans_building
source: Your soldiers have occupied your fortress.
cs: Pevnost obydlena tvou posádkou.

# europeans_building
source: Your fortress discovered an aggressor.
cs: Pevnost objevila nepřítele.

# europeans_building
source: Your fortress is under attack.
cs: Nepřítel napadl tvoji pevnost.

# europeans_building
source: The enemy defeated your soldiers at the fortress.
cs: Nepřítel dobyl tvoji pevnost.

# europeans_building
source: Your soldiers defeated the enemy at the fortress.
cs: Pevnost nepřítele dobyta.

# europeans_building
source: Guardhouse
cs: Strážnice

# europeans_building
source: Your soldiers have occupied your guardhouse.
cs: Strážnice obydlena tvou posádkou.

# europeans_building
source: Your guardhouse discovered an aggressor.
cs: Strážnice objevila nepřítele.

# europeans_building
source: Your guardhouse is under attack.
cs: Nepřítel napadl tvoji strážnici.

# europeans_building
source: The enemy defeated your soldiers at the guardhouse.
cs: Nepřítel dobyl tvoji strážnici.

# europeans_building
source: Your soldiers defeated the enemy at the guardhouse.
cs: Strážnice nepřítele dobyta.

# europeans_building
source: Headquarters
cs: Hlavní budova

source: working
cs: vyrábění

# europeans_building
source: Outpost
cs: Hláska

# europeans_building
source: Your soldiers have occupied your outpost.
cs: Hláska obydlena tvou posádkou.

# europeans_building
source: Your outpost discovered an aggressor.
cs: Hláska objevila nepřítele.

# europeans_building
source: Your outpost is under attack.
cs: Nepřítel napadl tvoji hlásku.

# europeans_building
source: The enemy defeated your soldiers at the outpost.
cs: Nepřítel dobyl tvoji hlásku.

# europeans_building
source: Your soldiers defeated the enemy at the outpost.
cs: Hláska nepřítele dobyta.

# europeans_building
source: Port
cs: Přistav

# europeans_building
source: Advanced Scout’s House
cs: Pokročilý domek průzkumníka

source: scouting
cs: prozkoumávání

# europeans_building
source: Basic Scouts House
cs: Jednoduchý domek průzkumníka

# europeans_building
source: Normal Scout’s House
cs: Běžný domek průzkumníka

# europeans_building
source: Sentry
cs: Strážní post

# europeans_building
source: Your soldiers have occupied your sentry.
cs: Strážní post obydlen tvou posádkou.

# europeans_building
source: Your sentry discovered an aggressor.
cs: Strážní post objevil nepřítele.

# europeans_building
source: Your sentry is under attack.
cs: Nepřítel napadl tvůj strážní post.

# europeans_building
source: The enemy defeated your soldiers at the sentry.
cs: Nepřítel dobyl tvůj strážní post.

# europeans_building
source: Your soldiers defeated the enemy at the sentry.
cs: Strážní post nepřítele dobyt.

# europeans_building
source: Medium Tower
cs: Střední věž

# europeans_building
source: Your soldiers have occupied your medium tower.
cs: Střední věž obydlena tvou posádkou.

# europeans_building
source: Your medium tower discovered an aggressor.
cs: Střední věž objevila nepřítele.

# europeans_building
source: Your medium tower is under attack.
cs: Nepřítel napadl tvoji střední věž.

# europeans_building
source: The enemy defeated your soldiers at the medium tower.
cs: Nepřítel dobyl tvoji střední věž.

# europeans_building
source: Your soldiers defeated the enemy at the medium tower.
cs: Střední věž nepřítele dobyta.

# europeans_building
source: High Tower
cs: Vysoká věž

# europeans_building
source: Your soldiers have occupied your high tower.
cs: Vysoká věž obydlena tvou posádkou.

# europeans_building
source: Your high tower discovered an aggressor.
cs: Vysoká věž objevila nepřítele.

# europeans_building
source: Your high tower is under attack.
cs: Nepřítel napadl tvoji vysokou věž.

# europeans_building
source: The enemy defeated your soldiers at the high tower.
cs: Nepřítel dobyl tvoji vysokou věž.

# europeans_building
source: Your soldiers defeated the enemy at the high tower.
cs: Vysoká věž nepřítele dobyta.

# europeans_building
source: Small Tower
cs: Nízká věž

# europeans_building
source: Your soldiers have occupied your small tower.
cs: Nízká věž obydlena tvou posádkou.

# europeans_building
source: Your small tower discovered an aggressor.
cs: Nízká věž objevila nepřítele.

# europeans_building
source: Your small tower is under attack.
cs: Nepřítel napadl tvoji nizkou věž.

# europeans_building
source: The enemy defeated your soldiers at the small tower.
cs: Nepřítel dobyl tvoji nízkou věž.

# europeans_building
source: Your soldiers defeated the enemy at the small tower.
cs: Nízká věž nepřítele dobyta.

# europeans_building
source: Advanced Warehouse
cs: Pokročilé skladiště

# europeans_building
source: Basic Warehouse
cs: Jednoduché skladiště

# europeans_building
source: Normal Warehouse
cs: Běžné skladiště

# resource_indicator
source: Some Coal
cs: Nějaké uhlí

# resource_indicator
source: A Lot of Coal
cs: Hodně uhlí

# resource_indicator
source: Some Gold
cs: Nějaké zlato

# resource_indicator
source: A Lot of Gold
cs: Hodně zlata

# resource_indicator
source: Some Iron
cs: Nějaké železo

# resource_indicator
source: A Lot of Iron
cs: Hodně železa

# resource_indicator
source: No Resources
cs: Žádné suroviny

# resource_indicator
source: Some Crystals
cs: Nějaké krystaly

# resource_indicator
source: A Lot of Crystals
cs: Hodně krystalů

# resource_indicator
source: Water
cs: Voda

# immovable
source: Rye Field (harvested)
cs: Žitné pole (sklizené)

# immovable
source: Rye Field (medium)
cs: Žitné pole (vzrostlé)

# immovable
source: Rye Field (ripe)
cs: Žitné pole (zralé)

# immovable
source: Rye Field (small)
cs: Žitné pole (malé)

# immovable
source: Rye Field (tiny)
cs: Žitné pole (oseté)

# immovable
source: Ship Under Construction
cs: Rozestavěná loď

# europeans_building
source: Advanced Brewery
cs: Pokročilý pivovar

# europeans_building
source: Basic Brewery
cs: Jednoduchý pivovar

# europeans_building
source: Normal Brewery
cs: Běžný pivovar

# europeans_building
source: Advanced Brewery and Winery
cs: Pokročilý pivovar a vinařství

# europeans_building
source: Advanced Charcoal Kiln
cs: Pokročilá uhlířská pec

# europeans_building
source: Basic Charcoal Kiln
cs: Jednoduchá uhlířská pec

# europeans_building
source: Normal Charcoal Kiln
cs: Běžná uhlířská pec

# europeans_building
source: Inn Level 1
cs: Hostinec úrovně 1

# europeans_building
source: Inn Level 2
cs: Hostinec úrovně 2

# europeans_building
source: Advanced Mill
cs: Pokročilý mlýn

# europeans_building
source: Basic Mill
cs: Jednoduchý mlýn

# europeans_building
source: Normal Mill
cs: Běžný mlýn

# europeans_building
source: Advanced Sawmill
cs: Pokročílá pila

# europeans_building
source: Basic Sawmill
cs: Jednoduchá pila

# europeans_building
source: Normal Sawmill
cs: Běžná pila

# europeans_building
source: Advanced Smelting Works
cs: Pokročilá slévárna

# europeans_building
source: Basic Smelting Works
cs: Jednoduchá slévárna

# europeans_building
source: Normal Smelting Works
cs: Běžná slévárna

# europeans_building
source: Tavern Level 1
cs: Hospoda úrovně 1

# europeans_building
source: Tavern Level 2
cs: Hospoda úrovně 2

# europeans_building
source: Advanced Weaving Mill
cs: Pokročilá tkalcovna

# europeans_building
source: Basic Weaving Mill
cs: Jednoduchá tkalcovna

# europeans_building
source: Normal Weaving Mill
cs: Běžná tkalcovna

source: No Flowers
cs: Žádné květy

source: Out of Flowers
cs: Došly květy

# europeans_building
source: The beekeeper working at this beekeepers’s house can’t find any flowering fields or bushes in his work area. You should consider building another farm or berry farm nearby, or dismantling or destroying this building.
cs: Včelař pracující v tomto domku včelaře nemůže ve svém okolí najít žádné kvetoucí pole nebo keře. Zvaž jeho rozebrání, jeho zničení, nebo postavení statku či sadu ovocných bobulí v okolí.

# europeans_building
source: Basic Farm
cs: Jednoduché obilné pole

source: No Fields
cs: Žádná pole

source: Out of Fields
cs: Došla pole

# europeans_building
source: The farmer working at this farm has no cleared soil to plant his seeds.
cs: Sedlák pracující na tomto statku nemá žádnou volnou půdu pro osev.

# europeans_building
source: Farm Level 1
cs: Statek úrovně 1

# europeans_building
source: Farm Level 2
cs: Statek úrovně 2

# europeans_building
source: Farm Level 3
cs: Statek úrovně 3

# europeans_building
source: Reed Yard
cs: Rákosové pole

# europeans_building
source: The gardener working at this reed yard has no cleared soil to plant his seeds.
cs: Zahradník nemůže pěstovat rákos, protože nemá kam sázet.

# europeans_building
source: Advanced Forester’s House
cs: Pokročilý domek lesníka

# europeans_building
source: Basic Ranger’s Hut
cs: Jednoduchá chata lesníka

# europeans_building
source: Normal Forester’s House
cs: Bězný domek lesníka

# europeans_building
source: Advanced Lumberjack’s House
cs: Pokročilý domek dřevorubce

source: No Trees
cs: Žádné stromy

source: Out of Trees
cs: Došly stromy

# europeans_building
source: The lumberjack working at this lumberjack’s house can’t find any trees in his work area. You should consider dismantling or destroying the building or building a forester’s house.
cs: Dřevorubec pracující v tomto domku dřevorubce nemůže ve svém okolí najít žádné stromy. Zvaž jeho rozebrání, zničení nebo postavení domku lesníka.

# europeans_building
source: Basic Lumberjack’s Hut
cs: Jednoduchá chata dřevorubce

source: felling trees
cs: kácení stromů

# europeans_building
source: The lumberjack working at this lumberjack’s hut can’t find any trees in his work area. You should consider enhancing it to increase its working area or building a ranger’s hut.
cs: Dřevorubec pracující v této chatě dřevorubce nemůže ve svém okolí najít žádné stromy. Zvaž její vylepšení, aby se zvětšila pracovní oblast, nebo postavení chaty lesníka.

# europeans_building
source: Advanced Quarry
cs: Pokročilý lom

source: No Rocks
cs: Žádné skály

source: Out of Rocks
cs: Došlo kamení

# europeans_building
source: The stonecutter working at this quarry can’t find any stone in his work area.
cs: Kameník pracující v tomto lomu nemůže v okolí najít žádné skály.

# europeans_building
source: Basic Quarry
cs: Jednoduchý lom

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area. You should consider enhancing it to increase its working area.
cs: Kameník pracující v tomto lomu nemůže ve svém okolí najít žádné skály. Zvaž jeho vylepšení, aby se zvětšila pracovní oblast.

# europeans_building
source: Normal Quarry
cs: Běžný lom

# europeans_building
source: The stonecutter working at this quarry can’t find any rocks in his work area.
cs: Kameník pracující v tomto lomu nemůže v okolí najít žádné skály.

# europeans_building
source: Basic Coal Mine
cs: Jednoduchý důl na uhlí

source: No Coal
cs: Došlo uhlí

source: Main Coal Vein Exhausted
cs: Hlavní uhelná žíla je vyčerpaná

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto uhelného dolu je vyčerpaná. Očekávej významný pokles návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.

# europeans_building
source: Coal Mine Level 1
cs: Důl na uhlí úrovně 1

# europeans_building
source: Coal Mine Level 2
cs: Důl na uhlí úrovně 2

# europeans_building
source: Coal Mine Level 3
cs: Důl na uhlí úrovně 3

# europeans_building
source: Coal Mine Level 4
cs: Důl na uhlí úrovně 4

# europeans_building
source: Coal Mine Level 5
cs: Důl na uhlí úrovně 5

# europeans_building
source: This coal mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
cs: Hlavní žíla tohoto dolu na uhlí je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho rozebrání, nebo zničení.

# europeans_building
source: Basic Gold Mine
cs: Jednoduchý důl na zlato

source: No Gold
cs: Došlo zlato

source: Main Gold Vein Exhausted
cs: Hlavní zlatá žíla je vyčerpaná

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto dolu na zlato je vyčerpaná. Očekávej významný pokles návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.

# europeans_building
source: Gold Mine Level 1
cs: Důl na zlato úrovně 1

# europeans_building
source: Gold Mine Level 2
cs: Důl na zlato úrovně 2

# europeans_building
source: Gold Mine Level 3
cs: Důl na zlato úrovně 3

# europeans_building
source: Gold Mine Level 4
cs: Důl na zlato úrovně 4

# europeans_building
source: Gold Mine Level 5
cs: Důl na zlato úrovně 5

# europeans_building
source: This gold mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
cs: Hlavní žíla tohoto dolu na zlato je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho rozebrání, nebo zničení.

# europeans_building
source: Basic Iron Mine
cs: Jednoduchý důl na železo

source: No Iron
cs: Došlo železo

source: Main Iron Vein Exhausted
cs: Hlavní železorudná žíla je vyčerpaná

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider enhancing, dismantling or destroying it.
cs: Hlavní žíla tohoto dolu na železo je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho vylepšení, rozebrání, nebo zničení.

# europeans_building
source: Iron Mine Level 1
cs: Důl na železo úrovně 1

# europeans_building
source: Iron Mine Level 2
cs: Důl na železo úrovně 2

# europeans_building
source: Iron Mine Level 3
cs: Důl na železo úrovně 3

# europeans_building
source: Iron Mine Level 4
cs: Důl na železo úrovně 4

# europeans_building
source: Iron Mine Level 5
cs: Důl na železo úrovně 5

# europeans_building
source: This iron mine’s main vein is exhausted. Expect strongly diminished returns on investment. You should consider dismantling or destroying it.
cs: Hlavní žíla tohoto dolu na železo je vyčerpaná. Očekávej významný pokles v návratnosti těžby. Zvaž jeho rozebrání, nebo zničení.

# europeans_building
source: Basic Well
cs: Jednoduchá studna

source: No Water
cs: Žádná voda

source: Out of Water
cs: Došla voda

# europeans_building
source: The carrier working at this well can’t find any water in his well.
cs: Nosič pracující u této studny nemá ve studni žádnou vodu.

# europeans_building
source: Advanced Recruitement Center
cs: Pokročilé výcvikové centrum

# europeans_building
source: recruiting first carrier
cs: výcvik prvního nosiče

# europeans_building
source: recruiting second carrier
cs: výcvik druhého nosiče

# europeans_building
source: recruiting builder
cs: výcvik stavitele

# europeans_building
source: recruiting baker
cs: výcvik pekaře

# europeans_building
source: recruiting beekeeper
cs: výcvik včelaře

# europeans_building
source: recruiting breeder
cs: výcvik chovatele

# europeans_building
source: recruiting brewer
cs: výcvik sládka

# europeans_building
source: recruiting carpenter
cs: výcvik tesaře

# europeans_building
source: recruiting charcoal burner
cs: výcvik uhlíře

# europeans_building
source: recruiting farmer
cs: výcvik sedláka

# europeans_building
source: recruiting forester
cs: výcvik lesníka

# europeans_building
source: recruiting geologist
cs: výcvik geologa

# europeans_building
source: recruiting lumberjack
cs: výcvik dřevorubce

# europeans_building
source: recruiting miller
cs: výcvik mlynáře

# europeans_building
source: recruiting miner
cs: výcvik horníka

# europeans_building
source: recruiting scout
cs: výcvik průzkumníka

# europeans_building
source: recruiting shipwright
cs: výcvik stavitele lodí

# europeans_building
source: recruiting smelter
cs: vývcik slévače

# europeans_building
source: recruiting smith
cs: výcvik kováře

# europeans_building
source: recruiting stonecutter
cs: výcvik kameníka

# europeans_building
source: recruiting stonemason
cs: výcvik kameníka

# europeans_building
source: recruiting trainer
cs: výcvik cvičitele

# europeans_building
source: recruiting weaver
cs: výcvik tkalce

# europeans_building
source: Basic Recruitement Center
cs: Jednoduché výcvikové centrum

# europeans_building
source: Normal Recruitement Center
cs: Běžné výcvikové centrum

# europeans_building
source: Basic Trainingscamp
cs: Jednoduché cvičiště

# europeans_building
source: recruiting soldier
cs: verbování

# europeans_building
source: Trainingscamp Level 1
cs: Cvičiště úrovně 1

# europeans_building
source: Trainingscamp Level 2
cs: Cvičiště úrovně 2

# europeans_building
source: Trainingscamp Level 3
cs: Cvičiště úrovně 3

# europeans_building
source: Trainingscamp Level 4
cs: Cvičiště úrovně 4

# europeans_building
source: Advanced Ferry Yard
cs: Pokročilé převoznictví

# europeans_building
source: Basic Ferry Yard
cs: Jednoduché převoznictví

# europeans_building
source: Normal Ferry Yard
cs: Běžné převoznictví

# europeans_building
source: Advanced Shipyard
cs: Pokročílá loděnice

# europeans_building
source: Basic Shipyard
cs: Jednoduchá loděnice

# europeans_building
source: Normal Shipyard
cs: Běžná loděnice

source: constructing a ship
cs: stavění lodě

source: Discovery
cs: Mořeplavec objevitel

source: Harbors
cs: Přístavy

source: Headquarters
cs: Hlavní budova

source: New World
cs: Nový Svět

source: Struggling Outpost
cs: Provinční osada

source: Start the game with just your headquarters and very few wares for bootstrapping an economy. Warning: the AI can’t successfully start from this.
cs: Začni hru jen s hlavní budovou a velmi málo surovinami pro rozběh hospodářství. Pozor: UI za těchto podmínek nedokáže úspěšně zahájit hru.

source: Trading Outpost
cs: Obchodní stanice

# europeans_ship
source: Ship
cs: Loď

# shipname
source: Europa
cs: Evropa

# shipname
source: Europe
cs: Evropa

# shipname
source: Island
cs: Ostrov

# shipname
source: Great Britain
cs: Velká Británie

# shipname
source: Scandinavia
cs: Skandinávie

# shipname
source: Alpinia
cs: Alpinie

# shipname
source: Iberia
cs: Pyrenejský poloostrov

# shipname
source: Italia
cs: Itálie

# shipname
source: Francia
cs: Francie

# shipname
source: Germania
cs: Německo

# shipname
source: Polandia
cs: Polsko

# shipname
source: Czechia
cs: Česko

# shipname
source: Slowakia
cs: Slovensko

# shipname
source: Hungaria
cs: Maďarsko

# shipname
source: Romania
cs: Rumunsko

# shipname
source: Bulgaria
cs: Bulharsko

# shipname
source: Ukrainia
cs: Ukrajina

# shipname
source: Georgia
cs: Georgie

# shipname
source: Russia
cs: Rusko

# shipname
source: Balkania
cs: Balkánsko

# shipname
source: Greece
cs: Řecko

# shipname
source: Sizilia
cs: Sicílie

# shipname
source: Corsica
cs: Korsika

# shipname
source: Sardenia
cs: Sardénie

# shipname
source: Cypria
cs: Kypr

# europeans_building
source: Basic Battle Arena
cs: Jednoduchá bojová aréna

source: sleeping
cs: podřimování

# europeans_building
source: upgrading soldier health from level 0 to level 1
cs: cvičení zdraví vojáka z úrovně 0 na úroveň 1

# europeans_building
source: upgrading soldier evade from level 0 to level 1
cs: cvičení úhybu vojáka z úrovně 0 na úroveň 1

# europeans_building
source: upgrading soldier defense from level 0 to level 1
cs: cvičení obrany vojáka z úrovně 0 na úroveň 1

# europeans_building
source: upgrading soldier attack from level 0 to level 1
cs: cvičení útoku vojáka z úrovně 0 na úroveň 1

# europeans_building
source: No soldier to train!
cs: Nejsou vojáci k výcviku!

# europeans_building
source: No soldier found for this training level!
cs: Nenalezen voják pro požadovanou úroveň výcviku!

# europeans_building
source: Battle Arena Level 1
cs: Bojová aréna úrovně 1

# europeans_building
source: upgrading soldier health from level 1 to level 2
cs: cvičení zdraví vojáka z úrovně 1 na úroveň 2

# europeans_building
source: upgrading soldier evade from level 1 to level 2
cs: cvičení úhybu vojáka z úrovně 1 na úroveň 2

# europeans_building
source: upgrading soldier defense from level 1 to level 2
cs: cvičení obrany vojáka z úrovně 1 na úroveň 2

# europeans_building
source: upgrading soldier attack from level 1 to level 2
cs: cvičení útoku vojáka z úrovně 1 na úroveň 2

# europeans_building
source: Battle Arena Level 2
cs: Bojová aréna úrovně 2

# europeans_building
source: Battle Arena Level 3
cs: Bojová aréna úrovně 3
