Repository: widelands/wl_addons_server
Catalog: po/challenge-map-set.wad/*.po
Languages: ca, cs, da, de, fr, it, ko, nds, nl, pt_br, ru, sv

source: The Great Escape
ca: La gran escapada
cs: Velký útěk
da: Den store flugt
de: Die große Flucht
fr: La grande évasion
it: La grande fuga
ko: 대탈주
nds: Dat grote Utnaihen
nl: De Grote Ontsnapping
pt_br: A Grande Fuga
ru: Великое переселение
sv: Den stora flykten

source: can you survive without resources surrounded by six hostile forces? can you outproduce seven opponents when you have every possible disadvantage? Intended to give a big challenge to a human (blue) playing 1v7 against AI. It makes no sense otherwise. HINTS: follow the dry riverbed to the sea. make a port, settle the islands. you have no coal, so you'll need charcoal burners. the enemies have more resources than you, so you should be fast in killing them. standing stones in the starting valley indicate resources. Play this map only if you are really good, or suicidal.
ca: Podeu sobreviure sense recursos i envoltats de sis forces hostils? Podeu produir més que set oponents quan esteu en desavantatge en tot el que pugueu imaginar? Aquest desafiament està pensat per un humà (blau) jugant contra 7 jugadors IA. No té sentit d'altra manera. AJUDA: seguiu la llera del riu que s'ha secat fins a la mar. Construïu-hi un port. Creeu assentaments a les illes. No disposareu de carbó, així que haureu de construir kilns de carbó vegetal. Els enemics tenen més recursos, així que haureu d'anar ràpid atacant-los. Els monuments de pedra de la vall inicial indiquen on hi ha recursos. Jugueu aquest mapa només si sou molt bons o uns suïcides.
cs: Můžeš přežít bez surovin obklopen šesticí nepřátelských protivníků? Dokážeš získat hospodářskou převahu nad sedmi konkurenty, pokud všechny okolnosti jdou proti tobě? Navrženo jako velká výzva pro jednoho hráče (modrý) proti 7 UI hráčům. Jinak by hra nedávala smysl. Nápověda: Následuj vyschlé říční koryto až k moři. Postav přístav a osídli ostrovy. Nemáš uhlí, takže bude třeba uhlířů. Nepřátelé mají více zdrojů než ty, takže se s nimi budeš muset vypořádat rychle. Menhiry v údolí, kde začínáš, prozrazují, kde hledat zdroje. Hrej tuto mapu pouze, pokud máš mimořádné hráčské kvality, nebo jsi sebevrah.
da: kan du overleve uden ressourcer omgivet af seks fjendtlige styrker? Kan du producere mere end syv modstandere, når du har alle mulige ulemper? Lavaet for at give en stor udfordring til et menneske (blå) der spiller 1 mod 7 computerspillere. Det giver ellers ikke mening. FIF: følg den tørre flodbred til havet, lav en havn, bosæt øerne, du har intet kul, så du skal bruge kulsvier, fjenderne har flere ressourcer end dig, så du skal dræbe dem hurtigt, stående sten i startdalen indikerer ressourcer. Spil kun dette kort hvis du er virkelig god, eller selvmorderisk.
de: Kannst du ohne Rohstoffe in der Umklammerung von 6 feindlichen Mächten überleben? Kannst du mehr produzieren als sieben Gegner wenn du jeden erdenklichen Nachteil hast? Gedacht als Große Herausforderung für einen Mensch (blau) im Spiel 1 gegen 7 KI Gegner. Ein anderes Setup macht keinen Sinn. RATSCHLÄGE: Folge dem trockenen Flussbett zum Meer. Gründe einen Hafen, besiedele die Inseln. Du hast keine Kohle, somit brauchst du Köhlereien. Die Gegener haben mehr Rohstoffe als du deshalb solltest du sie möglichst rasch erledigen. Stehende Steine im Tal zu beginn markieren Rohstoffe. Spiele diese Karte nur wenn du sehr gut bist, oder selbstmörderisch.
fr: pouvez-vous survivre sans ressources entouré de six forces hostiles? pouvez-vous surpasser sept adversaires lorsque vous avez tous les désavantages possibles? Destiné à donner un grand défi à un humain (bleu) jouant 1v7 contre l'IA. Cela n'a aucun sens autrement. CONSEILS: suivez le lit asséché de la rivière jusqu'à la mer. faire un port, installer les îles. vous n'avez pas de charbon, vous aurez donc besoin de brûleurs à charbon. les ennemis ont plus de ressources que vous, vous devriez donc les tuer rapidement. les pierres dressées dans la vallée de départ indiquent les ressources. Jouez à cette carte uniquement si vous êtes vraiment bon ou suicidaire.
it: Riusciresti a sopravvivere senza risorse circondato da sei forze ostili? Sapresti superare la produzione di sette avversari quando hai ogni possibile svantaggio? Mappa intesa come sfida per un umano (blu) da giocare 1 contro 7 AI alleate, altrimenti non ha senso. SUGGERIMENTI: segui il letto del fiume fino al mare, costruisci un porto, colonizza le isole. Non hai carbone, ti serviranno carbonaie. I nemici hanno più risorse di te, quindi conquistali rapidamente. Le pietre verticali nella valle iniziale indicano risorse. Gioca questa mappa solo se sei molto bravo, o masochista
ko: 여섯 개의 적대적인 세력에게 둘러싸여 자원 없이 생존할 수 있습니까? 모든 약점을 딛고 다른 경쟁자들을 압도할 수 있습니까? AI 7명을 상대해야 하는 1v7 모드에 도전하십시오.(파란색) 힌트: 강 하류를 통해 바다로 나아가십시오. 항구를 만들고 섬에 정착하십시오. 석탄이 없기 때문에 숯 가열기를 써야 합니다. 적들은 더 많은 자원을 가지고 있으니 그들을 약탈하십시오. 시작 지점의 이정표는 자원을 나타냅니다. 정말 자신있거나 죽고 싶은 사람만 도전하십시오.
nds: Kannst du sünner Mineraalen tüsken sess feinelken Machten överöeven? Kannst du mehr produzeren as seven Feinden, wenn du elkeen Nadeel hest, wat man sik blot denken kann? – Dat hier sall eenen Minsken (blau) eene bannig harde Tied geven, well alleen tegen 7 künstelk Spelers spöölt. Anners bringt dat nix. – Wenken: Gah dör de versoort Stroom tur See, bau eene Muu, laat di op de Insels daal. Du hest keene Köhl un bruukst Holtköhlbrannereen. De Feinden hebben mehr Mineraale as du, also maak futt un manntje se fix. Kaventsmannen im Anfangsdaal wiesen, waar Mineraale sünd. Spööl deese Kaart blot dann, wenn du unbannig good büst – of du di doodmaken willst.
nl: kun je overleven zonder grondstoffen omringd door zes vijandige troepen? kun je zeven tegenstanders verslaan als je elk mogelijk nadeel hebt? Bedoeld om een grote uitdaging te geven aan een mens (blauw) die 1v7 speelt tegen AI. Anders heeft het geen zin. HINTS: volg de droge rivierbedding naar de zee. maak een haven, vestig de eilanden. je hebt geen kolen, dus je hebt houtskoolbranders nodig. de vijanden hebben meer grondstoffen dan jij, dus je moet snel zijn in het doden van deze vijanden. staande stenen in de startvallei geven grondstoffen aan. Speel deze kaart alleen als je echt goed bent, of zelfmoord neigingen hebt.
pt_br: Você pode sobreviver sem recursos cercado por seis forças hostis? Você pode superar sete oponentes quando você tem todas as desvantagens possíveis? Destina-se a dar um grande desafio a um humano (azul) jogando 1v7 contra a IA. Não faz sentido de outra forma. DICAS: Siga o leito seco do rio até o mar. Fazer um porto, povoar as ilhas. Você não tem carvão, então precisará de queimadores de carvão. Os inimigos têm mais recursos do que você, então você deve ser rápido em matá-los. Pedras em pé no vale inicial indicam recursos. Jogue este mapa apenas se você for realmente bom ou suicida.
ru: Сможете ли вы уцелеть без ресурсов в окружении шести врагов? Сможете вы отбросить семерых соперников, испытывая нужду во всем? (Синему) игроку-человеку брошен суровый вызов: игра 1v7 ИИ. Не готовы - не беритесь. Подсказка: проследуйте по руслу высохшей реки к морю. Поставьте порт и заселите остров. У вас не будет угля, так что вам понадобятся углежоги. Враги будут богаче вас, так что не медлите с расправой. Стоячие камни на стартовой позиции укажут на месторождения. Играть на этой карте, не будучи настоящим профи, это самоубийство.
sv: kan du överleva utan resurser, omgiven av sex fientliga styrkor? Kan du överträffa sju motståndare när du har alla möjliga nackdelar? Avsett att ge en stor utmaning till en människa (blå) som spelar 1 mot 7 mot AI. Annars är det meningslöst. TIPS: Följ den torra flodbädden till havet. Bygg en hamn, bosätt dig på öarna. Du har inget kol, så du behöver kolbrännare. Fienderna har fler resurser än du, så du måste vara snabb med att döda dem. Stående stenar i startdalen indikerar resurser. Spela denna karta endast om du är riktigt bra eller självmordsbenägen.

source: concentric rings
ca: Anells concèntrics
cs: Soustředné prstence
da: koncentriske ringe
de: Konzentrische Kreise
fr: Anneaux concentriques
it: Anelli concentrici
ko: 동심원의 고리
nds: Kreisen in Kreisen
nl: concentrische ringen
pt_br: anéis concêntricos
ru: концентрические кольца
sv: koncentriska ringar

source: A map for solo challenge. You start from the middle, and you gradually fight your way outside. At every ring you will find a new enemy, each stronger than the previous one. Kill them fast: every ore your opponent digs from the mines is one less ore that you will have to fight the next ring. But you will also have to fight with your stretching logistics. Port spaces are under the enemy headquarters.
ca: Un mapa de desafiament en solitari. Comenceu des del mig i poc a poc lluitareu per sortir cap a fora. En cada anell trobareu un enemic nou, cadascun més fort que l'anterior. Mateu-los ràpid: el mineral que el vostre oponent excava del terra és mineral del qual no disposareu quan hagueu de lluitar pel següent anell. Però també haureu de lluitar per mantenir una bona logística. Els espais portuaris estan sota els quarters enemics.
cs: Mapa je výzvou pro jednoho hráče. Začínáš ve středu a postupně se probojováváš k okraji. Na každém prstenci země tě čeká nový nepřítel, pokaždé silnější než ten předchozí. Sprovoď je ze světa rychle. Každá ruda vytěžená v jejich dolech navíc, představuje tvou ztrátu v boji s následujícím nepřítelem. Situaci ti také bude komplikovat logistika na stále delší vzdálenosti. Místa pro přístavy se nachází v místech hlavních budov nepřátel.
da: Et kort for en soloudfordring. Du starter fra midten, og kæmper dig gradvis ud. Ved hver ring finder du en ny modstander, stærkere for hver gang. Dræb dem hurtigt: hver mine din modstander graver er en mindre mine, du skal bekæmpe i den næste ring. Men du skal også kæmpe med din logistik. Havnepladser er under fjendens hovedkvarterer.
de: Eine Karte als Einzelherausforderung.Du startest in der Mitte, und musst dir Schritt für Schritt deinen Weg nach draußen freikämpfen. Mit jedem Ring findest du einen neuen Gegner, jeder stärker als der vorherige. Erledige sie schnell: Jedes Stück Erz, dass ein Gegner aus dem Berg holt wird dir gegen den Gegner im nächsten Ring fehlen. Zusätzlich musst du auch mit deiner ausgedehnten Logistik kämpfen. Hafenbauplätze liegen unter den gegnerischen Hauptquartieren.
fr: Une carte pour le défi en solo. Vous partez du milieu et vous vous frayez progressivement un chemin à l'extérieur. À chaque anneau, vous trouverez un nouvel ennemi, chacun plus fort que le précédent. Tuez-les rapidement: chaque minerai que votre adversaire creuse des mines est un minerai de moins que vous devrez combattre le prochain anneau. Mais vous devrez également vous battre avec votre logistique d'étirement. Les espaces portuaires sont sous le quartier général ennemi.
it: Una mappa per una sfida in solitaria. Cominci dal centro, e gradualmente ti fai strada verso l'esterno. A ogni nuovo anello troverai un nuovo nemico più forte del precedente. Sconfiggili rapidamente: ogni metallo che il tuo avversario estrae è uno in meno che avrai per affrontare l'anello successivo. Avrai anche problemi di logistica. Gli spazi per i porti sono sotto i quartier generali nemici
ko: 싱글 도전을 위한 맵입니다. 중심에서 시작해 바깥 방향으로 사워 나갑니다. 고리마다 이전보다 강력한 새로운 적이 출현합니다. 최대한 빨리 적을 처치하세요: 적이 광석을 채취할 때마다 차지할 수 있는 광석의 양은 줄어듭니다. 효율적인 전략이 필요합니다. 항구는 적군 본부 아래에 위치해 있습니다.
nds: Eene Kaart för eenen enkelt Speler. Du begünnst in de Midde un kämpst di na un na na buten. In elkeen Ring finnst du eenen nejen Feind, elkeen machtiger as de vörig. Maak se fix dood: Elkeen Kluut, wat dien Feind ut de Bargwarken haalt, is eens minner, mit wat du in de anner Ring kämpen kannst. Aver ok dien Verkehrsnett word immer slimmer. De Rüümte för Muden liggen unner de feindelken Raadhusen.
nl: Een kaart voor solo-uitdagingen. Je begint in het midden en vecht je geleidelijk een weg naar buiten. Bij elke ring vind je een nieuwe vijand, die sterker is dan de vorige. Dood ze snel: elk erts dat je tegenstander opgraaft uit de mijnen is een erts minder dat je bij de volgende ring moet bevechten. Maar je zult ook moeten vechten met je logistiek. Havenruimtes bevinden zich onder het hoofdkwartier van de vijand.
pt_br: Um mapa para o desafio solo. Você começa do meio e gradualmente luta para sair. A cada anel você encontrará um novo inimigo, cada um mais forte que o anterior. Mate-os rapidamente: cada minério que seu oponente extrai das minas é um minério a menos que você terá que lutar no próximo anel. Mas você também terá que lutar com sua logística de alongamento. Os espaços portuários estão sob o quartel-general inimigo.
ru: Вызов для одного. Начиная с центра карты, вы будете вынуждены пробиваться вовне. На каждом новом кольце вас ждет новый враг, еще сильнее предыдущего. Разберитесь с ними быстро: чем больше руды соперники добудут, тем меньше ее достанется вам на следующем кольце. Также вам придется бороться с собственной растянутой логистикой. Порты вы можете построить только на месте вражеских штабов.
sv: En karta för solo-utmaningar. Du börjar i mitten och kämpar dig gradvis utåt. Vid varje ring möter du en ny fiende, som är starkare än den föregående. Döda dem snabbt: varje malm som din motståndare gräver upp från gruvorna är en malm mindre som du måste kämpa mot i nästa ring. Men du måste också kämpa med din logistik. Hamnutrymmena ligger under fiendens högkvarter.

source: dust in the wind
ca: Vent polsegós
cs: Prach ve větru
da: Støv i vinden
de: Staub im Wind
fr: poussière dans le vent
it: Polvere nel vento
ko: 바람의 먼지
nds: Stoff im Wind
nl: stof in de wind
pt_br: poeira no vento
ru: пыль на ветру
sv: damm i vinden

source: You are surrounded by six enemies with more space and resources than you. land offers you no opportunities, so you must build your empire among faraway small islands, scattered like dust in the wind. Can you make your economy work under those conditions?
ca: Esteu envoltats per sis enemics amb més espai i recursos. El terreny a vegades no us ofereix oportunitats, així que haureu de construir el vostre imperi en petites illes llunyanes, escampades com pols en el vent. Podeu aconseguir que la vostra economia funcioni en aquestes condicions?
cs: Jsi v obležení šesti nepřátel, kteří mají více prostředků i místa než ty. Země neposkytuje žádnou jinou možnost, než že budeš muset vybudovat svou říši na malých, vzdálených ostrůvcích, roztroušených v moři jako zrnka prachu unášená větrem. Může tvé hospodářství za těchto podmínek prosperovat?
da: Du er omgivet af seks fjender med mere plads og ressourcer end dig. Land giver dig ingen muligheder, så du skal bygge dit imperie blandt fjerne små øer, spredt som støv i vinden. Kan du få din økonomi til at fungere under disse betingelser?
de: Du bist umzingelt von 6 Gegnern mit mehr Platz und Rohstoffen als du. Das Land bietet dir keine Möglichkeiten, deshalb musst du dein Reich unter lauter kleinen Inseln aufbauen, welche wie Staub im Wind verstreut sind. Kannst du deine Wirtschaft unter diesen Bedingungen zum Laufen bringen?
fr: Vous êtes entouré de six ennemis avec plus d'espace et de ressources que vous. la terre ne vous offre aucune opportunité, vous devez donc construire votre empire parmi de petites îles lointaines, dispersées comme de la poussière dans le vent. Pouvez-vous faire fonctionner votre économie dans ces conditions?
it: Sei circondato da sei nemici con più spazio e risorse di te. La terra non ti offre opportunità, così dovrai costruire il tuo impero su piccole isole remote, sparpagliate come polvere nel vento. Poi far funzionare la tua economia in queste condizioni?
ko: 여섯 명의 적은 더 넓은 공간과 더 많은 자원을 가집니다. 적합한 땅을 찾기 위해 바람의 먼지처럼 흩어져 있는 멀리 떨어진 작은 섬에 왕국을 건설해야 합니다. 악조건 하에 경제를 부흥시킬 수 있습니까?
nds: Daar sünd sess Feinden mit mehr Rüümte un Mineraalen um di rum. De Kuntrei hett keene Vördelen för di, also muttst du dien Riek tüsken völen lütten Eilannen bauen, wied verstreit as Stoff im Wind. Kannst du in deeser Umgeven eene gode Weertskupp upbauen?
nl: Je bent omringd door zes vijanden die meer ruimte en grondstoffen hebben dan jij. Land biedt je geen mogelijkheden, dus je moet je rijk opbouwen tussen verre kleine eilanden, verspreid als stof in de wind. Kun jij je economie laten werken onder deze omstandigheden?
pt_br: Você está cercado por seis inimigos com mais espaço e recursos do que você. A terra não oferece oportunidades, então você deve construir seu império entre pequenas ilhas distantes, espalhadas como poeira ao vento. Você pode fazer sua economia funcionar nessas condições?
ru: Выживание в борьбе с шестью врагами, у которых больше и земли, и ресурсов. На материке вам делать нечего, и империю вам придется строить на удаленных маленьких островах, рассыпанных как пыль на ветру. Осилите ли вы постройку действующей экономики в таких условиях?
sv: Du är omgiven av sex fiender som har mer utrymme och resurser än du. Landet erbjuder inga möjligheter, så du måste bygga ditt imperium bland avlägsna små öar, utspridda som damm i vinden. Kan du få din ekonomi att fungera under dessa förhållanden?

source: This is an excercice in building an economy over long distances, not at finding small islands in a large ocean like needles in a haystack. For that reason, you can find the 20 islands by following the paths of darker water. They are also numbered for the player's convenience. Minable areas are color-coded so that you don't need to bother with geologists.
ca: Aquest és un exercici per construir una economia a llargues distàncies, buscant illes petites en l'oceà com qui busca una agulla en un paller. Per això, cal que trobeu les 20 illes seguint els camins d'aigua fosca. També s'han numerat com a ajuda per al jugador. Les àrees on es poden construir mines tenen un codi de color i així no us haureu de preocupar pels geòlegs.
cs: Tento úkol prověří tvé schopnosti v řízení ekonomiky na dlouhé vzdálenosti a ne tvé schopnosti v hledání malých ostrovů jako jehel v kupce sena. Proto najití 20 ostrovů usnadňuje značení pomocí temné vody. Ostrovy jsou také pro usnadnění orientace očíslovány. Oblasti k těžbě jsou barevně odlišeny, takže není třeba zabývat se geology.
da: Dette er en øvelse i at bygge en økonomi over lange afstande, ikke i at finde små øer i et stort hav som en nål i en høstak. Af denne årsag kan du finde de 20 øer ved at følge stien med mørkere vand. Der er også nummereret for spilleren. Områder med miner er farvekodede, så du skal ikke tænke på geologer.
de: Dies ist eine Übung zum Aufbau einer Wirtschaft über weite Entfernungen, nicht zum Finden kleiner Inseln im weiten Ozean wie Nadeln im Heuhaufen. Aus diesem Grund können alle 20 Inseln durch Verfolgung der Pfade dunklen Wassers gefunden werden. Sie sind zur Bequemlichkeit der Spieler auch numeriert. Abbauwürdige Regionen sind farbcodiert, so dass man sich nicht mit Geologen aufhalten muss.
fr: C'est un exercice pour construire une économie sur de longues distances, pas pour trouver de petites îles dans un grand océan comme des aiguilles dans une botte de foin. Pour cette raison, vous pouvez trouver les 20 îles en suivant les chemins des eaux plus sombres. Ils sont également numérotés pour la commodité du joueur. Les zones minables sont codées par couleur afin que vous n'ayez pas à vous soucier des géologues.
it: Questo è un esercizio nel costruire un'economia su lunghe distanze, non nel cercare piccole isole in un grande oceano come aghi in un pagliaio. Per questo motivo, potrai trovare le 20 isole seguendo le striscie di acqua più scura. Sono anche numerate per la tua convenienza. Le montagne sono colorate in base al loro contenuto di minerale, quindi non ti serviranno geologi
ko: 넓은 바다에서 작은 섬을 찾을 필요 없이 넓은 거리에 따라 경제를 이룩할 수 있는 연습게임입니다. 이러한 이유로 물길을 따라 20개의 섬을 발견할 수 있습니다. 플레이어의 편의를 위해 섬에는 순서가 매겨져 있습니다. 채굴이 가능한 섬은 음영 처리가 되어 있습니다.
nds: Hier geiht dat daarum, eene Weertskupp över lange Strecken uptobauen, un nich lütte Eilannen in de See to finnen as Nadels im Heubült. Daarum kannst du de 20 Insels finnen, indeem du de Padden ut dunker Water folgst. Se sünd ok dörnummereert. De Bargen sünd farvig markt, daarmit du keene Schattsökers bruukst.
nl: Dit is een oefening in het opbouwen van een economie over lange afstanden, niet in het vinden van kleine eilanden in een grote oceaan als naalden in een hooiberg. Daarom kun je de 20 eilanden vinden door de paden van donker water te volgen. Ze zijn ook genummerd voor het gemak van de speler. De ontginbare gebieden hebben een kleurcode, zodat je geen last hebt van geologen.
pt_br: Este é um exercício para construir uma economia a longas distâncias, não para encontrar pequenas ilhas em um grande oceano como agulhas em um palheiro. Por esse motivo, você pode encontrar as 20 ilhas seguindo os caminhos de águas mais escuras. Eles também são numerados para conveniência do jogador. As áreas mineráveis ​​são codificadas por cores para que você não precise se preocupar com geólogos.
ru: Упражнение по постройке экономики в условиях больших расстояний между островами, найти которые в океане не легче, чем иглу в стоге сена. Для облегчения задачи вы можете следовать по полосам темной воды, открыв тем самым 20 островов, пронумерованных для удобства игрока. Залежи также имеют свою цветную маркировку, что позволяет экономить время на геологической разведке.
sv: Detta är en övning i att bygga upp en ekonomi över långa avstånd, inte i att hitta små öar i ett stort hav som nålar i en höstack. Av den anledningen kan du hitta de 20 öarna genom att följa de mörkare vattenvägarna. De är också numrerade för spelarens bekvämlighet. Utvinningsbara områden är färgkodade så att du inte behöver bry dig om geologer.

source: to make the desert bloom
ca: Fer florir el desert
cs: Ať tato poušť rozkvete
da: få ørkenen til at blomstre
de: Die Wüste zum Blühen bringen
fr: faire fleurir le désert
it: Far fiorire il deserto
ko: 사막의 번영
nds: De Wüüst blömen laten
nl: om de woestijn te laten bloeien
pt_br: para fazer o deserto florescer
ru: чтобы пустыня расцвела
sv: att få öknen att blomstra
