Repository: widelands/wl_addons_server
Catalog: po/challenge-map-set.wad/*.po
Languages: ca, cs, da, de, fr, it, ko, nds, nl, pt_br, ru, sv

source: The stories say that once our tribe lived in the fertile land to the west, where plants and crops grow and one does not need to dig deeply to find water. But the easy life made us weak and lazy. One day the invaders came from the sea, and they conquered and pillaged, and they cast us out of our land. The few survivors were forced to escape in the desert, where they have struggled to survive ever since. But the stories speak of hope. They tell of a wise leader that will come, one that will be able to tame the desert and build a mighty civilization over it. A leader that will somehow find in this barren place the resources to train a powerful army, and will lead it across the high passes into the fertile land that we were forced to flee generations ago, slaughter the invaders, who have grown soft in their comfort like we did before them, and claim that land once again as ours! Has that leader finally arrived?
ca: Les històries diuen que una vegada la vostra tribu va viure en terreny fèrtil a l'oest, on les plantes i els cultius creixien i no calia cavar molt profund per trobar aigua. Però la vida fàcil ens va fer dèbils i dropos. Un dia, els invasors van arribar per mar i van conquerir i saquejar. Ens van expulsar de la nostra terra. Els poc supervivents es van veure forçats a escapar al desert, on van haver de lluitar per sobreviure. Però les històries parlen d'esperança. Parlen d'un líder savi que arribarà, un líder que podrà domar el desert i construir-hi una civilització forta. Un líder que d'alguna manera trobarà en aquest lloc àrid els recursos per entrenar un exèrcit poderós i que el liderara a traves del desert cap a les terres fèrtils que vam haver de deixar, aniquilarà els invasors, que s'hauran acostumat a les comoditats com ens va passar abans a nosaltres, i recuperarà les nostres terres! Ha arribat ja el líder que esperem?
cs: Vypráví se, že náš kmen žil kdysi v úrodné zemi na západě, kde rostliny a plodiny prosperovaly a kde pro získání vody nebylo třeba kopat velmi hluboko. Ale snadný život člověka zhýčká a zpohodlní. Jednoho dne se objevili mořští nájezdníci, dobývali a plenili, až nás z naší země vypudili. Těch pár přeživších uniklo do pouště, kde od těch dob bojují o své živobytí. Příběh je spojen s proroctvím, že jednoho dne se objeví moudrý vůdce, kterému se podaří podmanit si poušť a vybudovat v ní mocnou civilizaci. Vůdce, který na tomto pustém místě najde zdroje k vycvičení mocné armády a uskuteční tažení vysokými průsmyky do úrodné země, kterou jsme byli před mnoha generacemi nuceni opustit, abychom unikli vraždícím nájezdníkům, kteří mezitím navykli pohodlnému životu tak jako kdysi my, a který prohlásí tuto zemí opět naší! Najde se takový vůdce?
da: Historierne siger at vores stamme en gang levede i det frugtbare land mod vest, hvor planter og afgrøder vokser og man ikke skal grave dybt for vand. Men det nemme liv gjorde os svage og dovne. En dag kom angriberne fra havet og de erobrede og raserede og smed os ud af vores land. De få overlevende blev tvunget ud i ørkenen, hvor de har kæmpet for at overleve lige siden. Men historierne giver håb. De fortæller at en leder vil komme, en som vil kunne tæmme ørkenen og bygge en stor civilisation. En leder som et sted på dette øde sted vil finde ressourcerne til at træne en stor hær og føre den over de høje pas tilbage til det frodige land, vi blev fordrevet fra for generationer siden, dræbe angriberne, der er blevet bløde i deres komfort som vi også gjorde og kræve landet tilbage til os! Er denne leder endelig kommet?
de: Die Geschichten besagen, dass unser Stamm einst in den fruchtbaren Ländern im Westen lebte, wo alle Pflanzen und Saaten gediehen, und man nicht tief graben musste, um Wasser zu finden. Aber das süße Leben machte uns schwach und faul. Eines Tages kamen die Eindringlinge über das Meer und eroberten und plünderten und vertrieben uns von unserem Land. Die wenigen Überlebenden waren gezwungen in die Wüste zu entkommen, wo sie sich seitdem abmühten gerade zu überleben. Aber die Geschichten sprechen von Hoffnung. Sie sagen eines Tages wird ein weiser Anführer kommen, der in der Lage ist die Wüste zu zähmen und eine mächtige Zivilisation in ihr zu errichten. Ein Anführer der irgendwie selbst in diesem kargen Flecken die Rohstoffe finden wird, um eine mächtige Armee auszubilden, und der sie über die hohen Pässe zurück in das fruchtbare Land führen wird, von dem wir vor Generationen fliehen mussten, der die Eindringlinge vernichten wird, die in ihrem Luxus schawach wurden wie wir zuvor, und dieses Land erneut für uns beanspruchen wird! Ist dieser Anführer endlich angekommen?
fr: Les histoires racontent qu'une fois que notre tribu vivait dans les terres fertiles à l'ouest, où poussent les plantes et les cultures, il n'est pas nécessaire de creuser profondément pour trouver de l'eau. Mais la vie facile nous a rendus faibles et paresseux. Un jour, les envahisseurs sont venus de la mer, et ils ont conquis et pillé, et ils nous ont chassés de notre terre. Les quelques survivants ont été forcés de s'échapper dans le désert, où ils ont lutté pour survivre depuis. Mais les histoires parlent d'espoir. Ils parlent d'un chef sage qui viendra, qui sera capable d'apprivoiser le désert et de bâtir une puissante civilisation dessus. Un chef qui trouvera en quelque sorte dans cet endroit stérile les ressources pour former une armée puissante, et la conduira à travers les hauts cols dans la terre fertile que nous avons été forcés de fuir il y a des générations, massacrant les envahisseurs, qui sont devenus doux dans leur confort. comme nous l'avons fait avant eux, et revendiquer à nouveau cette terre comme la nôtre! Ce chef est-il enfin arrivé?
it: Le storie raccontano che un tempo la nostra tribù viveva nella fertile terra a ovest, dove la vegetazione cresce rigogliosa e non serve scavare pozzi profondi per trovare acqua. Ma la vita facile ci ha resi deboli e pigri. Un giorno gli invasori sono venuti dal mare, hanno conquistato e saccheggiato, e ci hanno cacciato dalla nostra terra. I pochi sopravvissuti hanno dovuto scappare nel deserto, dove da allora lottano per sopravvivere. Ma le storie parlano di speranza. Un giorno verrà un saggio capo, che riuscirà a domare il deserto e a costruirvi sopra una grande civiltà. Un capo che in qualche modo troverà in questo posto desolato le risorse necessarie per addestrare un potente esercito, e lo guiderà attraverso gli alti passi fino alla terra fertile da cui siamo dovuti fuggire generazioni fa, per massacrare gli invasori, che nei loro agi sono diventati deboli come noi prima di loro, e riconquisterà quella che era la nostra terra! Che quel capo sia finalmente arrivato?
ko: 한때 부족은 작물이 잘 자라고 조금만 파도 물을 찾을 수 있는 서쪽의 비옥한 땅에서 살고 있었습니다. 그러니 쉬운 삶은 나약함과 나태함을 만들었습니다. 갑자기 쳐들어온 침략자 무리는 모든 것을 약탈해 갔습니다. 소수의 생존자만이 사막으로 쫓겨났으며 지금까지 살아가고 있습니다. 그러나 희망은 끝나지 않았습니다. 쫓겨난 이들은 언젠가 사막을 길들이고 문명을 이룩할 영리한 지도자를 기다리고 있었습니다. 척박한 사막에서 자원을 찾아 군대를 양성해 한때 부족이 쫓겨났던 비옥한 땅을 되찾고 마찬가지로 타성에 젖어버린 침략자들을 학살하는 그런 지도자를 말이죠! 과연 그런 지도자가 나타났을까요?
nds: De Histoorje vertellt, dat uns’ Volk maal in de früchtbaar Land im Westen leevt hett, waar Planten un Felden wassen un man nich deep graven mutt, um Water to finnen. Aver dat lichte Leven hett uns swack un faul maakt. Een Dag sünd de Feinden över de See komen, un se hebben uns manntjet un ut uns’ Land utdreven. De minnen Överlevers mutten in de Wüüst utnaihen, waar se sietdeem um ’t Överleven kämpen. Aver de Histoorje vertellt vun Hopen. Se seggen, dat een kloker Anföhrer komen word, well de Wüüst tum blömen brengen word un hier een machtiges Volk baut. Een Anföhrer, well in deeser Wüüst de Mineraale finnen kann, um eene machtige Soldateree uttostafferen un se dör de hogen Bargpassen in dat früchtbaar Land föhrt, waar wi eenst utnaihen mutten, un de Feinde all doodmaakt, well in hör Gemackelkheid so swack worden sünd as wi dat weren, un dann is dat Land weer uns’! Is deeser Anföhrer uplest komen?
nl: De verhalen vertellen dat onze stam ooit in het vruchtbare land in het westen leefde, waar planten en gewassen groeien en je niet diep hoeft te graven om water te vinden. Maar het makkelijke leven maakte ons zwak en lui. Op een dag kwamen de indringers vanuit de zee en ze veroverden en plunderden en ze verdreven ons uit ons land. De weinige overlevenden werden gedwongen te vluchten in de woestijn, waar ze sindsdien worstelen om te overleven. Maar de verhalen zijn hoopgevend. Ze vertellen over een wijze leider die zal komen, iemand die de woestijn zal kunnen temmen en er een machtige beschaving zal kunnen opbouwen. Een leider die op de een of andere manier in deze dorre plek de middelen zal vinden om een machtig leger op te leiden en het over de hoge passen zal leiden naar het vruchtbare land dat we generaties geleden moesten ontvluchten, de indringers zal afslachten, die net als wij zacht zijn geworden in hun comfort, en dat land weer als het onze zal opeisen! Is die leider eindelijk gearriveerd?
pt_br: As histórias dizem que uma vez nossa tribo viveu na terra fértil a oeste, onde plantas e plantações crescem e não é preciso cavar fundo para encontrar água. Mas a vida fácil nos tornou fracos e preguiçosos. Um dia os invasores vieram do mar, e conquistaram e pilharam, e nos expulsaram de nossa terra. Os poucos sobreviventes foram forçados a fugir no deserto, onde lutaram para sobreviver desde então. Mas as histórias falam de esperança. Eles falam de um líder sábio que virá, um que será capaz de domar o deserto e construir uma poderosa civilização sobre ele. Um líder que de alguma forma encontrará neste lugar estéril os recursos para treinar um exército poderoso e o conduzirá pelas passagens altas até a terra fértil da qual fomos forçados a fugir gerações atrás, massacrando os invasores, que se amoleceram em seu conforto como fizemos antes deles, e reivindicar aquela terra mais uma vez como nossa! Esse líder finalmente chegou?
ru: История племени, жившего в плодородной долине на западе, где всегда урожайно и добыча воды не требует особых усилий. Но легкая жизнь сделала племя слабым и ленивым. Однажды пришли чужаки с моря и отняли все, согнав племя с насиженных мест. Кучка выживших была вынуждена бежать в пустыню, где им пришлось выживать. Тем не менее, эта история повествует о надежде. О том, что найдётся вождь, который сможет обустроить пустыню и создать в ней могучую цивилизацию. Вождь, который в тех бесплодных землях изыщет средства на обучение мощной армии; вождь, который поведёт войска через горные перевалы в плодородную долину, из которой они были вынуждены бежать поколения назад; вождь, который перебьёт вторженцев, размякших в покое и довольстве, как и мы прежде, и сеова объявит эту землю нашей! Прибыл ли этот лидер?
sv: Berättelserna säger att vår stam en gång bodde i det bördiga landet i väster, där växter och grödor växer och man inte behöver gräva djupt för att hitta vatten. Men det bekväma livet gjorde oss svaga och lata. En dag kom inkräktarna från havet, erövrade och plundrade och drev bort oss från vårt land. De få överlevande tvingades fly till öknen, där de sedan dess har kämpat för att överleva. Men berättelserna talar om hopp. De berättar om en vis ledare som kommer att dyka upp, en som kommer att kunna tämja öknen och bygga en mäktig civilisation där. En ledare som på något sätt kommer att hitta resurser i denna karga plats för att träna en mäktig armé, och som kommer att leda den över de höga passen till det bördiga land som vi tvingades fly från för generationer sedan, slakta inkräktarna, som har blivit mjuka i sin bekvämlighet precis som vi var före dem, och återta det landet som vårt! Har den ledaren äntligen kommit?

source: - This is a solo challenge map, with the blue player strongly disadvantaged. - There is no coal in the desert; you have to sustain charcoal burners with the scant fertile land you have. That's the challenge. - Follow the water! Patches of fertile land indicate underground streams; follow them to find the oasis.
ca: - Mapa de desafiament en solitari, amb el jugador blau en desavantatge considerable. - No hi ha carbó al desert; heu de mantenir kilns de carbó vegetal amb la poca terra fèrtil que teniu. Aquest és el desafiament. - Seguiu l'aigua! El terreny fèrtil indica que per sota hi ha aigua; seguiu aquest tipus de terreny per trobar l'oasi.
cs: - Toto je mapa výzvy jednoho, kde je modrý hráč ve výrazné nevýhodě. - V poušti není uhlí. Budeš si muset vystačit s uhlíři a trochou úrodné půdy. A to je výzva. - Následuj vodu! Roztroušená úrodná země naznačuje polohu podzemních pramenů, sleduj je a najdi oázu.
da: - Dette er et solokort, hvor den blå spiller har en stor ulempe. - Der er ingen kul i ørkenen; du må klar dig med kulsvier i det spredte frodige jord du trods alt har. Dette er udfordringen. - Følg vandet! Små strækninger med frodig land viser underjordiske strømme; følg dem for at finde oaserne.
de: - Dies ist eine Einzelherausforderungskarte, die den blauen Spieler stark benachteiligt. - Es gibt keine Kohle in der Wüste; daher muss man Köhlereien mit dem wenigen fruchtbaren Land versorgen. Das ist die Herausforderung. - Folge dem Wasser Fleckchen fruchtbaren Landes zeigen Untergrund Ströme an; Folge ihnen um die Oase zu finden.
fr: - Ceci est une carte de défi solo, avec le joueur bleu fortement désavantagé. - Il n'y a pas de charbon dans le désert; vous devez entretenir des brûleurs à charbon avec les maigres terres fertiles dont vous disposez. Voilà le défi. - Suivez l'eau! Des parcelles de terres fertiles indiquent des ruisseaux souterrains; suivez-les pour trouver l'oasis.
it: - Questa è una mappa sfida, col giocatore blu fortemente svantaggiato. - Non c'è carbone nel deserto; dovrai alimentare delle carbonaie con la poca terra fertile che hai. Qui è la sfida. - Segui l'acqua! Chiazze di terreno fertile indicano fiumi sotterranei; seguili per trovare le oasi.
ko: - 이 맵은 생글 챌린지 맵이며, 파란색 진영 플레이어에게 추천되지 않습니다. - 사막엔 석탄이 없습니다; 오로지 가지고 있는 척박한 땅에서 숯 가열기만 사용해야 합니다. 이것이 도전입니다. -물을 따라가세요! 비옥한 땅을 지하수를 의미합니다; 오아시스를 향해 따라가세요.
nds: – Dat is eene enkelt Rutfödderung, un de blaue Speler hett bannig völe Nadeelen. – In de Wüüst gifft dat keen Köhl, du muttst mit dat bietje früchtbaares Land, wat du hest, Holtkählbrannereen versörgen. Dat is dat slimmste hier. – Folg de Water! Placken vun früchtbaar Land wiesen Stromen unner de Eer; folg daar lang un du finnst de Oasen.
nl: - Dit is een solo-uitdagingskaart, waarbij de blauwe speler sterk wordt benadeeld. - Er zijn geen kolen in de woestijn; je moet houtskoolbranders onderhouden met het schaarse vruchtbare land dat je hebt. Dat is de uitdaging. - Volg het water! Vruchtbare stukken land geven ondergrondse stromen aan; volg ze om de oase te vinden.
pt_br: - Este é um mapa de desafio solo, com o jogador azul fortemente em desvantagem. - Não há carvão no deserto; você tem que sustentar queimadores de carvão com a escassa terra fértil que você tem. Esse é o desafio. - Siga a água! Manchas de terra fértil indicam riachos subterrâneos; segui-los para encontrar o oásis.
ru: - Карта для испытания в одиночку, где синий игрок в крайне невыигрышном положении. - В пустыне нет угля; вам придется обжигать его на том клочке плодородной земли, что у вас есть. Это вызов. - Следуйте за водой! Пятачки плодородной земли говорят о подземных водах; по ним вы доберетесь до оазиса.
sv: - Detta är en solo-utmaningskarta, där den blå spelaren har en stor nackdel. - Det finns inget kol i öknen; du måste försörja kolbrännarna med den knappa bördiga mark du har. Det är utmaningen. - Följ vattnet! Bördiga markområden indikerar underjordiska vattendrag; följ dem för att hitta oasen.

source: Challenge Maps Set
ca: Conjunt de mapes dels reptes
cs: Soubor map – speciální výzva
da: Kortsæt med udfordringer
de: Herausfordernde Kartensammlung
fr: Ensemble de cartes de défi
it: Raccolta di mappe sfida
ko: 챌린지 맵 세트
nds: Rutfödderungs-Kaarten
nl: Uitdagingskaarten Set
pt_br: Conjunto De Mapas De Desafio
ru: Набор карт "Вызов"
sv: Utmaningskartor

source: A set of king_of_nowhere’s challenge maps, curated by Nordfriese. Contained maps: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Recommended for advanced players who find playing alone with Poor Hamlet against six or more teamed-up trading outpost AIs too easy.
ca: Conjunt de mapes de desafiament d'en king_of_nowhere, conservats per en Nordfriese. Mapes: La gran escapada, Anells concèntrics, Vent polsegós i Fer florir el desert.
cs: Sada map pro náročné od king_of_nowhere, odborný dohled provedl Nordfriese. Obsahuje mapy: Prach ve větru, Ať tato poušť rozkvete, Velký útěk, Soustředné prstence. Doporučeno pro zkušené hráče, pro které je hra z pozice Král cizinec proti týmu šesti a více UI Obchodních stanic příliš snadná.
da: Et sæt af konge_af_intet udfordringskort, udarbejdet af Nordfriese. Indholder: Støv i vinden, få ørkenen til at blomstre, Den store flugt, koncentriske ringe. Anbefalet for avancerede spillere, der har det nemt mod seks eller flere modstandere.
de: Eine Sammlung der Kartenherausforderungen von king_of_nowhere, zusammengestellt von Nordfriese. Contained maps: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Empfohlen für Spieler die es zu einfach finden alleine mit einem armen Dorf gegen sechs oder mehr zusammengeschlossene Handelsposten KI Spieler zu spielen.
fr: Un ensemble de cartes de défis de king_of_nowhere, organisées par Nordfriese. Cartes contenues: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Recommandé pour les joueurs avancés qui trouvent trop facile de jouer seul avec Poor Hamlet contre au moins six IA d'avant-poste de trading.
it: Una raccolta delle mappe sfida di king_of_nowhere, curata da Nordfriese. Mappe contenute: Polvere nel vento, Far fiorire il deserto, La grande fuga, Anelli concentrici. Raccomandato per giocatori avanzati che trovano il giocare da soli contro sei AI in squadra troppo facile
ko: 챌린지 맵 세트. 포함된 맵: 바람의 먼지, 사막의 번영, 대탈주, 동심원의 고리. 최소한의 방어구로 6명 이상의 AI와 대결할 수 있는 숙련된 플레이어에게 추천.
nds: Eenige vun king_of_nowhere sien besünners swaren Kaarten, vun Nordfriese utköört. Kaarten: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Dat is för bannig gode Spelers dacht, well dat to licht finnen, alleein mit Narem Dörp tegen sess of mehr künstelk Spelers in eener Klottje mit Hannelspostens to spölen.
pt_br: Um conjunto de mapas de desafio de king_of_nowhere’s, com curadoria de Nordfriese. Mapas contidos: Poeira ao Vento, Para Fazer o Deserto Florescer, A Grande Fuga, Anéis Concêntricos. Recomendado para jogadores avançados que acham muito fácil jogar sozinho com Pobre Hamlet contra seis ou mais IAs de postos avançados de negociação em equipe.
ru: Набор карт-испытаний типа "король без королевства" от Nordfriese. Содержит карты "Пыль на ветру", "Чтобы пустыня цвела", "Великое переселение" и "Концентрические кольца". Рекомендуется для продвинутых игроков, которые считают, что играть в режиме "Бедный Гамлет" против шести (и более) объединившихся ИИ Торговых застав слищком просто.
sv: En uppsättning utmaningskartor från king_of_nowhere, sammanställda av Nordfriese. Innehåller kartorna: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Rekommenderas för avancerade spelare som tycker att det är för lätt att spela ensam med Poor Hamlet mot sex eller fler samarbetande handelsutpost-AI:er.

source: Challenge Maps
ca: Mapes dels reptes
cs: Náročné mapy
da: Udfordringskort
de: Herausfordernde Karten
fr: Cartes des défis
it: Mappe sfida
ko: 챌린지 맵
nds: Rutfödderungs-Kaarten
nl: Uitdaging Kaarten
pt_br: Mapas de desafio
ru: Карты-испытания
sv: Utmaningskartor

source: A set of king_of_nowhereâ€™s challenge maps, curated by Nordfriese. Contained maps: Dust in the Wind, To Make the Desert Bloom, The Great Escape, Concentric Rings. Recommended for advanced players who find playing alone with Poor Hamlet against six or more teamed-up trading outpost AIs too easy.
nl: Een set uitdagingskaarten van koning_van_nergens, samengesteld door Nordfriese. Bevat kaarten: Stof in de Wind, Om de Woestijn te laten bloeien, De Grote Ontsnapping, Concentrische Ringen. Aanbevolen voor gevorderde spelers die het alleen spelen met Poor Hamlet tegen zes of meer samenwerkende handelspost-AI's te gemakkelijk vinden.
